{
    "paper_id": "00a3a4742c565f5e2e64ad03fe0f1e16baee89b3",
    "metadata": {
        "title": "Plethora of Respiratory Viruses and Respiratory Virus Data",
        "authors": [
            {
                "first": "Gregory",
                "middle": [
                    "A"
                ],
                "last": "Storch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": "storch@wustl.edu."
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Storch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington Universi",
                    "location": {
                        "addrLine": "660 S Euclid Ave, Campus",
                        "postBox": "Box 8116",
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this issue of Clinical Infectious Diseases, Byington et al report on findings from the BIG-LoVE (Better Identification of Germs Longitudinal Viral Epidemiology) study [1] . Based on serial molecular testing for respiratory viruses carried out on a defined population, BIG-LoVE provides a wealth of information about the relationship between respiratory symptoms and respiratory viral infection. The study stands squarely in the tradition of the historic community-based studies of viral respiratory infection, including the Cleveland Family study [2] , the Tecumseh study [3] , and the New York and Seattle Virus Watches [4, 5] . Those studies, which were based on viral culture and/or serology, established our current conceptual framework for the community epidemiology of viral respiratory tract infection. BIG-LoVE is one of a new generation of communitybased studies [6] that \"flesh out\" that framework by using molecular methods that are more sensitive than previous methods. BIG-LoVE resembles the classic studies by being community based, with specimens obtained from study participants on a regular basis, regardless of the presence or absence of symptoms, but the study stands out by virtue of the intensity of virologic and clinical surveillance undertaken. A total of 108 individuals in 26 households from the University of Utah campus community provided symptom diaries and self-collected anterior nasal swab samples weekly for 52 consecutive weeks. Diaries also included information on absence from work or school and on medical visits. To the credit of the investigative team, diaries and specimens were available for analysis from 77% of episodes. Each week was characterized with regard to occurrence of illness based on the symptom diary and presence or absence of respiratory viruses as measured by the molecular test. Illness episodes were defined as continuous periods of presence of symptoms, and virus episodes were defined as continuous periods of detection of the same virus.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the study has the significant strengths described above, it also has limitations. The numbers of households and participants were relatively small. In addition, the study was confined to a single community during a single year. With participants being recruited from a university community, the study population was probably more educated and from a higher socioeconomic stratum than the general US population. The molecular test was a developmental version of the FilmArray Respiratory Panel multiplex respiratory panel [7] , and the performance characteristics of this test version were not provided. Each of these factors suggests caution in generalizing the results of the findings. Furthermore, molecular detection of viral nucleic acid is not conclusive proof of active infection. With these caveats in mind, the study nevertheless provides highly useful information. Molecular detection is rapidly becoming the major method used for detection of respiratory viruses in clinical settings, and BIG-LoVE provides data that will help clinicians interpret the results of current molecular assays.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Like previous studies [6, 8] , BIG-LoVE documents the impressive frequency of respiratory symptoms and infection with respiratory viruses that are present in the community at any given time. Respiratory symptoms were present in 38% of personweeks for children aged <5 years and 20% of person-weeks for older children and adults. Participants experienced a mean of 5 respiratory illness episodes per year, with more in children aged <5 years. Sixty percent of respiratory illness episodes were associated with detection of 1 or more viruses. Interestingly, virus-positive",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 26,
                    "end": 28,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this issue of Clinical Infectious Diseases, Byington et al report on findings from the BIG-LoVE (Better Identification of Germs Longitudinal Viral Epidemiology) study [1] . Based on serial molecular testing for respiratory viruses carried out on a defined population, BIG-LoVE provides a wealth of information about the relationship between respiratory symptoms and respiratory viral infection. The study stands squarely in the tradition of the historic community-based studies of viral respiratory infection, including the Cleveland Family study [2] , the Tecumseh study [3] , and the New York and Seattle Virus Watches [4, 5] . Those studies, which were based on viral culture and/or serology, established our current conceptual framework for the community epidemiology of viral respiratory tract infection. BIG-LoVE is one of a new generation of communitybased studies [6] that \"flesh out\" that framework by using molecular methods that are more sensitive than previous methods. BIG-LoVE resembles the classic studies by being community based, with specimens obtained from study participants on a regular basis, regardless of the presence or absence of symptoms, but the study stands out by virtue of the intensity of virologic and clinical surveillance undertaken. A total of 108 individuals in 26 households from the University of Utah campus community provided symptom diaries and self-collected anterior nasal swab samples weekly for 52 consecutive weeks. Diaries also included information on absence from work or school and on medical visits. To the credit of the investigative team, diaries and specimens were available for analysis from 77% of episodes. Each week was characterized with regard to occurrence of illness based on the symptom diary and presence or absence of respiratory viruses as measured by the molecular test. Illness episodes were defined as continuous periods of presence of symptoms, and virus episodes were defined as continuous periods of detection of the same virus.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the study has the significant strengths described above, it also has limitations. The numbers of households and participants were relatively small. In addition, the study was confined to a single community during a single year. With participants being recruited from a university community, the study population was probably more educated and from a higher socioeconomic stratum than the general US population. The molecular test was a developmental version of the FilmArray Respiratory Panel multiplex respiratory panel [7] , and the performance characteristics of this test version were not provided. Each of these factors suggests caution in generalizing the results of the findings. Furthermore, molecular detection of viral nucleic acid is not conclusive proof of active infection. With these caveats in mind, the study nevertheless provides highly useful information. Molecular detection is rapidly becoming the major method used for detection of respiratory viruses in clinical settings, and BIG-LoVE provides data that will help clinicians interpret the results of current molecular assays.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Like previous studies [6, 8] , BIG-LoVE documents the impressive frequency of respiratory symptoms and infection with respiratory viruses that are present in the community at any given time. Respiratory symptoms were present in 38% of personweeks for children aged <5 years and 20% of person-weeks for older children and adults. Participants experienced a mean of 5 respiratory illness episodes per year, with more in children aged <5 years. Sixty percent of respiratory illness episodes were associated with detection of 1 or more viruses. Interestingly, virus-positive episodes were no more likely to be associated with missed school and/or work than virus-negative episodes. The illness that occurred was relatively mild, requiring only 2 emergency department visits and no hospitalizations. Viruses were detected in 50% of all person-weeks for children aged <5 years, 25% for children 5-17 years, and 16% for adults. Of the virus episodes, the 3 most common viruses were rhinovirus, bocavirus, and coronavirus. Strikingly, these 3 viruses were present in 99% of virus-positive weeks. Rhinovirus was detected at least once in 100 of the 108 study participants. The more highly pathogenic viruses were much less common, with influenza A and respiratory syncytial virus accounting for only 5% and 2% of episodes, respectively. Fifty-six percent of virus-positive episodes and 56% of rhinovirus-positive episodes were associated with symptoms, meaning that 44% were asymptomatic. For other viruses, the proportion of episodes that was symptomatic ranged from 83% for human metapneumovirus to 46% for bocavirus.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 26,
                    "end": 28,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some of the most useful data from BIG-LoVE was related to duration of polymerase chain reaction (PCR) positivity during virus-positive episodes. Overall, 83% of virus-positive episodes were PCR positive for less than 2 weeks, and the mean duration of positivity was 1.7 weeks. Among the 17% of episodes that were positive for 3 weeks or longer, 82% were accounted for by rhinovirus or bocavirus. Of the 416 rhinovirus-positive episodes, the mean duration of PCR positivity was less than 2 weeks, but 22% of episodes were positive for 3 weeks or longer. Likewise for bocavirus, the mean duration of positivity was less than 2 weeks, but 14% of 151 episodes remained positive for 3 or more weeks. A limitation of this analysis is that since the rhinoviruses were not typed, it was not possible to distinguish between continuous positivity of a single infection vs 2 or more closely spaced infections with different rhinovirus types. In a recent report by Loeffelholz et al, 14 .5% of episodes of rhinovirus positivity in infants aged <1 year were actually consecutive infections with 2 or more different rhinovirus types [9] . Based on the findings from BIG-LoVE, the authors conclude that prolonged PCR positivity in acute respiratory infection may confound the interpretation of a positive PCR test.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 971,
                    "text": "Loeffelholz et al,",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, the findings from BIG-LoVE illustrate a fundamental limitation of pathogen-based diagnosis; namely, that detection of a pathogen does not prove that it is the cause of the patient's illness. While discussions about distinguishing between bacterial colonization and active infection are not new, the recent introduction of sensitive molecular tests for respiratory and gastrointestinal viruses has added a viral dimension to this discussion. In this regard, rhinovirus is especially problematic. This virus is increasingly respected as a legitimate respiratory pathogen that causes lower airway as well as upper airway disease [10] but is also detected frequently in asymptomatic young children [11] . Clinicians receiving reports that their patients are positive for rhinovirus are frequently perplexed about the significance of the finding. Given the high background rate of PCR positivity in asymptomatic individuals, a clinician may not be convinced that rhinovirus is causing the patient's illness and may feel compelled to prescribe an antibiotic in case there is bacterial coinfection.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 636,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An appealing approach to escaping from this conundrum is to query the host response. In an effort to go beyond traditional biomarkers such as C-reactive protein and procalcitonin, several groups have investigated host gene expression in peripheral blood leukocytes and shown differences in response to viral vs bacterial infection or in response to symptomatic vs asymptomatic infection [12] [13] [14] [15] [16] . Proteomics and metabolomics provide alternative paths for evaluating host response. An approach that combines pathogen detection with characterization of host response may get us closer to the ultimate goal, that is, a test or set of tests that will inform clinicians regarding the need for antibiotic therapy. This capability would empower clinicians to withhold antibiotics when bacterial infection was unlikely and would be the key to lessening the current overuse of antibiotics to treat viral respiratory infections [17] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Potential conflict of interest. The author has participated in medical advisory board meetings for BioFire Inc, the manufacturer of the test system used in the study commented on. He has not received compensation for this participation. In addition, Washington University has filed a provisional patent on his behalf, titled \"Diagnosis of Infectious Diseases Using Endogenous Gene Expression.\" No funds have been received for the patent application for either the author or institution. Author certifies no potential conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        },
        {
            "text": "The author has submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Community surveillance of respiratory viruses among families in the Utah Better Identification of Germs Longitudinal Viral Epidemiology (BIG-LoVE) Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ampofo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stockmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "1217--1241",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A study of illness in a group of Cleveland families. I. Plan of study and certain general observations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dingle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Badger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Feller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Rammelkamp",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Am J Hyg",
            "volume": "58",
            "issn": "",
            "pages": "16--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Tecumseh study of respiratory illness. I. Plan of study and observations on syndromes of acute respiratory disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Napier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Metzner",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am J Epidemiol",
            "volume": "94",
            "issn": "",
            "pages": "269--79",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Seattle Virus Watch program. I. Infection and illness experience of Virus Watch families during a communitywide epidemic of echovirus type 30 aseptic meningitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Am J Public Health Nations Health",
            "volume": "60",
            "issn": "",
            "pages": "1456--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Virus Watch program: a continuing surveillance of viral infections in metropolitan New York families. II. Laboratory methods and preliminary report on infections revealed by virus isolation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Spigland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Am J Epidemiol",
            "volume": "83",
            "issn": "",
            "pages": "413--448",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Community epidemiology of human metapneumovirus, human coronavirus NL63, and other respiratory viruses in healthy preschool-aged children using parent-collected specimens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Druce",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "120",
            "issn": "",
            "pages": "929--966",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "an automated nested multiplex PCR system for multi-pathogen detection: development and application to respiratory tract infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Poritz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Byington",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Symptomatic and asymptomatic respiratory viral infections in the first year of life: association with acute otitis media development",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alvarez-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Duration of rhinovirus shedding in the upper respiratory tract in the first year of life",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Loeffelholz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trujillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Pyles",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "1144--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human rhinoviruses: the cold wars resume",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "297--320",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detecting respiratory viruses in asymptomatic children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Advani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valsamakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Milstone",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "1221--1227",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gene expression patterns in blood leukocytes discriminate patients with acute infections",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ramilo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Allman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "2066--77",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gene expression profiles in febrile children with defined viral and bacterial infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Storch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "12792--12799",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gene expression signatures diagnose influenza and other symptomatic respiratory viral infections in humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Zaas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "6",
            "issn": "",
            "pages": "207--224",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A hostbased rt-PCR gene expression signature to identify acute respiratory viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Zaas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Transl Med",
            "volume": "5",
            "issn": "",
            "pages": "203--126",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Superiority of transcriptional profiling over procalcitonin for distinguishing bacterial from viral lower respiratory tract infections in hospitalized adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bunsow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejias",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ramilo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "213--235",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Excessive antibiotic use for acute respiratory infections in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sande",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "757--62",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}