{"paper_id": "00ae12cca3eaec8a77d965823b4a20ca0697674e", "metadata": {"title": "Title: Piloting Forensic Tele-Mental Health Evaluations of Asylum Seekers", "authors": [{"first": "Aliza", "middle": ["S"], "last": "Green", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Samuel", "middle": ["G"], "last": "Ruchman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Craig", "middle": ["L"], "last": "Katz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elizabeth", "middle": ["K"], "last": "Singer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Problem", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "We will formally evaluate this pilot program's services by assessing the quality of medico-legal affidavits from telephonic evaluations, tracking legal outcomes and qualitative feedback from attorneys, and investigating the acceptability of telephonic mental health evaluations among legal professionals. Future directions include expansion to new geographies, including individuals affected by the Migrant Protection Protocols or \"Remain in Mexico\" program.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Forensic medical and mental health evaluations, and the documentation of their conclusions in medico-legal affidavits, can provide important evidence in asylum seekers' pursuit of immigration relief in the United States. However, research suggests that there is a substantial unmet need for trained clinicians to conduct pro bono medical and psychological evaluations of individuals seeking protected immigration status. 1 Non-governmental organizations (NGOs), including Physicians for Human Rights and torture treatment programs that provide longitudinal care, have helped increase access to forensic evaluations significantly throughout the U.S. Academically affiliated medical human rights programs have also proliferated, but the approximately twenty student-run clinics are predominantly located in the Northeast, with a handful in the Southeast and on the West Coast. 2 Many areas of the country remain underserved, and our program continues to receive forensic evaluation requestsparticularly for individuals in immigration detention-from attorneys who are unable to coordinate in-person evaluations.", "cite_spans": [{"start": 421, "end": 422, "text": "1", "ref_id": "BIBREF0"}, {"start": 875, "end": 876, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Manuscript Problem"}, {"text": "Recent changes in federal immigration policy suggest that it may become even more difficult for asylum seekers to access in-person forensic services. Immigration detention has increased dramatically in recent years: more than 35,000 individuals are currently in Immigration and Customs Enforcement (ICE) and Customs and Border Protection custody. 3 Since U.S. Citizenship and Immigration Services' \"last in, first out\" policy was enacted in 2018, newly arrived asylum seekers' claims have been adjudicated in an expedited fashion, sometimes within a matter of weeks. 4 As a result, attorneys have less time to request and prepare evidence, including forensic evaluations. 5 In an unpredictable policy environment, flexible solutions are . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 347, "end": 348, "text": "3", "ref_id": "BIBREF2"}, {"start": 567, "end": 568, "text": "4", "ref_id": "BIBREF3"}, {"start": 672, "end": 673, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Manuscript Problem"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint needed to continue expanding access to pro bono forensic evaluations for vulnerable asylum seekers. This manuscript describes our program's response to these challenges by detailing the development and early outcomes of a tele-mental health pilot. Peer programs may learn from our program's experiences, especially in the context of the recent shift to telehealth necessitated by the COVID-19 pandemic. about the efficacy of initial telephonic evaluations; and (c) an MSHRP study which showed that affidavits documenting telephonic mental health evaluations were comparable in quality to affidavits resulting from in-person evaluations. 6 Encouraged by this early evidence, the pilot program was launched to provide a high-quality alternative for individuals who-due to location, limited local resources, or time constraints in their legal proceedings-are unable to access \"gold standard\" in-person forensic medical services.", "cite_spans": [{"start": 780, "end": 781, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Manuscript Problem"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. The objectives of this ongoing pilot are to:", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "1. Recruit a cohort of mental health evaluators from across the U.S. and train them in best practices for conducting forensic evaluations by telephone and video call; 2. Forge partnerships with pro bono legal service providers, particularly in lowresource geographies;", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "3. Coordinate remote, forensic mental health evaluations for individuals seeking asylum or other forms of immigration relief.", "cite_spans": [], "ref_spans": [], "section": "Approach"}, {"text": "Clinicians were recruited through peer referrals and direct outreach to NGOs, legal services organizations, and listservs for immigrant and refugee healthcare providers. We first recruited evaluators with significant experience conducting mental health evaluations of asylum seekers. To ensure quality and standardization of the pilot's work product, experienced evaluators submitted redacted sample affidavits for review by MSHRP faculty leadership.", "cite_spans": [], "ref_spans": [], "section": "Recruitment and Onboarding"}, {"text": "We also aimed to harness the enthusiasm of clinician-advocates without forensic experience, many of whom were galvanized by the rapidly changing landscape of national immigration policy. All prospective evaluators attended approved general trainings on forensic evaluation of asylum seekers. New evaluators were also required to shadow experienced mentor evaluators and prepare affidavits under supervision before conducting evaluations independently.", "cite_spans": [], "ref_spans": [], "section": "Recruitment and Onboarding"}, {"text": "All evaluators, regardless of prior experience, were required to participate in our online training module covering best practices for telephonic evaluations ( Table 1 ). The online module was designed by a forensic psychiatrist who has conducted numerous evaluations of asylum seekers, both in person and remotely. The training's content was structured around questions . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 1", "ref_id": "TABREF3"}], "section": "Recruitment and Onboarding"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint about conducting telephonic evaluations, solicited from MSHRP's evaluator network, and incorporated input from a partner legal service organization. The module focused on telephonic rather than video evaluations because many detention centers permit only telephone access. We will continue to revise this module based on participant feedback, with future iterations addressing management of trauma triggers and post-evaluation distress in clients and the navigation of telehealth regulations.", "cite_spans": [], "ref_spans": [], "section": "Recruitment and Onboarding"}, {"text": "We contacted organizations on the Department of Justice's national list of pro bono legal service providers to assess their clients' need for forensic evaluations and inquired about their prior experiences with, interest in, and perceived barriers to coordinating remote evaluations.", "cite_spans": [], "ref_spans": [], "section": "Legal Outreach"}, {"text": "Our program prioritized working with organizations operating in low-resource geographies, which we defined as regions with lower-than-average asylum grant rates and limited access to forensic medical services. The Remote Evaluation Network was designed to complement existing local resources in areas with unmet need. As we forged partnerships in new regions, we engaged in collaborative discussions with peer programs to ensure our work was not redundant and would not create additional silos. Evaluation requests originated from legal service providers that we initially contacted, pro bono attorneys who learned about our remote services from colleagues, and email listservs of healthcare providers.", "cite_spans": [], "ref_spans": [], "section": "Legal Outreach"}, {"text": "The remote network uses the case management tools and workflow of MSHRP's New York-based service-delivery model. Student clinic managers coordinate case logistics and facilitate communication between attorneys and evaluators. For each remote case, considerations include secure telehealth platforms, privacy of evaluation rooms, out-of-state licensure, and . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Case Coordination"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint client safety. Attorneys are sent an outcome form at regular intervals to collect information on the legal status of the case and qualitative feedback on the role of the evaluation in the asylum process.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "From September 2019 to April 2020 seventeen clinicians onboarded with the remote network who were able to accept evaluation requests at the time of this manuscript's submission.", "cite_spans": [], "ref_spans": [], "section": "Outcomes Capacity Building"}, {"text": "All seventeen individuals had previous experience conducting forensic mental health evaluation of asylum seekers. Eight clinicians with a range of prior forensic medical experiences are waiting to shadow an experienced clinician and prepare an affidavit under supervision in order to complete their onboarding process.", "cite_spans": [], "ref_spans": [], "section": "Outcomes Capacity Building"}, {"text": "Since December 2019, the Remote Evaluation Network has completed fifteen evaluations of individuals seeking protected immigration status, with six more cases in the scheduling process. Evaluees were located in six different states and most were seeking asylum (n = 11, 73%) ( Table 2) . Most individuals were self-identified cis-gender men (n = 11, 73%), originated from Central American or Caribbean countries (n = 13, 87%), and more than half of the clients (n = 8, 53%) were 18-35 years old. Thirteen clients (87%) were adults in ICE detention facilities or other correctional centers. Most evaluations in the network were conducted by telephone (n = 12, 80%). One non-detained minor and two adults received video evaluations.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 284, "text": "Table 2)", "ref_id": "TABREF5"}], "section": "Remote Evaluations"}, {"text": "Evaluators participated in optional surveys administered before (n = 23) and after (n = 18) the online training module described above. The questionnaires asked about prior experience, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Online Training Module"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint comfort with, and concerns about conducting forensic mental health evaluations by telephone (Supplemental Digital Appendix 1). Most respondents (n = 19, 83%) to the pre-module survey reported that they had never conducted forensic evaluations of asylum seekers by telephone.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Participants were asked to rate their comfort with conducting remote forensic health evaluations of asylum seekers on a five-point Likert Scale (1 = \"Not at all comfortable,\" 5 = \"Very comfortable\") before and after viewing the module. Of participants who completed both pre-and post-module surveys, eight (44%) respondents indicated an initial comfort level of four or five, with no change in comfort level between pre-and post-module surveys. Ten (56%) respondents who completed the pre-and post-module surveys indicated a comfort level of two or three on the pre-module survey; the comfort level reported by these ten respondents increased on average by 1.2 (0.4) points after viewing the module. Overall, most respondents (n = 16, 89%) to the postmodule survey rated their comfort level a four or five. Of note, two respondents-who had received training but had never conducted any forensic medical evaluations-rated their comfort level a three in the post-module survey. Per the onboarding pathways described above, these two evaluators will shadow and work with a mentor evaluator in order to gain experience and confidence in their skills before performing remote evaluations independently.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The initial goals of this pilot were to recruit and train personnel and to coordinate remote forensic mental health evaluations across several geographies. Next, we will formally evaluate the program. Although attorney feedback on work products has been positive, we plan to assess the quality of the affidavits resulting from our evaluations by performing a quantitative analysis comparing affidavits from participating clinicians' remote and in-person evaluations. Further, we are tracking the legal outcomes of our cases and will analyze qualitative data and survey . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Next Steps"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint feedback from immigration attorneys about the impact of affidavits on these cases. Ultimately, future program evaluation must assess evaluees' experiences with remote evaluations as an additional quality metric. International literature suggests that refugees and asylum seekers report high levels of satisfaction with tele-psychiatry, but further research is needed to confirm these findings in the specific population our program serves. 7,8 Related research will also complement program evaluation by contributing to a limited evidence base about the efficacy of remote evaluations. Our program is conducting an ongoing qualitative study of the attitudes of legal professionals towards forensic mental health evaluations conducted by telephone. This study will provide greater insight into the utility and appropriateness of telephonic evaluations.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The initial experiences of the Remote Evaluation Network suggest that concerted coordination of forensic mental health evaluations by telephone or video improves access to forensic evaluations and provides a feasible alternative for asylum seekers unable to obtain inperson evaluations. If formal program evaluation affirms the quality of our pilot's services and the acceptability of these evaluations to legal decision-makers, we will attempt to expand our program's reach to additional low-resource geographies. The scope of the remote network is limited because MSHRP is currently only able to work with clients who have direct legal representation. By some estimates, just 14% of people in U.S. immigration detention have representation, and rates of representation for individuals who . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint implementation, or evaluation of the Remote Evaluation Network; development of the program's research initiatives; or in the preparation or submission of this manuscript.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Other disclosures"}, {"text": "The collection of anonymous survey data was determined to be exempt human research by the Mount Sinai Institutional Review Board.", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Disclaimers"}, {"text": "A description of the Remote Evaluation Network has been accepted for oral presentation at the North American Refugee Health Conference, Cleveland, Ohio, August 16, 2020.", "cite_spans": [], "ref_spans": [], "section": "Previous presentations"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Previous presentations"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. 8. Mucic D. Cross-cultural telepsychiatry: An innovative approach to assess and treat ethnic minorities with limited language proficiency. In: Chen Y-W, Tanaka S, Howlett RJ, Jain . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Affidavit comparison: The Mount Sinai Human Rights Program published a study comparing affidavits resulting from in-person and telephonic evaluations, grading them on a rubric based on the Istanbul Protocol. There was no difference between telephonic and in-person evaluations for 26 of 30 criteria. Common differences included assessment of general appearance and psychomotor retardation. There was no difference in distribution of Post-Traumatic Stress Disorder or Major Depressive Disorder.", "cite_spans": [], "ref_spans": [], "section": "Research Findings"}, {"text": "Evaluator experiences: Although evaluators with telephonic experience noted that lack of visual cues made establishing rapport and assessing mental status more difficult, they expressed comparable ability to diagnose individuals and testify in a client's trial.", "cite_spans": [], "ref_spans": [], "section": "Research Findings"}, {"text": "Before the interview: Evaluators should consider what preparation is needed, including setting and equipment, electronic surveys emailed in advance, and location of a language interpreter. Sending a photo of the evaluator in advance may help overcome the barrier to rapport building.", "cite_spans": [], "ref_spans": [], "section": "Best Practices"}, {"text": "At the beginning of the interview: Evaluators should orient the evaluee to the purpose, format, and degree of confidentiality of the evaluation. Acknowledge limitations of telephonic modality and ask for assistance of the evaluee and interpreter, if co-located, in communicating distress, discomfort, and need for breaks. Consider asking the evaluee to describe their settings, including the level of privacy.", "cite_spans": [], "ref_spans": [], "section": "Best Practices"}, {"text": "During the interview: Evaluators should minimize distractions by sitting away from their computer even if using it to take notes. Interludes in language interpretation can be beneficial for taking notes and collecting thoughts.", "cite_spans": [], "ref_spans": [], "section": "Best Practices"}, {"text": "At the end of the interview: Evaluators should consider sharing impressions with the evaluee and providing psychoeducation. Evaluators may also provide recommendations for follow up.", "cite_spans": [], "ref_spans": [], "section": "Best Practices"}, {"text": "Loss of non-verbal cues: Evaluators can still rely on audible cues (e.g., crying, long pauses) to guide their interviewing and help assess mental status.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": "Ability to assess credibility or truthfulness: Even for in-person evaluations malingering is usually not an issue because individuals have already been vetted by experienced immigration attorneys.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": "Building a therapeutic alliance: The goal of the telephonic evaluation is forensic, unfortunately not therapeutic. Informal attorney feedback suggests that individuals often find the experience to be therapeutic despite the barriers.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": "Communicating via interpreter: For telephonic evaluation, the communicating by interpreter can actually be advantageous. An interpreter co-located with a client can provide visual data. Pauses for interpretation also make note taking easier.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": "Confirming client identity: Similar to in-person evaluations, evaluators should rely on immigration attorneys to confirm the time and place of evaluations.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Common Concerns"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. Percentages for types of detention are out of total in detention (n = 13).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Please select \"I agree\" and you will be taken to the survey. If you would like to skip the survey and proceed right to the module, please press the \"Go to Video\" button on the right hand side of the screen. What type of training did you receive in conducting asylum evaluations? ______ . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Pre-Module Survey"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. Please choose a 5-digit identification code, which will enable us to link your responses in the pre-module survey with your responses in the post-module survey. This allows us to connect your responses, while keeping your identity anonymous. We recommend you use something easy to remember, as we will ask for it in the post-module survey. Please avoid using a generic code (e.g. \"12345\").", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Please input the 5-digit identification code you chose during the pre-module survey.", "cite_spans": [], "ref_spans": [], "section": "Post-Module Survey"}, {"text": "Please rate the degree to which you agree with the following: This module was helpful in preparing me for telephonic forensic asylum evaluations. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint If you felt that \"Building rapport with patient\" was a concern, please rate the extent to which this module addressed this concern:", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Did not effectively address this concern -O 1 O 2 O 3 O 4 O 5 -Very effectively addressed concern.", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "If you felt that \"Communicating via interpreter\" was a concern, please rate the extent to which this module addressed this concern:", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Did not effectively address this concern -O 1 O 2 O 3 O 4 O 5 -Very effectively addressed concern.", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "If you felt that \"Capturing adequate clinical information\" was a concern, please rate the extent to which this module addressed this concern:", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Did not effectively address this concern -O 1 O 2 O 3 O 4 O 5 -Very effectively addressed concern.", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "If you felt that \"Assessing elements of Mental Status Exam\" was a concern, please rate the extent to which this module addressed this concern:", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Did not effectively address this concern -O 1 O 2 O 3 O 4 O 5 -Very effectively addressed concern.", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "If you felt that \"Assessing credibility of client\" was a concern, please rate the extent to which this module addressed this concern:", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Did not effectively address this concern -O 1 O 2 O 3 O 4 O 5 -Very effectively addressed concern.", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "Was there anything you would like to have seen addressed in this module that was not covered?", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "______ . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}, {"text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Attitudes towards tele-psychiatric evaluations"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "An absolutely necessary piece\": A qualitative study of legal perspectives on medical affidavits in the asylum process", "authors": [{"first": "E", "middle": [], "last": "Scruggs", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Guetterman", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Meyer", "suffix": ""}, {"first": "J", "middle": [], "last": "Vanartsdalen", "suffix": ""}, {"first": "M", "middle": [], "last": "Heisler", "suffix": ""}], "year": 2016, "venue": "Journal of forensic and legal medicine", "volume": "44", "issn": "", "pages": "72--78", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Asylum medicine: Standard and best practices. Health and human rights", "authors": [{"first": "H", "middle": [], "last": "Ferdowsian", "suffix": ""}, {"first": "K", "middle": [], "last": "Mckenzie", "suffix": ""}, {"first": "A", "middle": [], "last": "Zeidan", "suffix": ""}], "year": 2019, "venue": "", "volume": "21", "issn": "", "pages": "215--225", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Detention Management: Detention Statistics", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "USCIS to take action to address asylum backlog", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Practice Pointer: AILA frequently asked questions (FAQs) on changes to the asylum office affirmative scheduling system. Doc. no. 18020233: American Immigration Lawyers Association", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Assessing the efficacy and", "authors": [{"first": "M", "middle": [], "last": "Bayne", "suffix": ""}, {"first": "L", "middle": [], "last": "Sokoloff", "suffix": ""}, {"first": "R", "middle": [], "last": "Rinehart", "suffix": ""}, {"first": "A", "middle": [], "last": "Epie", "suffix": ""}, {"first": "L", "middle": [], "last": "Hirt", "suffix": ""}, {"first": "C", "middle": [], "last": "Katz", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "September 2019, the Mount Sinai Human Rights Program (MSHRP) launched the Remote Evaluation Network. This pilot project aims to coordinate pro bono forensic mental health evaluations, by telephone or video call, of individuals seeking asylum or other forms of protected immigration status in the U.S. The remote network is an expansion of MSHRP, a program of the Icahn School of Medicine at Mount Sinai which facilitates forensic evaluations to document the physical and psychological sequelae of human rights abuses and explain these findings to adjudicators of immigration claims. MSHRP coordinates nearly 200 such forensic evaluations of asylum seekers annually in New York City and provides continuity medical care and social services. Three factors prompted the development of the remote network: (a) an increase in requests for evaluations outside of the New York City area, especially for individuals in detention or in areas without human rights programs; (b) anecdotal feedback from attorneys", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Future research should survey the nationwide availability of pro bono forensic medical services to guide efficient, equitable allocation of remote services. While continuing to serve individuals detained in the U.S., we hope to facilitate evaluations for those who are forced, under the current federal Migrant Protection Protocols (MPP), to wait in Mexican border cities in unsafe conditions while their legal cases are pending.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "from entering the U.S. under the MPP range from 0-11%. 9,10 In the future, we hope to begin serving individuals participating in pro se (self-representation) legal clinics. Doing so would require careful consideration of practical and ethical questions as we seek to ensure access to and deployment of forensic evaluations for the most vulnerable individuals. For all individuals seeking protected immigration status-those in the community, detention centers, and Mexican border cities-we hope to build resources to facilitate local continuity care referrals addressing the mental health needs identified during forensic evaluations and to continue advocating for individuals to receive appropriate medical resources, especially in detention facilities.DisclosuresGale Justin, and the Instructional Technology Group at the Icahn School of Medicine at Mount Sinai for their assistance in creating the Remote Evaluation Network's online training module; and the MCJ Amelior Foundation for its generosity. The authors also wish to thank the clinicians in the Remote Evaluation Network and the pro bono immigration attorneys we have partnered with for their incredible commitment and dedication to making this pilot possible. Funding/Support Aliza S. Green and Samuel G. Ruchman are funded to run the one-year Remote Evaluation Network pilot by the Icahn School of Medicine at Mount Sinai, the MCJ Amelior Foundation, and private philanthropic donors. The funding sources had no role in the design,", "latex": null, "type": "figure"}, "FIGREF3": {"text": "", "latex": null, "type": "figure"}, "FIGREF4": {"text": "in-person versus telephonic psychiatric evaluations for asylum seekers in the U.S. Psychiatry research. 2019;282:112612. 7. Mucic D. International telepsychiatry: a study of patient acceptability. 2008;14(5):241-243.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "currently involved with, or in the process of onboarding with, Mount Sinai Human Rights Program's Remote Evaluation Network? Please note that if you are not a current or prospective MSHRP evaluator, you are still welcome to participate in this survey. o Yes o No How many years have you been in practice? ______ Background on Asylum Work Estimated number of mental health asylum evaluations I have conducted: of mental health asylum evaluations I have conducted remotely (via telephone, video conference, or other platform):", "latex": null, "type": "figure"}, "TABREF1": {"text": "LC, eds. Innovation in medicine and healthcare 2016. Cham, Switzerland: Springer", "latex": null, "type": "table"}, "TABREF3": {"text": "Summary of the Remote Evaluation Network's Online Training Module Content", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Topic </td><td>Key Points Affidavit comparison: The Mount Sinai Human Rights Program published a study comparing affidavits resulting from in-person and telephonic evaluations, grading them on a rubric based </td></tr><tr><td>Research Findings </td><td>on the Istanbul Protocol. There was no difference between telephonic and in-person evaluations for 26 of 30 criteria. Common differences included assessment of general appearance and psychomotor retardation. There was no difference in distribution of PostTraumatic Stress Disorder or Major Depressive Disorder. Evaluator experiences: Although evaluators with telephonic experience noted that lack of visual cues made establishing rapport and assessing mental status more difficult, they expressed comparable ability to diagnose individuals and testify in a client's trial. Before the interview: Evaluators should consider what preparation is needed, including setting and equipment, electronic surveys emailed in advance, and location of a language interpreter. Sending a photo of the evaluator in advance may help overcome the barrier to rapport building. At the beginning of the interview: Evaluators should orient the evaluee to the purpose, format, and degree of confidentiality of the evaluation. Acknowledge limitations of telephonic modality and ask for assistance of the evaluee and interpreter, if co-located, in communicating distress, discomfort, and need for breaks. Consider asking the evaluee to describe their settings, including the level of privacy. During the interview: Evaluators should minimize distractions by sitting away from their computer even if using it to take notes. Interludes in language interpretation can be beneficial for taking notes and collecting thoughts. At the end of the interview: Evaluators should consider sharing impressions with the evaluee and providing psychoeducation. Evaluators may also provide recommendations for follow up. </td></tr><tr><td>Best Practices </td></tr><tr><td>Common </td><td>Loss of non-verbal cues: Evaluators can still rely on audible cues (e.g., crying, long pauses) to guide their interviewing and help assess mental status. Ability to assess credibility or truthfulness: Even for in-person evaluations malingering is usually not an issue because individuals have already been vetted by experienced immigration attorneys. Building a therapeutic alliance: The goal of the telephonic evaluation is forensic, unfortunately not therapeutic. Informal attorney feedback suggests that individuals often find the experience to be therapeutic despite the barriers. Communicating via interpreter: For telephonic evaluation, the communicating by interpreter can actually be advantageous. An interpreter co-located with a client can provide visual data. Pauses for interpretation also make note taking easier. Confirming client identity: Similar to in-person evaluations, evaluators should rely on immigration attorneys to confirm the time and place of evaluations. </td></tr><tr><td>Concerns </td></tr></table></body></html>"}, "TABREF5": {"text": "Characteristics of Clients Served by the Remote Evaluation Network (n = 15), December 2019 to April 2020", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Total (n = 15) </td><td>Percent of Total (Rounded) </td></tr><tr><td>Age (years) </td><td> </td><td> </td></tr><tr><td>Minor, &lt; 18 </td><td>1 </td><td>7% </td></tr><tr><td>Adult, 18-35 </td><td>8 </td><td>53% </td></tr><tr><td>Adult, &gt;35 </td><td>6 </td><td>40% </td></tr><tr><td>Gender Trans-gender woman </td><td>1 </td><td>7% </td></tr><tr><td>Trans-gender man </td><td>0 </td><td>0% </td></tr><tr><td>Cis-gender woman </td><td>3 </td><td>20% </td></tr><tr><td>Cis-gender man </td><td>11 </td><td>73% </td></tr><tr><td>Region of Origin Caribbean </td><td>6 </td><td>40% </td></tr><tr><td>Central America </td><td>7 </td><td>47% </td></tr><tr><td>East Asia and Pacific </td><td>1 </td><td>7% </td></tr><tr><td>Sub-Saharan Africa </td><td>1 </td><td>7% </td></tr><tr><td>Primary Type of Protected Status Sought Asylum </td><td>11 </td><td>73% </td></tr><tr><td>Cancellation / Withholding of Removal </td><td>2 </td><td>13% </td></tr><tr><td>United Nations Convention Against Torture </td><td>1 </td><td>7% </td></tr><tr><td>T Nonimmigrant Status (T Visa) </td><td>1 </td><td>7% </td></tr><tr><td>Current Region in United States </td><td> </td><td> </td></tr><tr><td>Midwest </td><td>2 </td><td>13% </td></tr><tr><td>Northeast </td><td>5 </td><td>33% </td></tr><tr><td>South </td><td>7 </td><td>47% </td></tr><tr><td>West </td><td>1 </td><td>7% </td></tr><tr><td>Location Community </td><td>2 </td><td>13% </td></tr><tr><td>Detention </td><td>13 </td><td>87% </td></tr><tr><td>ICE Facility </td><td>9 </td><td>69% </td></tr><tr><td>Correctional Facility </td><td>4 </td><td>31% </td></tr></table></body></html>"}, "TABREF6": {"text": ". https://doi.org/10.1101/2020.04.15.20063677 doi: medRxiv preprint Attitudes towards tele-psychiatric evaluations How comfortable are you conducting remote, telephonic or video psychiatric interviews? Not at all comfortable -O 1 O 2 O 3 O 4 O 5 -Very comfortable How comfortable are you conducting remote, telephonic or video forensic psychiatric asylum evaluations? Not at all comfortable -O 1 O 2 O 3 O 4 O 5 -Very comfortable Which of the following, if any, is a concern of yours in conducting remote asylum evaluations (select all that apply): o Building rapport with patient o Communicating via interpreter o Capturing adequate clinical information o Assessing elements of Mental Status Exam (i.e. affect, appearance, motor) o Assessing credibility of client o Managing patient suicidality o Legal considerations (i.e. license not applying in other states) o Other: ______", "latex": null, "type": "table"}, "TABREF7": {"text": "Not at all helpful -O 1 O 2 O 3 O 4 O 5 -Very helpful Please rate your comfort conducting forensic psychiatric asylum assessments remotely (via telephone, video conference, or other platform). Not at all comfortable -O 1 O 2 O 3 O 4 O 5 -Very comfortable How likely are you to apply what you have learned in your future forensic asylum evaluations? Not at all likely -O 1 O 2 O 3 O 4 O 5 -Very likely", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors wish to thank Dr. Mary Rojas, the Medical Student Research Office, and Dean David Muller at the Icahn School of Medicine at Mount Sinai for their continuing support;Dr. Kim Baranowski for her leadership and guidance in building this program; Erik Popil, Dr.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}