{
    "paper_id": "00bdb619e29ed92160d1c1e00a9c60a80fdd38d4",
    "metadata": {
        "title": "Co-Infection with SARS-COV-2 and Parainfluenza in a young adult patient with pneumonia: Case Report",
        "authors": [
            {
                "first": "Jose",
                "middle": [
                    "A"
                ],
                "last": "Rodriguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Healthcare System",
                    "location": {
                        "settlement": "Pembroke Pines",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Heysu",
                "middle": [],
                "last": "Rubio-Gomez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Healthcare System",
                    "location": {
                        "settlement": "Hollywood",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alejandra",
                "middle": [
                    "A"
                ],
                "last": "Roa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Healthcare System",
                    "location": {
                        "settlement": "Pembroke Pines",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LLC",
                    "institution": "Memorial Healthcare System",
                    "location": {
                        "settlement": "Hollywood",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [
                    "A"
                ],
                "last": "Eckardt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Memorial Healthcare System",
                    "location": {
                        "settlement": "Hollywood",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "At the end of 2019 a novel coronavirus (SARS-CoV-2) was identified in Wuhan, a city in China's Hubei Province as the cause a worldwide pandemic. It was established by the World Health Organization as a disease called COVID-19 which stands for coronavirus disease 2019 (1) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Coinfection of SARS-CoV-2 virus with Influenza A virus has already been documented in a case report from China in a 69 year old man with no underlying medical conditions (2) . To our knowledge coinfection with Parainfluenza has not yet been documented.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "CASE PRESENTATION: 21 year old male, with known substance abuse (cocaine, methamphetamines) and current smoker of 1 pack a day for the last 3 years, with no reported past medical history, presented to the Emergency department of a South Florida Hospital in the USA, with complaints of fever, dry cough, exertional dyspnea, generalized myalgia, fatigue and diarrhea of 3 days duration. At initiation of symptoms he was prescribed Tamiflu at the Urgent care center but his symptomatology worsened. Denied abdominal pain, nausea, vomiting, chills, and chest pain. The patient had no identifiable exposure to sick contacts nor recent travel outside the USA. The physical exam was significant for Temperature of 40C, Heart Rate 122 Respiratory rate 18 Blood pressure of 128/75 O2Sat:93% at room air, mild expiratory wheezing in bilateral lung fields. O2 via nasal cannula was started, a Respiratory Pathogen (RP) panel (GenMark Diagnostics, Carlsbad, CA) and a SARS-CoV-2 test (CDC 2019-Novel Coronavirus Real-Time RT-PCR Diagnostic Panel for use under a Food and Drug Administration's Emergency Use authorization approved 2/4/2020) were performed on nasopharyngeal swab specimens of both nostrils, chest X-ray ( Fig. 1 ), blood culture, CBC where ordered. Patient started on Ceftriaxone 1 g IV onetime, Azithromycin 500 mg PO onetime empirically, albuterol nebulizer. Lab work was only positive for parainfluenza virus 4, with the SARS-CoV-2 test pending at that time. Fever subsided and O2 saturation and wheezing improved. The patient was educated on diagnosis counseled on following up if symptoms persisted, cessation of drugs and self-isolation; discharged on Doxycycline 100 mg PO BID, Albuterol inhaler, Ibuprofen 800 mg PO as needed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1208,
                    "end": 1214,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Patient presented to the emergency department 3 days later due to worsening dry cough, dyspnea at rest, fever associated with chills. Previous SARS-CoV-2 test was negative. The physical exam was significant for Temperature of 38.5C, Heart Rate 117 Respiratory rate 20 Blood pressure of 121/68 O2Sat:93% at room air, expiratory wheezing and crackles in bilateral lung fields. Supplemental O2 via nasal cannula started, SARS-CoV-2 testing reordered, along with chest X-ray, blood cultures, CBC, patient was placed in respiratory isolation in a single negative pressure ward of the medical intermediate care unit. The patient was started on Normal Saline IV 2 L, Ceftriaxone 2 g IV QD, Azithromycin 500 mg IV QD empirically, albuterol nebulizer and Acetaminophen 1000 mg PO. Chest X-ray (Fig. 2) showing bilateral pulmonary opacities, WBC 12.6 1000/uL (reference range 3.5 -10.0 1000/uL), Neutrophils 85.3 %(reference range 40.3 -74.8 %), Lymphocytes 10.1% (reference range 12.2 -47.1%), Patient was refractory to O2 therapy and remained hypoxic with a O2 sat 91% on 2 L nasal cannula, ABG ordered showing a pH 7.46, PO2 74 mmHg, CO2 29.6., placed on a nonrebreather mask with FIO2 50% CT of the chest ordered ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 784,
                    "end": 792,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients with COVID-19 can initially present with an array of clinical manifestations, making it very difficult to distinguish from any other viral etiology. The most common documented symptoms at onset are fever, dry cough, dyspnea, myalgia and fatigue; less common are diarrhea, hemoptysis, headache, sputum production and inability to taste or smell (3) (4) (5) (6) . Our case presented with all of the most common symptoms along with diarrhea.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Transmission of this virus is currently under investigation occurring mainly via respiratory routes but extra respiratory mechanisms have already been documented such as fecal-oral (7-9). The identification of the SARS-CoV-2 is currently being done by real time reverse transcription PCR but some false negative results have been documented in naso-pharyngeal swab specimens, most likely due to specimen recollection, handling or transportation; requiring further investigations by bronchoalveolar lavage (BAL) or sputum samples having a higher positive rates 90%-70% respectively compared to the nasal swabs 60% (9). This is reflected in our case in which the first naso-pharyngeal swab was negative for SARS-CoV-2 and only positive for Parainfluenza but the patient continued to deteriorate with persistent symptoms. The clinician therefore repeated testing (naso-pharyngeal) in order to confirm the diagnosis. In patients with a high clinical suspicion a sputum sample or even a BAL needs to be considered in the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As initially thought, most patients affected who display severe disease had underlying chronic medical conditions such as diabetes, hypertension and cardiovascular disease, (3-6,10,11) but new, severe cases are being seen in younger patients and in patients with no underlying medical conditions such as the case presented to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Common laboratory findings seen in patients with COVID-19 pneumonia are predominantly lymphopenia, neutrophilia and elevated LDH (10) . Markers of inflammation (CRP, Ferritin, Procalcitonin) where noted to be markedly increased in severe complicated COVID-19 in in some studies (10, 11) . In our case these markers were elevated and displayed a decreasing trend as the patient continued to improve.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several therapeutic trials are currently under investigation for the treatment of this disease. Hydroxychloroquine and chloroquine are oral medications commonly used for treating malaria and inflammatory conditions, have been showed to have in vitro activity against SARS-CoV-2 (12,13) One small study reported that hydroxychloroquine alone or in combination with azithromycin reduced detection of SARS-CoV-2 RNA in upper respiratory tract specimens compared with a non-randomized control group but did not assess clinical benefit (14) . Optimal dosing and duration of hydroxychloroquine for treatment of COVID-19 are unknown. We used hydroxychloroquine 400 mg BID on day one, then 200 mg BID for four days in combination with Azithromycin 500 mg PO QD. Remdesivir is an IV medication that has also been showed to have in vitro and in vivo activity against SARS-CoV-2. (15) Lopinavir-Ritonavir was not shown to have benefit beyond the standard of care in one trial done in adults hospitalized with Severe COVID-19 (16) , nonetheless larger studies are needed",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The case reported highlights the importance of having a low threshold for suspicion of COVID-19 regardless of a negative test and in coinfection with other viruses such as parainfluenza virus. Differentiating between a coinfection is difficult especially in times where there is much to learn about this new emergent SARS-CoV-2 virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Research performed under guidance of the Memorial Healthcare System, with funding support of the Division of Infectious Disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Support"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "General's remarks at the media briefing on 2019-nCoV on 11 February. Available at:. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Co-infection with SARS-CoV-2 and influenza A virus in patient with pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Emerging Infectious Diseases",
            "volume": "26",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200299"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Gastroenterology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.054"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R-H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Microbes & Infections",
            "volume": "9",
            "issn": "1",
            "pages": "386--395",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1729071"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Utility of Ferritin, Procalcitonin, and C-reactive Protein in Severe Patients with 2019 Novel Coronavirus Disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-18079/v1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chloroquine and hydroxychloroquine as available weapons to fight COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "J-M-M",
                    "middle": [],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "J-C-C",
                    "middle": [],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105932"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Infectious Diseases",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hydroxychloroquine and Azithromycin as a treatment of COVID-19: preliminary results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.16.20037135"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Communications",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-019-13940-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yeming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Danning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001282"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Figs. 2 and 3 and 4) showing multifocal bilateral opacities and ground glass opacities. Dyspnea worsened with increased work of breathing saturation 90% patient was placed on Bi-PAP iPAP 16 ePAP 10 RR18 FIO2 65%. Repeated SARS-CoV-2 testing resulted positive on day 2 of admission. Ferritin, Procalcitonin, CRP, HIV ordered. Patient was started on Lopinavir/Ritonavir (Kaletra) 400/ 100 mg PO BID and Hydroxychloroquine 400 mg PO BID x 2 doses followed by Hydroxychloroquine 200 mg PO BID. Lab work trend is as shown: Ferritin: 531-489-443 ng/mL (reference range 22.0 -322.0 ng/mL), CRP: 35.1-26.3-16.4-14.9 mg/dL(reference range <0.30 mg/dL). Procalcitonin 5.23-4.4-1.83-0.83 ng/mL (reference range <0.5 ng/mL). Patient continued with supplemental oxygen on Venturi Mask at a FIO 50% with a stable O2 sat, follow up chest x-ray (Fig. 5) showed worsening bilateral infiltrates but clinically, the patient continued to improve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Portable Chest X-ray: Focal zone of linear opacities projecting over the right upper lung zone favored to represent branching vessels over atelectasis/infiltrate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Portable Chest X-ray: Bilateral pulmonary opacities predominantly involving the mid and lower lungs, suspicious for infiltrates.Figs. 3 and 4.Non-contrast CT Chest: There are multifocal, peripherally oriented consolidative airspace opacities seen bilaterally, highly concerning for multifocal pneumonia. Apical ground glass opacities with superimposed intralobular and septal thickening.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors have contributed to the manuscript data collection, interpretation and preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors have no financial disclosure or conflicts of interest. We acknowledge that the manuscript has not been previously published nor it is being",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}