{
    "paper_id": "00c3a7d62e21141ef58722bc1b0673b71f750608",
    "metadata": {
        "title": "\"She is Like a Sister to Me.\" Gender-Affirming Services and Relationships are Key to the Implementation of HIV Care Engagement Interventions with Transgender Women of Color",
        "authors": [
            {
                "first": "Andres",
                "middle": [],
                "last": "Maiorana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [],
                "last": "Sevelius",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Joanne"
                ],
                "last": "Keatley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Greg",
                "middle": [],
                "last": "Rebchook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present findings from qualitative interviews (N = 67) with 36 staff and 31 participants of nine distinct individual and/or group level interventions to engage transgender women of color (TWOC) in HIV care in the U.S. We examine the commonalities amongst the intervention services (addressing unmet basic needs, facilitating engagement in HIV care, health system navigation, improving health literacy, emotional support), and the relationships formed during implementation of the interventions (between interventionists and participants, among participants in intervention groups, between participants and peers in the community).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventionists, often TWOC themselves, who provided these services developed caring relationships, promoted personal empowerment, and became role models for participants and the community. Intervention groups engaged participants to reinforce the importance of health and HIV care and provided mutual support. Gender affirming services and caring relationships may be two key characteristics of interventions that address individual and structural-level barriers to engage TWOC in HIV care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords Transgender women of color · HIV care · Gender-affirming services · Navigation services · Group interventions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Presentamos resultados de entrevistas cualitativas (N = 67) con 36 integrantes del personal implementador y con 31 participantes en nueve distintas intervenciones a nivel individual y/o grupal para vincular a mujeres transgénero de minorías a la atención médica para el VIH en EE.UU. Examinamos: (1) los servicios (satisfacer necesidades básicas no cubiertas, facilitar vinculación a la atención médica para el VIH, ayudar a navegar el sistema de salud, incrementar alfabetización en salud, proveer apoyo emocional) provistos por las diferentes intervenciones, y (2) las relaciones parte de la implementación de las intervenciones entre intervencionistas y participantes, las participantes en los grupos de las intervenciones, y las participantes y sus pares en la comunidad. Las intervencionistas que proveían dichos servicios, muchas de ellas también mujeres transgénero de minorías, desarrollaron relaciones afectuosas, promovieron el empoderamiento personal, y se convirtieron en modelos de roles para las participantes y la comunidad. Los grupos parte de las intervenciones reforzaron la importancia de la salud y la atención médica para el VIH y fomentaron el apoyo mutuo. Intervenciones que incluyen servicios con una perspectiva de afianzamiento de la identidad de género y relaciones afectuosas como dos características claves pueden ser cruciales para superar barreras individuales y estructurales para vincular a mujeres transgénero de minorías a la atención médica para el VIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transgender women, particularly transgender women of color (TWOC), in the U.S. face intersecting individual and structural challenges that result in increased vulnerability, e.g. substance use; mental health; poverty; lack of access to jobs, housing, and insurance; internalized and societal stigma and violence [1] [2] [3] [4] . TWOC also face multiple types of health disparities and disproportionally high rates of HIV prevalence [5] [6] [7] . Individual and structural-level factors, including intersecting systems of oppression such as classism, racism, as well as institutional policies, such as immigration laws [8, 9] , have been shown to interfere with linkage, engagement, and retention in care among TWOC living with HIV [10, 11] . Furthermore, mistrust of the health care system due to the lack of culturally responsive and gender affirming services, and past negative experiences of stigma and discrimination by health care providers influence their engagement in care. [10] [11] [12] [13] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "HIV Among Transgender Women of Color"
        },
        {
            "text": "To date, a small number of HIV prevention group interventions have been implemented with transgender women regardless of their HIV status. These interventions created safe spaces for participants to discuss gender issues, sexual risk, depression and substance use, with modest reductions in HIV risk and/or an increase in HIV knowledge among participants. One of these interventions also documented an increase in individual empowerment for some of the participants [14] . In addition to those interventions, a pilot group intervention to address the role of prior trauma in HIV prevention and treatment among TWOC was found to be feasible and acceptable, with positive coping among participants [15] . SISTA, an evidence-based, social skills-building, group-level intervention originally designed to reduce HIV risk behaviors and build gender and ethnic pride among African American (AA) heterosexual ciswomen, has been adapted by different organizations to be implemented with transgender women, including TWISTA for AA transgender women in Chicago and BACAHU for Latina transgender women in San Juan, Puerto Rico [16] . To the best of our knowledge, however, these interventions have not been rigorously evaluated. While the interventions above focused on HIV prevention, there has been little research about the needs of transgender women living with HIV to engage in care [17] . Grounded in the models of Health Care Empowerment and Gender Affirmation, Healthy Divas is a clinical trial currently being implemented to optimize engagement in HIV care for transgender women living with HIV. The Healthy Divas intervention is a combination of six individual sessions with a peer counselor and a peer-led group workshop with other transgender women, an HIV primary care provider, and a transgender health care provider [18] .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "HIV Among Transgender Women of Color"
        },
        {
            "text": "In response to HIV disparities among TWOC, as part of the Transgender Women of Color initiative, the Health Resources and Services Administration (HRSA), Special Projects of National Significance (SPNS) funded nine demonstration projects at community-based organizations and/or medical settings in four U.S metropolitan areas to design and implement innovative theory-based interventions to engage TWOC in quality HIV medical care. The HRSA/SPNS initiative and the nine interventions have been described in detail elsewhere [19, 20] . In brief, the interventions were all distinct, and included either new programs or services, and/ or complemented or enhanced already existing programming at the sites. Eight of the interventions included navigation services funded by the initiative. In addition, six of those interventions provided either drop-in, educational, community building, and/or support groups funded by the initiative. Clinical demonstration sites generally referred participants internally for medical care, while community-based sites referred them to external medical settings.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Transgender Women of Color initiative"
        },
        {
            "text": "As part of the initiative, the Center for AIDS Prevention Studies, in collaboration with the Center of Excellence for Transgender Health, at the University of California, San Francisco (UCSF) was funded to conduct a multisite evaluation of the nine interventions. Demonstration site staff, HRSA/SPNS project officers, and UCSF evaluation staff held two-day meetings every six months during the five years of the initiative to discuss implementation of the interventions, barriers and facilitators, lessons learned, and preliminary findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transgender Women of Color initiative"
        },
        {
            "text": "This paper presents qualitative findings from the multi-site evaluation of the interventions conducted by UCSF. We examine the gender-affirming services and relationships that characterized the individual and/or group level interventions, as well as the role and functions of interventionists working with TWOC to help engage them in HIV care as defining characteristics of the implementation of all the interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our Study"
        },
        {
            "text": "Our study is grounded in the theoretical Model of Gender Affirmation, within the structural context of navigation services to engage people living with HIV in care. Genderaffirming services are those that respect, validate and affirm gender identity and expression, and promote healthcare empowerment [21] , and are closely related to the provision of client-centered [22] , and culturally responsive services [23] that consider race/ethnicity, the social and cultural context, and the health beliefs of an individual.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Our Study"
        },
        {
            "text": "Gender affirmation as a concept posits that perceived higher satisfaction with gender identity and expression as well as social acceptance of gender presentation may be protective from stigma, marginalization and psychosocial morbidities [21, 24] . Social (support and acceptance), psychological (wellbeing) and medical (hormone use, surgery) gender affirmation has been associated with lower depression and higher self-esteem among transgender women [25] . Specifically among a sample of AA transgender women at risk for HIV or living with HIV, social gender affirmation was associated with greater personal competence, self-acceptance, and positive mental health outcomes [26] . The provision of gender-affirming services has been theorized as a facilitator and as a social determinant of health [27] . Gender-affirming services may positively impact TWOC's perceptions of healthcare and contribute to their engagement and retention in HIV care. Quantitative data from this SPNS initiative found that interventions that boost gender affirmation and healthcare empowerment may improve viral suppression among transgender women of color living with HIV [28] .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Our Study"
        },
        {
            "text": "Navigation services may be effective in improving engagement in HIV care and outcomes along the HIV care continuum across different populations and settings [29] [30] [31] . These services have included facilitating linkage and engagement in an often complex and fragmented health care system, addressing individual and structural barriers to care, improving health literacy, and providing functional and emotional support [32] [33] [34] [35] . However, the scope of navigation services may vary and the mechanisms that facilitate their efficacy have not been established [36] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Our Study"
        },
        {
            "text": "We conducted cross-sectional in-depth qualitative interviews with a purposive sample of participants in the interventions and of staff members implementing the interventions. The study was approved by the Institutional Review Board (IRB) at UCSF and as required by the IRBs at some of the demonstration sites. The four authors, representing different disciplines, including anthropology, psychology and public and community health, have extensive experience working with transgender women in the U.S and internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "We conducted 67 interviews with 36 staff members (10 project directors/coordinators and 26 interventionists) implementing, and with 31 TWOC participating in the interventions. We interviewed an average of four participants and four staff (including a minimum of two interventionists) per site. At one of the sites, we could not interview participants in the intervention due to the demonstration site's IRB regulations that precluded interviewing its clients. The first two authors conducted all interviews and analyzed the data. Fifteen interviews (five with staff and 10 with participants) were conducted in Spanish by the first author, who is bilingual, considering that interviewees felt more comfortable expressing themselves in their native language. Data collection took place between November 2014 and July 2016. We asked the sites to select a diverse sample of up to six TWOC participating in the interventions for us to interview, including participants who were newly diagnosed with HIV, participants who reengaged in HIV care during the interventions, and those who were participating in the interventions but were not currently engaged in HIV care. We selected staff for interviews based on their role to include project directors and interventionists implementing the interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures and Data Collection"
        },
        {
            "text": "We conducted all interviews with TWOC intervention participants in person. We aimed to interview staff in person during site visits; however, when it was not possible to interview staff during site visits, we interviewed them over the telephone. We did not collect participants' identifying data. We explained the interview's purpose, procedures, and risks and benefits to the participants, who provided written consent prior to the interviews. Face-to-face interviews were audio recorded digitally and phone interviews were audio recorded through a secure conference line. All interviews lasted between 45 and 60 min. We provided intervention participants that we interviewed a $25 gift card for their time; staff were not compensated since they participated during work hours. We conducted all interviews using semistructured interview guides. We asked participants about their experiences in the interventions, intervention services received, their life experiences and health seeking behaviors, and perceptions related to living with HIV and engagement in HIV care. We asked staff about their role implementing the interventions, intervention services provided, implementation challenges and facilitators, participants' response to the interventions, and barriers and facilitators for engaging TWOC participants in HIV care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures and Data Collection"
        },
        {
            "text": "The analysis process was iterative. The Framework Analysis method used in health research [37, 38] informed our analysis. This method includes the following stages: immersion in the data, identification of a thematic framework to classify data, assigning segments of text to identified codes, and defining concepts to interpret and assign meaning to the excerpted data.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The interviews were transcribed verbatim by a transcription company. We entered the two separate data sets of intervention participant and staff interviews into Dedoose, a web application [39] , to organize the data and facilitate analysis. First, the two analysts independently read and coded a subset of the transcripts of the interviews conducted in English and developed preliminary codes both for the participant and staff interviews. The analysts then compared their coding and together refined coding constructs to develop two final codebooks for each data set. Code development was based both on topics included in the interview guides and on themes emerging from the data. Second, the analysts applied those codes to the rest of the interview transcripts in English and in Spanish that had been uploaded into Dedoose. The first author, who is bilingual, coded the interviews conducted in Spanish. A few additional codes applied to the interviews in Spanish with monolingual Latinas and to some of the interviews in English conducted with bilingual Latinas included: importance of communication with the interventionists in Spanish, participant migration history to the U.S, and transnationalism and connection to their country of origin. The main codes used for this analysis related to implementation of the interventions were intervention impact, intervention services, relationships part of the interventions, intervention messages, and transgender community. The analysts met weekly for three months to discuss coding, solve coding discrepancies, discuss summary memos based on coded excerpts of the interview transcripts, and interpret findings.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "In the third and fourth stages of analysis, we developed memos to summarize findings from the interview excerpts under each code analyzed for this study, examine key themes, explore thematic relationships, and compare findings within and across sites. All summaries were developed in English in order for the two analysts to share and discuss findings from all interviews, including those conducted and coded in Spanish. For intervention participants, interview summaries included living with HIV and engaging in HIV care, intervention experiences, and personal background information. For intervention staff interviews, summaries included their role in the intervention and their experiences implementing the interventions, as well as barriers and facilitators to care among TWOC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Analysis of the summaries helped us to identify convergent themes within and across sites, such as content of the services provided by the interventionists, gender affirmation, and the significance of the relationships developed during implementation of the interventions. We presented initial findings from our analysis to demonstration sites during biannual meetings to check for alignment of our results with their experiences implementing the interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The average age of intervention participants interviewed was 44 (range 21-63). Fifteen self-identified as African American (AA), 15 as Latina, and one as Asian/Pacific Islander. Most of the Latina participants were monolingual Spanish speakers originally from Mexico and Central America, and many of them were undocumented in the U.S. All participants identified as transgender and included individuals with diverse life experiences at the intersection of gender, socioeconomic class, racial and ethnic identity, self-presentation, and physical transition. Some were employed part-or fulltime, although most were of lower income. The majority had a history of substance use and/or incarceration, sex work, family and job discrimination, transphobic experiences, and personal violence and trauma: \"Many were socially isolated, had disclosed their HIV status to a small number of people, and were not in a romantic or partner relationship.\" Most reported that they were currently taking antiretroviral therapy and knew the names of their medications, stated that their viral load was undetectable or that their \"numbers were good,\" and were taking hormones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Characteristics"
        },
        {
            "text": "The majority (20 out of 26) of the interventionists that we interviewed were also TWOC (11 AA, 9 Latinas), with an age range between their early twenties to their late fifties. They were highly motivated to help their community and often reported previous life experiences similar to participants in the interventions. Their background and type of training to implement the interventions varied across the interventions. Some of them were new to the work force because they were young or because they never had held a formal job before, even if they had previous experience as volunteers or community organizers. Depending on the demonstration site, the interventionist titles were Peer Health Navigators, Health Educators, or Case Managers, but they overall provided navigation services to link, retain, or re-engage participants in HIV care. Interventionists and intervention participants were not necessarily matched by ethnicity, but Spanish-speaking staff worked with monolingual Latinas at the sites that mainly served Spanish-speaking participants. We have organized the rest of our findings into two main sections: first to examine the types of genderaffirming services provided by the individual and grouplevel interventions; second to describe the relationships resulting from intervention implementation. We refer to the nine intervention sites using letters from A to I. For quotes from interviews in Spanish we include the original text and its English translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Characteristics"
        },
        {
            "text": "\"They just want you to be well…from the receptionist to the janitorial staff, you never feel like you're not at home. It's a family kind of environment. They take their jobs very seriously and their job is us. Their job is to make sure that we're well.\" (Asian Pacific Islander participant, age 43, site A)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "Intervention participants and staff often referred to transgender women as having low self-esteem and feeling defensive or socially excluded due to structural, interpersonal, and individual stigma, previous experiences of marginalization and discrimination in their personal, family, and social relationships, and negative encounters with the health care system. An AA participant (age 63, site A) situated TWOC as an underserved population part of \"economically contained\" communities with few opportunities to \"get out\" of their marginalized place in U.S. society. An interventionist, also at site A, who framed her work with TWOC at the intersectionality of gender, race and stigma, stated: \"I'm constantly aware of the interplay between transphobia and sexism and racism, and how we can try to offset that a little bit in our own microcosm [their intervention] by trying to create more opportunities and empowerment.\" For these reasons, the provision of gender-affirming and clientcentered one-on-one and/or group services was crucial for TWOC to feel comfortable participating in the interventions. A Latina participant (age 49, site C) explained that because of previous stigmatizing experiences in their lives, including the health system, \"transgender women many times remain like there, in a little corner\" but that at the clinic part of the intervention site they felt welcome and at ease because they were treated by the staff like everyone else. \"One does not have to be there [feeling] discriminated, sitting there.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "For intervention participants, concrete expressions of gender affirming services were a \"come as you are, judgment-free space,\" a physically and emotionally safe \"family kind of environment\" where they felt understood and welcome, their needs were met, and their gender identity was respected. A project director (site I) explained that providing a clean, supportive, and gender-affirming environment where services, resources, referrals, and food are available may encourage transgender women to take care of their health:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "\"One of the issues that the trans community faces is the isolation and the loneliness, once they know that they have a safe space, they are going to go…and when you are feeling better and you have support you tend to take care of your health. You are motivated to do that because that is what everybody surrounding you is doing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "A navigator (site F) emphasized the importance of maintaining a presence through interventions that are culturally appropriate and gender affirming, when she said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "\"People are tired of being lectured about why they need to go into care. They get it. So, maintain a presence. They know what you're there for. And when they're ready, they will come to you. And that has been the success, a part of this intervention is just the presence. Just be there.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "Many of the intervention participants were \"agencysavvy,\" had received services and health care at other places, and could compare and clearly express the difference between the interventions and other programs. Some did not like the \"vibes,\" or what they described as \"by the book,\" or \"cut and dry\" services not perceived as caring, gender affirming, or tailored to their needs at other organizations where they had received services in the past. Referring to supportive services received through the intervention program at site D, a Latina participant (age 55) explained: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gender affirming services"
        },
        {
            "text": "We found consensus among staff and participants that providing client-centered services that addressed basic, and in many cases multiple, unmet needs was often the first step to engaging TWOC in HIV care. Helping participants to get their basic needs met was key in responding to participants' priorities and efforts to stabilize their lives before addressing other barriers they faced to engaging in HIV care. These services mainly were one-on-one and included facilitating access to food, housing, substance use, mental health, and legal services (e.g. identity documents, name changes, criminal charges, record expungement, immigration issues). A navigator at site I stated that the unmet needs of AA and Latina TWOC are very similar, except that undocumented Latinas do not have access to health insurance or other government benefits, including housing options that preclude undocumented individuals from qualifying. She considered that other differences may be based on the long history of racial barriers and discrimination faced by AA communities in the U.S.; and, on the other hand, more appreciation, and perhaps even gratefulness, among Latinas raised in Latin America for the limited resources in the U.S. compared to what was available to them in their countries of origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meeting Basic Needs"
        },
        {
            "text": "Referring to her multiple roles to provide services and address her clients' needs, an HIV retention specialist in site C explained: Echoing the interventionist above, other intervention staff elaborated that the multiple issues experienced by their clients impacted them personally, feeling responsible for them, making it hard to set boundaries, and many times causing frustration, compassion fatigue, or burnout among the implementing staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meeting Basic Needs"
        },
        {
            "text": "Some interventions helped to develop personal skills such as writing a resume, applying to school, \"know your rights,\" and self-defense. Some of these services were provided as part of group sessions. Services were often available on a drop-in basis and tried to address as many issues as possible when participants were there, often \"over a cup of noodles\" since, as explained by a project director, food or snacks were appreciated by participants, encouraged attendance and rapport, and showed that staff cared. Describing the organization as a \"one stop shop,\" an AA participant (age 49, site A) stated: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meeting Basic Needs"
        },
        {
            "text": "Interventionists provided one-on-one support to help link or reengage participants in HIV care. This support included facilitating direct linkage to health care services; making appointments for participants; helping them navigate the health care system; accompanying to/reminding them of appointments; and supporting them in accessing medical insurance, AIDS Drug Assistance Programs, and obtaining medicines at pharmacies. Interventionists advocated for gender-affirming and culturally competent services either within or outside their organizations, for example by pointing out to medical staff when a participant was called by the wrong pronoun or her legal name instead of her chosen one in a waiting room. To facilitate engagement in care, the interventionists also helped participants deal with internalized stigma, encouraged them to seek care, and empowered them to do things independently. A Latina participant (age 28, site D) explained that because transgender women are afraid of being mistreated when dealing with the health care system, it helped that the navigators could accompany them to appointments at first, so they learned how to navigate the health system, and then could eventually go by themselves:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Engagement in HIV Care"
        },
        {
            "text": "\"It is like saying: 'Yes, I feel less afraid because I am coming with someone, or because I didn't know this and now I know how.' Because if I have done it once, next time perhaps I can go by myself. It is like therapy, and that's very good.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Engagement in HIV Care"
        },
        {
            "text": "Across interventions, services included supporting participants one-on-one or at group meetings in improving their HIV health literacy. These services encouraged participants to prioritize their health, helped normalize living with HIV, and emphasized the importance of HIV care and treatment efficacy. They also stressed the importance of medical monitoring of hormones (instead of procuring hormones or silicone/body fillers on the street or through friends without medical supervision), as well as learning how to communicate with health care providers. Interventionists often collaboratively set goals with participants related to their health, to help them create \"a game plan\" to improve treatment adherence and achieve viral suppression. Interventionists reinforced messages given by medical providers, provided treatment adherence tips, and reframed HIV care in the context of participants' life goals, self-determination, and their strengths and motivation to take care of their health. In at least three sites, interventionists utilized a gender-affirming framework to explore with participants the connection between HIV care and staying healthy to improve their quality of life with their desire for transitioning and/or living as a woman. A navigator (site B) explained: \"A lot of the girls want hormones right off the bat. What's the point of getting implants? What's the point of getting all this work done when you're not going to be healthy enough to enjoy it?\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Literacy"
        },
        {
            "text": "Health-related topics included in the intervention groups mentioned by participants were HIV, STDs, hormone use, breast augmentation, sexual reassignment surgeries, safer sex, and Pre-Exposure Prophylaxis for partners. Referring to what she had learned from the groups, an AA participant (age 41, site H) said: \"Just learn about HIV, how to say healthy, how to stay mentally healthy, stay on top of HIV. What is a viral load? What is a T cell count? There is so much to know.\" When asked what she liked about the groups, another AA participant (age 21, site E) mentioned a discussion regarding the importance of viral suppression, treatment as prevention, and disclosing gender and HIV status to a potential sex partner that had influenced her disclosure practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Literacy"
        },
        {
            "text": "Many participants across sites, like the one we quote in the title of this paper, referred to intervention staff as sisters, mothers, friends, or confidantes. The interventionists and the groups provided significant and meaningful support as an important, albeit somehow intangible, service to participants in the context of the relationships that developed as part of the interventions. Staff that \"go the extra mile\", listened, showed they cared, worried about participants, and were part of, or knew the transgender community, provided \"a little shoulder to cry on\" and helped alleviate the isolation many participants experienced. Many participants had been rejected by their families, had little social support, and/ or had only disclosed their status to a very limited number of people. Many Latinas could not travel to their country of origin to see their families because of being undocumented in the U.S. For some, the interventionists were the only ones they felt they could talk to about personal issues and living with HIV, to find emotional relief, and to \"get things off my chest.\" Referring to talking to an interventionist, an AA participant (age 33, site A) said: \"We talk about my HIV. We talk about my drug use, my past drug use …. When I'm down in the dumps I come in and I cry. When I'm happy I tell them what I'm happy about. We talk about everything.\" Sometimes using themselves or their life experiences as an example, the support provided by the interventionists included messages aimed to increase self-esteem, self-management, responsibility, personal empowerment, and participants' value as human beings. \"Helps to look forward\", \"da ánimos para salir adelante\" was the phrase used by a Latina participant (age 55, site D) when referring to an insightful conversation with an interventionist, with a stable job, living with HIV, well dressed, and seen as a role model: The socialization, sharing, sense of sisterhood, and learning from other participants' experiences in the educational, support, empowerment and community building intervention groups also contributed to provide emotional support. Depending on the site, the groups were facilitated by staff, co-facilitated by participants, and/or by outside transgender community members. To avoid HIV stigma and because they also served to attract and recruit participants to the interventions, groups in most interventions were open to any TWOC independent of HIV status. When asked what she got from the groups, an AA participant (age 41, site G) replied: \"Compassion, and loving, and caring, no judgment.\" While a Latina participant (age 47, site C) said:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social and Emotional Support"
        },
        {
            "text": "\"Some of the girls were like me, shy, because in our lives we have always suffered rejection, sometimes we are afraid of speaking in public, are afraid of many things. These groups have served me to lose my mistrust and fear of being harmed. So one can demand their rights, that I am also a human being and deserve my rights…. Because I pay taxes also, so we need to demand our rights like any other citizen.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social and Emotional Support"
        },
        {
            "text": "In some interventions when participants completed all group sessions or became peer leaders, graduation certificates served to acknowledge their accomplishment and helped to increase self-esteem. Participants could also include that certificate on a resume to help them find employment. For some, like the Latina participant (age 39, site H) below, getting a certificate bearing her female name was gender affirming and significant: \"And [they] gave us our certificate, and that was the first time that somebody actually acknowledged on paper my female name. So, I cried because they didn't change it to my given name.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social and Emotional Support"
        },
        {
            "text": "A project director explained that it was challenging to find and retain TWOC in the intervention because of drug use, homelessness, or living in a context of poverty and a \"survival mode\" that included sex work as their only option to make a living. She added, however, that the combination of incentives and the empowering content of their group intervention had provided the opportunity for some of their TWOC clients to feel that it may be possible to do something different with their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social and Emotional Support"
        },
        {
            "text": "\"Being engaged [in the intervention], and getting their needs met at other programs [in the same agency], whether it's doing a survey, a gift card here, or another intervention is like, 'I have enough to get by for the next couple of days. I don't have to do sex work. I can focus my energy, at least for the next 24 hours, on putting an application in someplace.' If you don't have to survive for a couple nights, you're a little freer and clearer to like, 'What should I be doing right now? Maybe I could go to Craigslist and look at jobs.' And there's an empowerment piece in there. I don't' think they ever thought there were any options for them to get a job, or have other economic opportunities than sex work. I think that they're realizing, especially during the career track [of the intervention], that there are things they can do. It's difficult to get a job being trans, especially of color, but there are things they can look into, and they're realizing, 'well, let me give it a try.'\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social and Emotional Support"
        },
        {
            "text": "\"I know where they're coming from. Sharing a little of my story opens the door for them to feel comfort-able…. Someone they can relate, who they can talk to, and who knows what it means to be HIV positive.\" (Navigator, site F) During the implementation of the interventions important relationships developed between interventionists and participants, among participants in the intervention groups, and/or among participants and their peers in the community. The significance of these relationships was crucial for engaging and retaining participants in the interventions and for outreach to potential participants in the transgender community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationships Resulting from the Interventions"
        },
        {
            "text": "The interventionists established supportive relationships and developed trust, \"confianza\" for the Spanish-speaking Latina participants, and a sense of family or friendship with the participants. According to the participants' needs, interventionists dedicated considerable time, effort, and attention to working with them. The relationships developed with the interventionists were crucial to provide participants with the social and emotional support mentioned above. These relationships were forged during one-on-one meetings at the intervention sites, while interventionists and participants waited together for medical or social services, visiting participants at home or at the hospital, or via phone, text, email or Facebook. Both participants and staff felt that interventionists who were transgender women and/or living with HIV themselves could better identify with and understand participants' life experiences. Similarities in life experiences facilitated building rapport, enhanced participants' willingness to discuss personal issues, and supported their engagement in care. In many cases, interventionists became empowering role models because of living with HIV, being transgender, holding a stable job, and/or having left behind drugs or sex work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Between Interventionists and Participants"
        },
        {
            "text": "A few of the interventionists were not transgender women but were still able to establish meaningful relationships with the participants. Praising the work of a white cisgender navigator, an African-American participant (age 49, site A) explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Between Interventionists and Participants"
        },
        {
            "text": "\"First I was a little skeptical: 'How is a female supposed to help navigate and advocate for me, a transsexual?' until I heard her speak. When she actually told me [about] her career and everything, I was, 'Okay. You just might be the lady I need to speak to.' Since that first day, she's never failed me. I don't think there has ever been a time where I'm like, 'Oh, great. You dropped the ball on me.' Mind you, we are some needy creatures…. and there are a lot more girls than just me who want her attention who need, need, need. I watch her handle and juggle all of these people. She has the patience of Job.\" While some participants praised and described a meaningful and collaborative relationship with their current doctors, some stated that the connection with the interventionists was more personal. A Latina participant (age 41, site B) observed: \"It's not something like just going to the doctor that you might see once every two months. I don't have anything personal with my doctor. He just reads out what's going on, and I leave, there's no personal tie with me to him. If I get another doctor, that's fine…. But, I don't think I could [go] to another program because I feel like those personal ties wouldn't be there with the girls.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Between Interventionists and Participants"
        },
        {
            "text": "As mentioned, groups provided opportunities for socializing, sharing experiences, improve mutual trust, and feel supported by other participants. For some, the groups provided a space to increase their self-esteem, become more empowered, speak in public, feel affirmed in their gender, and in the process gain confidence that they could speak up in other life situations. In some cases, younger women in the groups described looking to older participants for support and knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Among Participants in the Intervention Groups"
        },
        {
            "text": "Group ground rules often emphasized unity, communication and mutual respect and served to preempt \"drama,\" or correct instances of giving attitude or \"shade,\" or chismear, using the Spanish term for gossiping. They also helped to prevent the potential rivalry, animosity or competition related to who was younger, prettier, or could \"pass\" as cis women, and among some Latinas, who was documented, or spoke better English, that could disrupt group dynamics. Appreciating the services was another incentive to respecting ground rules. Referring ",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 543,
                    "text": "Referring",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Among Participants in the Intervention Groups"
        },
        {
            "text": "At some sites, attesting to the acceptability of their services, referrals through word of mouth became an important strategy to recruit participants for the interventions. Some intervention participants took the role of educators or advocates, and brought intervention messages and helped promote the projects in their community. They described doing so as a way of giving back to their community in exchange for the services they received in the project, or as a show of reciprocity for the help received from the staff. An AA participant (age 56, site A) explained that due to being well known and trusted in the community, she could refer other TWOC to the project: \"I tell them that I know somebody that can help you and they're pretty cool and they're very understanding. They're not all the uptight type people that look down on you.\" A Latina participant (age 50, site C) said: \"I tell them, 'I was like you, I was also scared like a puppy, but now I am more empowered, the doors are open, here they help us.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants as Peer Advocates"
        },
        {
            "text": "Considering the stigma and the limited social and emotional support in the lives of the participants, gender-affirming services and the relationships resulting from the implementation of the HRSA/SPNS interventions were crucial for those interventions to be successfully implemented. In concordance with quantitative findings from this initiative regarding the role of gender affirmation in HIV-related health outcomes and empowerment among TWOC [28] , here we argue that gender-affirming services and caring relationships constitute interacting key characteristics that may contribute to the effectiveness of interventions that aim to engage TWOC in HIV care.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "To address complex participant needs, the intervention services had to be comprehensive and the interventionists generally performed multiple roles. Intervention services included addressing unmet basic needs, facilitating engagement in HIV care, helping to navigate the health system, and improving health literacy. Health literacy is a multidimensional process that aims to provide understandable health information to help patients make better-informed health-related decisions [40] . Limited health literacy has been associated with low utilization of HIV services and poor treatment adherence and health outcomes [41] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The role of interventionists in the provision of navigation services and their relationship with participants, characterized by the attention, time and the social and emotional support they provide may be important for engagement in HIV care [42, 43] . The navigation services in these interventions correspond to those described or implemented with different populations [29, 44] ; we believe, however, that the role and functions of interventionists working with TWOC to engage them in HIV care have not been characterized before.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Interventionists who were TWOC and/or living with HIV themselves became role models, mothers, sisters, or friends to participants. In that respect, the social concordance [45] of the interventionists and their participants regarding gender and HIV status was important. Interventionists taking up the role of mothers, sisters and confidantes providing advice and support may have a precedent in informal kinship relationships within transgender communities. In these types of chosen family associations, older or more experienced transgender women may assume those roles, as well as initiating other transgender women in sex work or silicone or hormone injections [46] . Intervention groups engaged participants to reinforce the importance of health and HIV care and/or complemented the one-on-one work of the interventionists. In addition, intervention groups created a safe space that contributed to develop or enhance friendship networks and informal kinship relationships based on trust and mutual support among participating TWOC. The fact that participants promoted the interventions in their communities provide an indication that they deemed the intervention services appropriate to the needs of TWOC, considering that exchange of support and information about available services though social networks has been identified as important among TWOC [47] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Following qualitative methods, our findings cannot be generalized to all interventions for TWOC living with HIV, but provide a strong indication and examples of the critical needs of TWOC and how to engage them in interventions specifically designed for them. It is beyond our purpose to assess all the components of each distinct intervention, or to evaluate each intervention, but to report on key characteristics of the implementation of all the interventions. We asked sites to include participants for the interviews not engaged in care or for whom the intervention had not worked well. All participants, however, reported to be engaged in medical care and, in general, spoke well of the interventions. We do not have perspectives from those not engaged in care or not enrolled in the interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "At this point in time there is no excuse for health settings or organizations not to provide culturally responsive and gender-affirming services. The need for gender-affirming services for transgender people in every organization is critical to begin to address the pervasive health disparities experienced by these communities. Gender-affirming services for TWOC entail providing safe and judgmentfree spaces, and services delivered by trained staff who are transgender-identified, and/or are familiar with the transgender community. Those services need to consider and understand the intersectionality of TWOC identities and stigma affecting TWOC because of their gender identity, ethnicity, immigration status and living with HIV in the context of systems of privilege and oppression that impact their lives and their engagement in HIV care [8, 48] . Organizations serving TWOC must consider their staff self-care and how to address the potential vicarious trauma and compassion fatigue associated with their work [49] .",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 847,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "It is our hope that our findings can contribute to the development of best practices and inform the development of future interventions to improve HIV outcomes, define the role of staff implementing those interventions, and understand the needs of TWOC and the barriers they face related to engagement in HIV care. Future directions for research include how gender-affirming health-related interventions and services for TWOC implemented by community or clinic-based organizations may create environments of care [50] , help to build social capital among TWOC [47] , and the specifics of how these interventions may diffuse into and positively affect the health of TWOC communities.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overlooked, misunderstood and at-risk: exploring the lives and HIV risk of ethnic minority male-to-female transgender youth",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deleon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Osmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doll",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Adolesc Health",
            "volume": "38",
            "issn": "3",
            "pages": "230--236",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A needs assessment of transgender people of color living in Washington DC",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bobbin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Budd",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Transgend",
            "volume": "8",
            "issn": "2-3",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The health and social service needs of transgender people in Philadelphia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kenagy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Transgend",
            "volume": "8",
            "issn": "2-3",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transgender stigma and health: a critical review of stigma determinants, mechanisms, and interventions",
            "authors": [
                {
                    "first": "Jmw",
                    "middle": [],
                    "last": "Hughto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pachankis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "147",
            "issn": "",
            "pages": "222--253",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Experiences of transgender-related discrimination and implications for health: results from the Virginia Transgender Health Initiative Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Honnold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "10",
            "pages": "1820--1829",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The time is now: attention increases to transgender health in the United States but scientific knowledge gaps remain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maccarthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez-Brummer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Operario",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "LGBT Health",
            "volume": "2",
            "issn": "",
            "pages": "287--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating HIV prevalence and risk behavior of transgendered persons in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Herbst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Finlayson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIDS Behav",
            "volume": "1",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An intersectional perspective on access to HIV-related healthcare for transgender women",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lacombe-Duncan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transgend Health",
            "volume": "1",
            "issn": "1",
            "pages": "137--178",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Legal immigration status is associated with depressive symptoms among Latina transgender women in Washington, DC",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamanis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Río-González",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HIV infection risk factors among male-to-female transgender persons: a review of the literature",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Santis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Assoc Nurses AIDS Care",
            "volume": "20",
            "issn": "5",
            "pages": "362--72",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Barriers and facilitators to engagement and retention in care among transgender women living with human immunodeficiency virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sevelius",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Patouhas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Keatley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Behav Med",
            "volume": "47",
            "issn": "1",
            "pages": "5--16",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transgender non-inclusive healthcare and delaying care because of fear: connections to general health and mental health among transgender adults. Transgend Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Seelman",
                    "suffix": ""
                },
                {
                    "first": "Mjp",
                    "middle": [],
                    "last": "Colón-Diaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Lecroix",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xavier-Brier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kattari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recruiting, linking, and retaining high-risk transgender women into HIV prevention and care services: an overview of barriers, strategies, and lessons learned",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Reback",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferlito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kisler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Transgend",
            "volume": "16",
            "issn": "4",
            "pages": "209--230",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Behavioral interventions to prevent HIV transmission and acquisition for transgender women: a critical review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuhns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mimiaga",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "72",
            "issn": "3",
            "pages": "220--22525",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Healing our women for transgender women: adaptation, acceptability, and pilot testing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Colarossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hazel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Educ Prev",
            "volume": "27",
            "issn": "5",
            "pages": "418--449",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Resource guide for adapting SISTA for transgender women",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gutierrez-Mock",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Thomas-Guess",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sevelius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keatley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "Kegeles",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsista",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "HIV/AIDS Programming in the United States: considerations affecting transgender women and girls. Women's Health Issues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sevelius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keatley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gutierrez-Mock",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "278--282282",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Healthy Divas. Improving Engagement in HIV Care for High-risk Women. clinicaltrials",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The transgender women of color initiative: implementing and evaluating innovative interventions to enhance engagement and retention in HIV care",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rebchook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keatley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Public Health",
            "volume": "107",
            "issn": "2",
            "pages": "224--233",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SPNS Transgender Women of Color Initiative Intervention Manuals",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gender affirmation: a framework for conceptualizing risk behavior among transgender women of color",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sevelius",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sex Roles",
            "volume": "68",
            "issn": "",
            "pages": "675--89",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "/Cross ing-the-Quali ty-Chasm /Quali ty%20Cha sm%20200 1%20%20rep ort%20 bri ef",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Culturally responsive integrated health care: key issues for medical education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Illes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Niño",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ring",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Psychiatry Med",
            "volume": "50",
            "issn": "1",
            "pages": "92--103",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Gender Affirmative Model: what we know and what we aim to learn",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ehrensaft",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [
                        "C"
                    ],
                    "last": "Tishelman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hum Dev",
            "volume": "56",
            "issn": "",
            "pages": "285--290",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The role of gender affirmation in psychological well-being among transgender women",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Gamarel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kahler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Operario",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psych Sex Orientat Gend Divers",
            "volume": "3",
            "issn": "3",
            "pages": "336--380",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Gender affirmation and resiliency among Black transgender women with and without HIV infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transgend Health",
            "volume": "1",
            "issn": "1",
            "pages": "86--93",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Integrated and gender-affirming transgender clinical care and research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radix",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Deutsch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "72",
            "issn": "S3",
            "pages": "235--242242",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evidence for the model of gender affirmation: the role of gender affirmation and healthcare empowerment in viral suppression among transgender women of color living with HIV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sevelius",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chakravarty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Neilands",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "AIDS Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evolving trends in medical carecoordination for patients with HIV and AIDS",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr HIV/AIDS Rep",
            "volume": "3",
            "issn": "4",
            "pages": "149--53",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "HIV System navigation: an emerging model to improve HIV care access",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS Patient Care STDS",
            "volume": "21",
            "issn": "S1",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Implementation and operational research: the navigation program: an intervention to reengage lost patients at 7 HIV clinics in Los Angeles County",
            "authors": [
                {
                    "first": "Rock",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dierst-Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Victoroff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "71",
            "issn": "2",
            "pages": "44--50",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Patient navigation that helps to engage people in HIV care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Farrisi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "HIV Clin",
            "volume": "25",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Unpacking linkage and reengagement in care: a day in the life of a positive charge care coordinator",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maulsby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kinsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AIDS Educ Prev",
            "volume": "27",
            "issn": "5",
            "pages": "405--422",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The role of patient navigators in building a medical home for multiply diagnosed HIV-positive homeless populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarango",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirschi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Umeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajabiun",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Public Health Manag Pract",
            "volume": "23",
            "issn": "3",
            "pages": "276--82",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Lost to care and back again: patient and navigator perspectives on HIV care reengagement",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Parnell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gichane",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AIDS Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Patient navigation facilitates medical and social services engagement among HIVinfected individuals leaving jail and returning to the community",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Koester",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morewitz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AIDS Patient Care STD",
            "volume": "28",
            "issn": "3",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Qualitative data analysis for applied policy research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Analyzing qualitative data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "Cameron",
                    "middle": [
                        "E"
                    ],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Redwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Res Methodol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dedoose Version 7.0.23, web application for managing, analyzing, and presenting qualitative and mixed method research data",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Considerations for a new definition of health literacy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pleasant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;leary",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Discussing the effects of poor health literacy on patients facing HIV: a narrative literature review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palumbo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Health Policy Manag",
            "volume": "4",
            "issn": "7",
            "pages": "417--447",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fostering a \"feeling of worth\" among vulnerable HIV populations: the role of linkage to care specialists",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Broaddus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Owczarzak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schumann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koester",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AIDS Patient Care STDs",
            "volume": "31",
            "issn": "10",
            "pages": "438--484",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "No estas solo\": navigation programs support engagement in HIV care for Mexicans and Puerto Ricans living in the continental U",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zamudio-Haas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "S. J Health Care Poor Underserved",
            "volume": "30",
            "issn": "2",
            "pages": "866--887",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Patient navigators effectively support HIVinfected individuals returning to the community from jail settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Koester",
                    "suffix": ""
                },
                {
                    "first": "Kang",
                    "middle": [],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Cruzado-Quinone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Prison Health",
            "volume": "13",
            "issn": "3-4",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Patient-physician social concordance, medical visit communication and patients' perceptions of health care quality",
            "authors": [
                {
                    "first": "Rlj",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Powe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Patient Educ Couns",
            "volume": "85",
            "issn": "3",
            "pages": "201--208208",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "HIV risk and social networks among male-to-female transgender sex workers in",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Reisner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mimiaga",
                    "suffix": ""
                },
                {
                    "first": "Sean",
                    "middle": [],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Perkovich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Safren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Assoc Nurses AIDS Care",
            "volume": "20",
            "issn": "5",
            "pages": "373--86",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Male-to-female transgender individuals building social support and capital from within a gender-focused network",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Melendez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Spector",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gay Lesbian Soc Serv",
            "volume": "20",
            "issn": "3",
            "pages": "203--223",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Transgender people of color at the center: conceptualizing a new intersectional model",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ethnicities",
            "volume": "15",
            "issn": "1",
            "pages": "3--27",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Center for Integrated Health Solutions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Samsha-Hrsa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Creating environments of care with transgender communities. Assoc Nurses AIDS Care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "230--239",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Here … everything flows together. I don't have to go on five different buses to try and get two problems solved. My needs get met. Before I came to [name of organization], I was looking at making it from dayto-day. Now I'm not worried about where I'm going to lay my head, what I'm going to put in my belly, how I'm going to wash my clothes. I'm not worried about transportation, or if someone is going to steal my things. I'm not worried about my medical care. Those burdens have lifted off my shoulders.\"",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Somebody that calls to see how you're doing, making sure I'm going to my appointments, asking if I need her to be there to be supportive, or if I need a ride. [It's] different from the other place I was going. It makes you want to continue, go to the doctor, do [what] you need to do because they show they care for your health.\"An interventionist (site B) described their services as non-judgmental and client-centered:\"We have to meet the participants where they're at. Like yesterday, I had one [participant] who was gone for two weeks. She was ashamed of coming back because she felt like she disappointed me…. She goes, 'I'm so sorry.' I'm like, 'No, please don't feel like I'm going to be upset with you.' She's coming back today to keep working on her goals …. Just using things we learned, how to acknowledge when a participant is doing things. Even if they're small, just reinforcing. 'I'm glad that you're here. I'm glad that you're doing okay.' They'll call, 'Hey, I went to my doctor.' I'm like, 'Oh, my God. That's really good of you.'\"",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "to the groups, a Latina participant (age 43, site H) stated: \"Hasta ahora nos llevamos muy bien con las chicas. Por eso el grupo está creciendo. Porque si hubiera envidia o cosas así, una diría: '¿Por qué voy a ir ahí si las otras personas están hablando a mi espalda?' Y creo que esa es la confianza que tenemos aquí.\" So far we get along very well with the girls. That is why the group is growing. Because if there were envy or things like that, then one would say: 'Why am I going to go there if the other persons are talking behind my back?' And I think that is the trust that we have here",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Ethical Approval All procedures involving human participants were in accordance with the ethical standards for the institutional review board and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed consent was obtained from all individual participants included in the study. No personal identifying information is included in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        }
    ]
}