{
    "paper_id": "00c55b10995c68a91b0aaa361334d0f60195cf63",
    "metadata": {
        "title": "Asymptomatic SARS-CoV-2 infections: What do we need to know?",
        "authors": [
            {
                "first": "Caixia",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [
                    "Xiao"
                ],
                "last": "Mm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiujuan",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            },
            {
                "first": "Xun",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            },
            {
                "first": "Chunhui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anhua",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangya Hospital of Central South University",
                    "location": {
                        "settlement": "Changsha"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-The global outbreak of coronavirus disease 2019 (COVID- 19) was officially declared as a pandemic by World Health Organization (WHO) on March 11, 2020, 1 and it has imposed unprecedented, far-reaching impacts upon public health and the global ecomony. As of April 30, 2020, >3 million cases of COVID-19 have been confirmed, including >210,000 deaths. 2 Meanwhile, a growing body of are reporting that many COVID-19 infections might present no or only mild symptoms, with a much higher proportion of asymptomatic infections than previously expected. [3] [4] [5] Asymptomatic COVID-19 includes asymptomatic infected persons and presymptomatic infected persons. Those with positive reverse transcription-polymerase chain reaction (RT-PCR) results who never develop any signs or clinically symptoms of COVID-19 are considered asymptomatic infected persons. Those with positive reverse transcription-polymerase chain reaction (RT-PCR) results who fail to show any signs or clinically symptoms of COVID-19 at testing but eventually developed symptoms are considered presymptomatic infected persons. Approximately 60% of COVID-19 cases may have no symptoms or mild symptoms, according to an article published online in Nature on March 20. 6 In fact, as of April 14, 2020, some 6,764 asymptomatic infections have been recognized in mainland China, including 588 imported infections and 1,297 cases that had been recategorized as confirmed cases. 7 Also, SARS-CoV-2 can not only damage human lungs but can also attack many other organs, including the gut and blood vessels, kidneys, etc, thus presenting different symptoms and signs. 8 So, why do some infected persons still show no symptoms or only mild symptoms?",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus is transmitted by exhaled virus-laden droplets that are inhaled by susceptible individuals; these droplets enter the nose and throat, and the virus attacks the cell-surface receptor called angiotensin-converting enzyme 2 (ACE2). 9 Because SARS-CoV-2 is a new pathogen to this individual, the immune cells do not recognize it and it escapes the defense system of the body and replicates itself to invade new host cells. These host cells are destroyed in this process, and these pathological changes alert the immune system to begin fighting the diseased cells as well as the virus. A recent study indicated that the genes involved in innate immunity are coexpressed in nasal epithelial cells with viral-entry-associated genes. 9 Thus, if the early immune response can suppress enough viral replication to prevent it from continuing into the lungs, the infected individual could have no or only mild symptoms. Another ex vivo study has shown that SARS-CoV-2 induced significantly less host interferon and proinflammatory response than SARS-CoV, and the low degree of innate immune activation could account for the mild or even lack of symptoms in many COVID-19 patients. 10 To date, the exact reasons for no or only mild symptoms in many COVID-19 patients remain unclear, and further research is urgently needed to explore the causes and transmission of asymptomatic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-CoV-2 viral load in upper respiratory specimens is almost as high in asymptomatic infections as symptomatic infections. 11 Several studies have indicated that asymptomatic and presymptomatic patients can transmit virus to others. [12] [13] [14] A study published in Nature Medicine reported that patients with laboratory-confirmed COVID-19 began to shed virus 2-3 days before the onset of symptoms and that their infectivity peaked before symptom onset. 15 Another study conducted by the Department of Statistics and Actuarial Science of the University of Hong Kong concluded that there was no difference in the transmission rates of coronavirus between symptomatic patients and asymptomatic cases. 16 Overall, these studies provided evidence that the risk of transmission by asymptomatic patients might be not lower than that by symptomatic patients. Moreover, some individuals infected with the virus experience no or only mild symptoms, and they might be unaware of their disease and thus not isolate themselves or seek treatment. They might be overlooked by healthcare works (HCWs) and possibly trigger a \"butterfly effect.\" Finally, although many detection methods are available, individuals in the \"window period\" of COVID-19 infection can be missed, and up to 29% of patients could have an initial RT-PCR false-negative result, 17 a paper prepublished on the medRxiv website suggests, so it is possible that a large portion of asymptomatic infections are going undetected.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All of this evidence indicates that the spread of pandemic of COVID-19 will be difficult to curb by focusing on symptomatic infections alone. Therefore, how can we detect as many asymptomatic infections as possible and hopefully prevent a new wave? First, to achieve universal participation during the pandemic, authorities should fully use mainstream media and the internet to provide timely release of relevant information about the pandemic in an open and responsible manner. Then citizens can correctly understand the severity of the outbreak and act accordingly. Mass media need to disseminate health promotion messages such as indications for wearing a mask and handwashing routine and the importance of maintaining 2-m (6 feet) social distancing. Also, considering that medical supplies are in short supply worldwide, cloth face coverings can be used as an additional, voluntary public health measure. 18 Third, once asymptomatic infections have been confirmed, self-quarantine is necessary, and these cases should be required to monitor their health status daily, to contact and follow the advice of their medical provider, and to stay home or wear a mask and remain 2 m away from other people if they go out. 19 Because the rate of asymptomatic SARS-CoV-2 infection may be high among the close contacts of a symptomatic patients, these contacts should be closely monitored to rule out infection, even if they remain asymptomatic. Finally, scientists and public health experts should conduct research on SARS-CoV-2 to quickly improve the detection capacity and to achieve mass testing of citizens, especially those living in large enclosed facilities and those living and working in high-risk facilities (eg, healthcare workers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO characterizes COVID-19 as a pandemic. World Health Organization website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) situation report -101. World Health Organization website",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evolving epidemiology and impact of non-pharmaceutical interventions on the outbreak of coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.200305932020.2003.2003.20030593"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early spread of SARS-Cov-2 in the Icelandic population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044446"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covert coronavirus infections could be seeding new outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-00822-x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Asymptomatic COVID-19 cases reach 6,764 on Chinese mainland. The State Council the People's Republic of China website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How does coronavirus kill? Clinicians trace a ferocious rampage through the body, from brain to toes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wadman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Couzin-Frankel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 entry factors are highly expressed in nasal epithelial cells together with innate immune genes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sungnak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bécavin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0868-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative replication and immune activation profiles of SARS-CoV-2 and SARS-CoV in human lungs: an ex vivo study with implications for the pathogenesis of COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa410"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1406--1407",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Asymptomatic and presymptomatic SARS-CoV-2 infections in residents of a long-term care skilled nursing facility",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Morbid Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "377--381",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "Pei",
                    "middle": [],
                    "last": "Li Ra-Ohoo",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Sa-Ohoo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ba-Ohoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "489--493",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0869-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of transmissibility of coronavirus between symptomatic and asymptomatic patients: reanalysis of the Ningbo COVID-19 data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20050740"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "False-negative results of initial RT-PCR assays for COVID-19: a systematic review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arevalo-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buitrago-Garcia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simancas-Racines",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.16.20066787"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recommendation regarding the use of cloth face coverings, especially in areas of significant community-based transmission. Centers for Disease Prevention and Control website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centers for Disease Prevention and Control website",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments. None. Conflicts of interest. All authors report no conflicts of interest related to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}