{"paper_id": "00c6711bada05a97b708a854737da9b7bd23a7bd", "metadata": {"title": "A Predictive Model for the Evolution of COVID-19", "authors": [{"first": "Rajneesh", "middle": [], "last": "Bhardwaj", "suffix": "", "affiliation": {"laboratory": "", "institution": "Indian Institute of Technology Bombay", "location": {"postCode": "400076", "settlement": "Mumbai", "country": "India"}}, "email": "rajneesh.bhardwaj@iitb.ac.in"}]}, "abstract": [{"text": "We predict the evolution of the COVID-19 pandemic in several countries by using a regressionbased predictive model. In particular, the growth rate of the infection has been fitted as an exponential decay, as compared to a linear decay, reported previously. The model has been validated with the data of China and South Korea, where the pandemic is nearing to its end. The data of Italy, Germany, Spain, and Sweden show that the peak of the infection has reached i.e. a time when the new infections will start to decrease as compared to the previous day. The model predicts the approximate number of total infections at the end of the outbreak. The model prediction of the USA, and Brazil show that the peak will reach in the next two-three weeks. The total number of infections in the USA is estimated to be around 4 million by the model. The reported data of India show the start of disease evolution, with a large initial scatter in the growth rate. The possible peak date and the total number of infections are predicted using the data available.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "COVID-19 pandemic, caused by SARS-CoV-2 virus, has affected most of the countries around the world and has presented several challenges to humanity and science. A simple predictive model in this context can help to devise or modify policies by the governments while designing the mitigation measures and to judiciously use the healthcare infrastructure. While there are several predictive models reported previously (e.g. Refs. [1, 2, 3] ), the present modeling effort is to develop a data-driven, extrapolation model. A previous model used a linear fit to the growth rate of the inflection, that could not predict the data accurately [1] . Here we build upon the model in Ref. [1] and use an exponential function to fit the growth rate of the infection.", "cite_spans": [{"start": 428, "end": 431, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 432, "end": 434, "text": "2,", "ref_id": "BIBREF1"}, {"start": 435, "end": 437, "text": "3]", "ref_id": "BIBREF2"}, {"start": 635, "end": 638, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 678, "end": 681, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "The following ODE governs the evolution of the disease in a given human population [1] :", "cite_spans": [{"start": 83, "end": 86, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods"}, {"text": "where N is number of people infected at a given time t and λ is the growth rate of the infections. The model uses reported field data of the infections of a population over a specific time period [t 0 , t 1 , t 2 , .......,t P ], say [N 0 , N 1 , N 2 , .......,N p ], where subscript 0 and p refers to the 0 th and present day of the outbreak. The growth rate can be numerically approximated from eq. 1 [1] ,", "cite_spans": [{"start": 403, "end": 406, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Methods"}, {"text": "Considering the unit of time as day and the data is available for each day, we obtain ∆t = 1 in the above equation. We estimate λ t i from the data of different countries given in public domain [4, 5, 6] and use a regression analysis based least squares fitting to the data of λ t i . The fitting results in section 3 show that the exponential fit works well with the given data, as compared to a linear fit. Using the fit obtained, we extrapolate number of infections which will occur in future for t > t p using the fitted value of λ t i . The initial value of this extrapolation is taken as N P . This allow us to predict the time of the peak of infections i.e. after this time, the daily infections will start to reduce. The total number of infections are also predicted, with the same extrapolation. The peak time is obtained by plotting N t i − N t i−1 against time and the end of the outbreak is considered when λ t i ≤ 0.01 i.e. the rise in the total number of infections falls below 1%. The total infections are estimated at the end of outbreak.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The model has been validated with the data of China and South Korea. These two counties have been selected since the outbreak of the epidemic is nearing to its end. Figs. 1 and 2 show that the time-history of the growth rate of the two countries and fitted exponential decays are in good agreement. Growth rate", "cite_spans": [], "ref_spans": [], "section": "Model validation"}, {"text": "Data Exponential fit Figure 1 : Validation of the model for with data of Hubei, China. Day 0 is 22 Jan, 2020. The growth rate is seen as an exponential decay, well-predicted by the model fit.", "cite_spans": [], "ref_spans": [{"start": 21, "end": 29, "text": "Figure 1", "ref_id": null}], "section": "Hubei, China"}, {"text": "2 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "Hubei, China"}, {"text": "First, we plot the results of the three countries -Italy ( Table 1 . The number of infections in Sweden will be one order of magnitude lesser than Italy, Germany, and Spain, despite no lock-down in the former. Second, we plot the results of countries that are expecting the peak of the infections in near future. Fig 7 plots the data of the USA and we can see that the peak of the epidemic is around 3 weeks away (from today, 11 th April 2020), with a total number of infections around 4.2 ×10 6 . The data of Brazil in Fig. 8 shows that the peak will reach after one week. The number of infections in Brazil will be one order of magnitude lesser than the USA.", "cite_spans": [], "ref_spans": [{"start": 57, "end": 58, "text": "(", "ref_id": null}, {"start": 59, "end": 66, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 313, "end": 324, "text": "Fig 7 plots", "ref_id": "FIGREF7"}, {"start": 520, "end": 526, "text": "Fig. 8", "ref_id": "FIGREF8"}], "section": "Results and Discussion"}, {"text": "Finally, the data for India is plotted in Fig. 9 . The data of growth rate in Fig 9 ( first row) shows reasonable scatter and the R 2 value of the exponential fit is low. The model prediction shows that the peak is around one and a half months away i.e on 31 May, 2020 (Table 1) , with total infections on the order of 2.2 ×10 5 . A complete lock-down, imposed at the starting of the outbreak since 22 March 2020, maybe the reason for a slow outbreak. Since the model assumes uniform mixing, the predictions would become more accurate with time and the model forecast will improve with more data in the coming weeks.", "cite_spans": [], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 9", "ref_id": "FIGREF10"}, {"start": 78, "end": 85, "text": "Fig 9 (", "ref_id": "FIGREF10"}, {"start": 269, "end": 278, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Results and Discussion"}, {"text": "Finally, the model presented here has certain limitations. It assumes a constant human population with uniform mixing of the people and cannot predict the total number of fatalities or recoveries. The model does not account for the mitigation measures, such as lock-down, taken by the respective governments. The model predictions are based on the 3 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Results and Discussion"}, {"text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063271 doi: medRxiv preprint reported data, that serves as an essential input to the model. 4 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 6 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 7 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 8 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 9 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ", "cite_spans": [], "ref_spans": [], "section": "(which was not peer-reviewed)"}, {"text": "The work has been benefited from postings on online discussion forum of IITB faculty. I thank Prof. Amit Agrawal for useful discussions.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "10 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063271 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Predicting the ultimate outcome of the COVID-19 outbreak in Italy", "authors": [{"first": "G", "middle": [], "last": "Vattay", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.07912"]}}, "BIBREF1": {"ref_id": "b1", "title": "Age-structured impact of social distancing on the COVID-19 epidemic in India", "authors": [{"first": "R", "middle": [], "last": "Singh", "suffix": ""}, {"first": "R", "middle": [], "last": "Adhikari", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:2003.12055"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19 epidemic: Power law spread and flattening of the curve", "authors": [{"first": "K", "middle": [], "last": "Mahendra", "suffix": ""}, {"first": "Ali", "middle": [], "last": "Verma", "suffix": ""}, {"first": "Soumyadeep", "middle": [], "last": "Asad", "suffix": ""}, {"first": "", "middle": [], "last": "Chatterjee", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.02"]}}}, "ref_entries": {"FIGREF1": {"text": "Validation of the model for South Korea. Rest of caption is the same as ofFig. 1.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ", Spain(Fig. 4), Germany(Fig. 5)and Sweden(Fig. 6), where the pandemic has reached its peak and the growth has slowed down. Time = 0 corresponds to 22 January 2020 in all figures. The peak date of the infection obtained from the data and the predicted number of infections have been listed for these countries in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Data and model forecast for Italy. Day 0 is 22 Jan, 2020. Time-history of the growth rate of the infections per day (top row), cumulative number of infections (middle row) and daily infections (bottom row). The data is shown by symbols while the solid lines are predicted from the model. Simulation is stopped if λ ti ≤ 0.01 or the change in total infections per day is less than 1%.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Data and model forecast for Germany. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Data and model forecast for Spain. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Data and model forecast for Sweden. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Data and model forecast for USA. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Data and model forecast for Brazil. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Data and model forecast for India. Rest of caption is the same as ofFig. 3.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Predicted peak time of COVID-19 and total number of infections for different countries.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Country </td><td>Date of peak </td><td>Total infections </td><td>Remarks\n</td></tr><tr><td>Italy </td><td>24 Mar, 2020 </td><td>2.8 × 105 </td><td>Lockdown\n</td></tr><tr><td>Germany </td><td>3 Apr, 2020 </td><td>2.5 × 105 </td><td>Partial lockdown\n</td></tr><tr><td>Spain </td><td>2 Apr, 2020 </td><td>2.6 × 105 </td><td>Partial lockdown\n</td></tr><tr><td>Sweden </td><td>5 Apr, 2020 </td><td>1.9 × 104 </td><td>No lockdown\n</td></tr><tr><td>USA </td><td>03 May, 2020 </td><td>4.2 × 106 </td><td>Partial lockdown\n</td></tr><tr><td>Brazil </td><td>17 May, 2020 </td><td>2.7 × 105 </td><td>Partial lockdown\n</td></tr><tr><td>India </td><td>31 May, 2020 </td><td>2.2 × 105 </td><td>Lockdown\n</td></tr></table></body></html>"}}, "back_matter": []}