{
    "paper_id": "00c75478b9f6b815f8b552a50fd5e20a6d10e9f4",
    "metadata": {
        "title": "Journal Pre-proof Fighting COVID-19 Hypoxia with One Hand Tied Behind Our Back: Blanket Prohibition of High Flow Oxygen and Non-Invasive Positive End-Expiratory Pressure in United States Hospitals Fighting COVID-19 Hypoxia with One Hand Tied Behind Our Back: Blanket Prohibition of High Flow Oxygen and Non-Invasive Positive End-Expiratory Pressure in United States Hospitals Fighting COVID-19 Hypoxia with One Hand Tied Behind Our Back: Blanket Prohibition of High Flow Oxygen and Non-Invasive Positive End-Expiratory Pressure in United States Hospitals",
        "authors": [
            {
                "first": "Joseph",
                "middle": [],
                "last": "Colla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Rodos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Seyller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago College of Medicine",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Weingart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Before COVID-19 pandemic, patients with hypoxia failing low flow oxygen via nasal cannula were treated using non-invasive positive pressure ventilation (NIPPV) or high flow nasal cannula (HFNC) oxygen, aimed at delivering higher concentration and flow of oxygen to match patient demand, decreasing anatomical dead space by preventing rebreathing, and recruiting alveoli using positive end-expiratory pressure (PEEP). Many emergency medicine physicians began their fight against COVID-19 with both of these options off the table due to concerns of exposure to staff and other patients from virus aerosolization. Instead, early endotracheal intubation (ETI) has been the suggested option for a patient failing nasal cannula. Often this is the correct answer, but not always.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "There is a cost to staff and patients from over-utilization of ETI. ETI is an extremely high aerosol generating event. A systematic review of aerosol generating procedures and their risk of transmission of SARS transmission to health care workers found ETI to be an odds ratio of 6.6 compared to 2.2 for NIPPV 1 . Plus, many hospitals face the risk of running out of ventilators and ICU beds. Once intubated, COVID-19 patients tend to remain on mechanical ventilation for over one week with poor outcomes. In vitro studies have demonstrated less airflow dispersal from HFNC or CPAP using sealed masks than from nasal cannula 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "Furthermore, data coming from overseas indicates an important role for NIPPV and HFNC in managing COVID-19 patients. Retrospective data from China demonstrates that approximately 21% of patients required HFNC and 14% of patients required NIPPV. 3 Among admitted patients in Italy, about 30% required ventilation support beyond oxygen therapy. Of those given ventilation support, 89% were assisted with NIPPV compared to 12% on invasive ventilation. 4 The Chinese Handbook on COVID-19 Prevention and Management recommends the use of HFNC for hypoxic patients not tolerating nasal cannula. 5 We advocate early planning with colleagues from critical care, respiratory therapy, and nursing to develop protocols that mitigate risk associated with HFNC and NIPPV rather than prohibiting the use of these critical alternatives to ETI. Ideally these interventions should be performed in negative airflow rooms, but most ED's have a limited number of these. We are recommending use of these interventions in closed isolation rooms with staff in full airborne PPE. HFNC should be performed with surgical mask over patients mouth or high flow oxygen could be provided using a non-vented sealed CPAP mask attached to self-inflating bag plus viral filter with dual oxygen source see https://emcrit.org/emcrit/covid-airway-management/ CPAP should be provided via helmeted set-up or non-vented CPAP masks with viral filter attached to expiratory port. Policies can be rapidly adapted as more data emerges regarding COVID-19, but it's already clear that we must find safe and creative ways to expand, not limit, our armamentarium during this pandemic.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 589,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aerosol Generating Procedures and Risk of Transmission of Acute Respiratory Infections to Healthcare Workers: A Systematic Review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Exhaled air dispersion during high-flow nasal cannula therapy versus CPAP via different masks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Respiratory Journal",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel 2019 Coronavirus SARS-CoV-2 (COVID-19): An Updated Overview for Emergency Clinicians. EB Medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Handbook of COVID-19 Prevention and Treatment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}