{"paper_id": "00c906c9289250c1609a684295158e1224685804", "metadata": {"title": "Effect of down-regulating VEGF on proliferation of colon carcinoma cell HT-29", "authors": [{"first": "Xiao", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266021", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Yinlin", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hongwei", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266021", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Cao", "middle": [], "last": "Mingzhi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266003", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Jinyu", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266021", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Zheng", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266021", "settlement": "Qingdao", "country": "China"}}, "email": ""}, {"first": "Xiuli", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Qingdao University", "location": {"postCode": "266021", "settlement": "Qingdao", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "We designed specific small interfering RNA (siRNA) targeting vascular endothelial growth factor (VEGF) mRNA and synthesized oligo fragments, then siRNA was obtained by in vitro transcription and transfected into cultured human colon carcinoma cell line HT-29 with lipofectamine. We also analyzed the effect of the siRNA on proliferation of HT-29 cells by methyl thiazolyl tetrazolium (MTT) assay and expression level of VEGF mRNA of transfected cells by RT-PCR as well as amounts of secreted VEGF protein in the supernatant by enzyme linked immunosorbent assay (ELISA). Two groups of siRNA targeting human VEGF effectively inhibited proliferation of HT-29 cells after transfection. The secretion of VEGF protein also notably decreased, but the control scramble siRNA showed no effect.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Colon cancer is one of the most frequent neoplasms in the world. Its incidence is the second highest in Western countries (Kerr, 2003) and the fourth highest in China (Zhang and Zhang, 2001) . Therefore, an efficient and well-tolerated therapy for colon carcinoma is urgently needed.", "cite_spans": [{"start": 122, "end": 134, "text": "(Kerr, 2003)", "ref_id": "BIBREF6"}, {"start": 167, "end": 190, "text": "(Zhang and Zhang, 2001)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Introduction"}, {"text": "Compelling evidences indicate that uncontrolled angiogenesis is a major contributing factor in both tumor growth and metastasis (Folkman, 1995; Zetter, 1998) . A number of growth factors have been identified as potential positive regulators of angiogenesis. Among them, vascular endothelial growth factor (VEGF) is the only growth factor most consistently found under a wide variety of conditions associated with angiogenesis (Leung et al., 1989) . VEGF plays a critical role in normal embryonic angiogenesis and also in the pathological angiogenesis that occurs in a number of diseases, including cancer. Despite its limited expression in normal tissues, VEGF is over-expressed in various human tumors, such as colon cancer, breast cancer, prostate carcinoma, and pancreatic cancer. VEGF165 is the main protein synthesized and secreted by colon carcinoma cells (Lin et al., 1999; Ma and Deng, 2004; Yang and Zhang, 2004) .", "cite_spans": [{"start": 128, "end": 143, "text": "(Folkman, 1995;", "ref_id": "BIBREF4"}, {"start": 144, "end": 157, "text": "Zetter, 1998)", "ref_id": "BIBREF18"}, {"start": 426, "end": 446, "text": "(Leung et al., 1989)", "ref_id": "BIBREF7"}, {"start": 862, "end": 880, "text": "(Lin et al., 1999;", "ref_id": "BIBREF8"}, {"start": 881, "end": 899, "text": "Ma and Deng, 2004;", "ref_id": "BIBREF10"}, {"start": 900, "end": 921, "text": "Yang and Zhang, 2004)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "RNAi is one of the most exciting discoveries in the past decade in functional genomics. RNAi is the sequencespecific gene silencing induced by double-stranded RNA (dsRNA) that is conserved in a variety of organisms: Caenorhabditis elegans, Drosophila, plants, and mammals (Williams, 1997; Fire et al., 1998; Elbashir et al., 2001) . In this study, we designed three pairs of siRNAs according to the sequence of VEGF165, synthesized by T7 RNA polymerase transcription in vitro. We transfected siRNA with lipofectamine 2000 TM into human colon carcinoma cells HT-29, which over-expressed VEGF165, to study the inhibitory effect of RNAi on VEGF165 gene expression and cell proliferation and to explore the applying prospect of RNAi in tumor gene therapy. ", "cite_spans": [{"start": 272, "end": 288, "text": "(Williams, 1997;", "ref_id": "BIBREF15"}, {"start": 289, "end": 307, "text": "Fire et al., 1998;", "ref_id": "BIBREF3"}, {"start": 308, "end": 330, "text": "Elbashir et al., 2001)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "With Promega software, we selected the target VEGF165 (GenBank: ACCESSION: AB021221) and designed three pairs of DNA oligonucleotides for the in vitro transcription. These DNA oligonucleotides were ordered from Sangon Bio Corp, China. The DNA template for in vitro transcription of siRNAs was a short duplex oligonucleotide that was consisted of the target sequence plus the T7 RNA polymerase promoter sequence and six extra nucleotides upstream of the minimal promoter sequence to allow more efficient T7 RNA polymerase binding. Additional adenine-adenine nucleotides were added to the 5p end of oligo to allow addition of the two uridine 3p overhangs in the siRNA strands. Two oligonucleotides were annealed to generate separate templates for synthesis of each strand of the siRNA. The separate short RNA strands were synthesized and then annealed to form siRNA. We used T7RiboMAX TM Express RNAi System kit to synthesize two siRNAs and one scrambled siRNA (used for a negative control) (Takei et al., 2004; with the following sense and antisense sequences.", "cite_spans": [{"start": 989, "end": 1009, "text": "(Takei et al., 2004;", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "siRNAs synthesized by in vitro transcription"}, {"text": "Each freeze-dried siRNA was reconstituted with RNasefree water to prepare a 200 µM stock solution. Finally, we determined by absorption at 260 nm, the concentration of siRNA separated on 20% polyacrylamide gel electro phoresis.", "cite_spans": [], "ref_spans": [], "section": "siRNAs synthesized by in vitro transcription"}, {"text": "Cells were cultured in RPMI Medium 1 640 supplemented with 100 U/mL penicillin and 100 mg/mL streptomycin and 10% heat-inactivated new bovine serum (NBS) at 37°C in a humidified atmosphere with 5% CO 2 . At 24 h before transfection at 50%-80% confluency, HT-29 cells were trypsinize d and diluted to appropriate concentration (8x10 7 cells/L) with fresh medium without antibiotics. Transfections of VEGF-siRNA or siRNA SCR were performed with Lipofectamine 2000 TM according to the manufacturer's instructions. Cells were then treated with various concentrations of siRNA (100, 300, 600, and 900 nmol/L) and 300 nmol/L siRNA SCR . Cells were treated with OPTI-MEM medium alone for normal control group and with Lipofectamine 2000 TM -OPTI-MEM for lipofectamine for control group.", "cite_spans": [], "ref_spans": [], "section": "Cell culture and transfection"}, {"text": "A total of 4x10 4 cells were seeded in each well of 24-well plate and allowed to attach for 24 h. At 24 h after transfection, 100 µL 10 g/L MTT was added to each well, incubated for 4 h, and 1 000 µL DMSO was added and lysed for 15 min. The optical density was determined with a microculture plate reader at 492 nm. Absorbance values were normalized to the values obtained for the lipofectamine-treated cells.", "cite_spans": [], "ref_spans": [], "section": "MTT assay"}, {"text": "2.5 RT-PCR analysis mRNA levels of VEGF Total RNA was prepared from culture cells (2x10 6 ) transfected with 300 nmol/L VEGF-siRNA for 24 h and was extracted from HT-29 cells with Trizol reagent. The RNA precipitate was centrifuged and dissolved with 20 µL of RNase-free water. UV spectrophotometer analysis at 260 nm and electrophoresis detection showed the good quality of purified RNA. A measure of 1 µg of total RNA was reversely transcribed to synthesize cDNA at 45°C for 45 min, then the cDNA was subjected to PCR amplification with specific primers in 50 µL mixtures.", "cite_spans": [], "ref_spans": [], "section": "MTT assay"}, {"text": "The primers for VEGF were 5p-AATCGAGACCCTGGTGGACA-3p (forward) 5p-TTAACTCAAGCTGCCTCGCC-3p (reverse) and its amplification product was 378 bp. GADPH was analyzed as internal control.", "cite_spans": [], "ref_spans": [], "section": "MTT assay"}, {"text": "The primers for GAPDH were 5p-CGTGGAAGGACTCATGACCA-3p (forward) 5p-TCCAGGGGTCTTACTCC TTG-3p (reverse) and its amplification product was 512 bp.", "cite_spans": [], "ref_spans": [], "section": "MTT assay"}, {"text": "VEGF was amplified through 40 cycles of denaturing at 94°C for 30 s, annealing at 52.5°C for l min and extending at 68°C for 2 min with a 10 min extension. The PCR products were electrophoresed on 2% agarose gel, stained with ethidium bromide, and revealed by UV irradiation. The digital images were analyzed with Tanon image analysis software.", "cite_spans": [], "ref_spans": [], "section": "MTT assay"}, {"text": "Cells were seeded in 24-well plates treated with 300 nmol/L siRNA for 24 h. Secretion of VEGF into the cell culture supernatant of the HT-29 cells was determined using a human VEGF ELISA kit according to the manufacturer's instructions. All of the analyses and calibrations were carried out in duplicate. The calibration on each microplate used recombinant human VEGF standards (7.8, 15.6, 31.2, 62.5, 125, 250, 500, and 1 000 pg/mL). Optical densities were determined using a microplate reader (Rayto2100C) at 450 nm. The blank was subtracted from the readings for each standard and sample. A standard curve was created by plotting the logarithm of the mean absorbance of each standard versus the logarithm of the VEGF concentrations. VEGF concentrations were reported as pg/mL.", "cite_spans": [], "ref_spans": [], "section": "VEGF ELISA analysis"}, {"text": "Data were described as means P SD of the indicated number of separate experiments. A one-way analysis of variance was performed for multiple comparisons. Data were analyzed using Statistical Program for Social Sciences (SPSS) software.", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "The absorption values in siRNA 1 and siRNA 2 treated HT-29 cells were significantly lower than those in the lipofectamine control group (P<0.01, Table 1 , Fig. 1) . To determine the effect of different siRNA concentrations on the inhibition of cancer cells growth, we evaluated the effect of different siRNA concentrations against VEGF mRNA molecule. The results showed that transfected VEGF siRNA markedly inhibited the growth of MCF-7 cells, while siRNA SCR and lipofectamine group had no effect. Meanwhile, 900 nmol/L siRNA had lower effect than 300 nmol/L siRNA to HT-29 cells did (Fig. 2) . Thus, to suppress the proliferation of MCF-7 cells effectively and decrease the toxicity of siRNAs, we used 300 nmol/L VEGF-siRNA for the following experiments. Compared with the control, the mRNA expression of VEGF in HT-29 cells was reduced clearly after transfection with VEGF-siRNA, but without altering with siRNA SCR . The GAPDH has no changes (Fig. 3 , Table 2 ). There was no difference between the VEGF siRNA SCR group and lipofectamine control group (Table 3) . ", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 155, "end": 162, "text": "Fig. 1)", "ref_id": null}, {"start": 585, "end": 593, "text": "(Fig. 2)", "ref_id": null}, {"start": 946, "end": 953, "text": "(Fig. 3", "ref_id": null}, {"start": 956, "end": 963, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1056, "end": 1065, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Proliferation of HT-29 cells s after siRNA transfection"}, {"text": "Overexpression of VEGF has been observed in some solid human tumours, and correlated with tumour angiogenesis, progression, metastasis, and poor outcome (Tokunaga et al., 1998) . In animal experiments it was reported that elevated VEGF can accelerate tumour growth (Ferrara and Davis-Smyth, 1997) . Therefore, specific downregulation of VEGF might be a potential therapeutic strategy against human cancers, including colon cancer. Some studies found that RNAi seemed to be quantitatively more efficient and durable in cell culture and in nude mice than antisense RNA (Sohail et al., 2003; Harborth et al., 2001) . Specific downregulation of genes that promote proliferation, prevent apoptosis or chemotherapy resistance by RNAi is a promising treatment approach. In this study, we have shown that two VEGF siRNA molecules can effectively downregulate VEGF overexpression with great specificity and suppressed cell proliferation of colon carcinoma in vitro. The negative control siRNAs-siRNA SCR did not induce similar effects in HT-29 cells.", "cite_spans": [{"start": 153, "end": 176, "text": "(Tokunaga et al., 1998)", "ref_id": "BIBREF14"}, {"start": 265, "end": 296, "text": "(Ferrara and Davis-Smyth, 1997)", "ref_id": "BIBREF2"}, {"start": 567, "end": 588, "text": "(Sohail et al., 2003;", "ref_id": "BIBREF12"}, {"start": 589, "end": 611, "text": "Harborth et al., 2001)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have shown that siRNA synthesized by in vitro transcription with T7 RNA polymerase, provides an economical alternative to chemical synthesis of siRNA. The synthesis of siRNAs by T7 RNA polymerase significantly reduces the cost of RNAi in mammalian cells and paves the way for application of RNA interference on a whole genome scale. Lipofectime is an effective transfected agent (Donze and Picard, 2002; Martinez et al., 2002) . We successfully found effective siRNA sequences to suppress VEGF expressing in HT-29 cells and thus shed light on the treatment of neovascularization.", "cite_spans": [{"start": 382, "end": 406, "text": "(Donze and Picard, 2002;", "ref_id": "BIBREF0"}, {"start": 407, "end": 429, "text": "Martinez et al., 2002)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "RNA interference in mammalian cells using siRNAs synthesized with T7 RNA polymerase", "authors": [{"first": "O", "middle": [], "last": "Donze", "suffix": ""}, {"first": "R", "middle": [], "last": "Picard", "suffix": ""}], "year": 2002, "venue": "Nucl Acids Res", "volume": "30", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Duplexes of 21-nucleotide RNAs mediate RNA interference in cultured mammalian cells", "authors": [{"first": "S M", "middle": [], "last": "Elbashir", "suffix": ""}, {"first": "J", "middle": [], "last": "Harborth", "suffix": ""}, {"first": "W", "middle": [], "last": "Lendeckel", "suffix": ""}, {"first": "A", "middle": [], "last": "Yalcin", "suffix": ""}, {"first": "K", "middle": [], "last": "Weber", "suffix": ""}, {"first": "T", "middle": [], "last": "Tuschl", "suffix": ""}], "year": 2001, "venue": "Nature", "volume": "411", "issn": "6836", "pages": "494--498", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The biology of vascular endothelial growth factor", "authors": [{"first": "N", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "T", "middle": [], "last": "Davis-Smyth", "suffix": ""}], "year": 1997, "venue": "Endocrine Res", "volume": "18", "issn": "", "pages": "4--21", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans", "authors": [{"first": "A", "middle": [], "last": "Fire", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "M K", "middle": [], "last": "Montgomery", "suffix": ""}, {"first": "S A", "middle": [], "last": "Kostas", "suffix": ""}, {"first": "S E", "middle": [], "last": "Driver", "suffix": ""}, {"first": "C", "middle": [], "last": "Mello", "suffix": ""}], "year": 1998, "venue": "Nature", "volume": "391", "issn": "6669", "pages": "806--811", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Angiogenesis in cancer, vascular, rheumatoid and other disease", "authors": [{"first": "J", "middle": [], "last": "Folkman", "suffix": ""}], "year": 1995, "venue": "Nat Med", "volume": "1", "issn": "", "pages": "27--31", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Identification of essential genes in cultured mammalian cells using small interfering RNAs", "authors": [{"first": "J", "middle": [], "last": "Harborth", "suffix": ""}, {"first": "S M", "middle": [], "last": "Elbashir", "suffix": ""}, {"first": "K", "middle": [], "last": "Bechert", "suffix": ""}], "year": 2001, "venue": "J Cell Sci", "volume": "114", "issn": "24", "pages": "4557--4565", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical development of gene therapy for colorectal cancer", "authors": [{"first": "D", "middle": [], "last": "Kerr", "suffix": ""}], "year": 2003, "venue": "Nat Rev Cancer", "volume": "3", "issn": "8", "pages": "615--622", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Vascular endothelial growth factor is a secreted angiogenic mitogen", "authors": [{"first": "D W", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": [], "last": "Cachianes", "suffix": ""}, {"first": "W", "middle": [], "last": "Kuang", "suffix": ""}], "year": 1989, "venue": "Science", "volume": "246", "issn": "", "pages": "1306--1309", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Research of micro blood vessel density and expression of vascular endothelial growth factor", "authors": [{"first": "F C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "W C", "middle": [], "last": "Guan", "suffix": ""}, {"first": "W", "middle": [], "last": "Tong", "suffix": ""}], "year": 1999, "venue": "Cancer Research and Clinic", "volume": "11", "issn": "1", "pages": "75--77", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Silencing of hdm2 oncogene by siRNA inhibits p53-dependent human breast cancer", "authors": [{"first": "T G", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J Q", "middle": [], "last": "Yin", "suffix": ""}, {"first": "B Y", "middle": [], "last": "Shang", "suffix": ""}, {"first": "Min", "middle": ["Z"], "last": "He", "suffix": ""}, {"first": "H W", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "J M", "middle": [], "last": "Chen", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhen", "suffix": ""}, {"first": "Y S", "middle": [], "last": "Shao", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Cancer Gene Ther", "volume": "11", "issn": "11", "pages": "748--756", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Research development of VEGF and its effect on angiogenesis in tumour", "authors": [{"first": "Z L", "middle": [], "last": "Ma", "suffix": ""}, {"first": "H", "middle": [], "last": "Deng", "suffix": ""}], "year": 2004, "venue": "Jiangsu Med", "volume": "30", "issn": "1", "pages": "50--51", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Synthetic small inhibiting RNAs: efficient tools to inactivate oncogenic mutations and restore p53 pathways", "authors": [{"first": "L A", "middle": [], "last": "Martinez", "suffix": ""}, {"first": "I", "middle": [], "last": "Naguibneva", "suffix": ""}, {"first": "H", "middle": [], "last": "Lehrmann", "suffix": ""}, {"first": "A", "middle": [], "last": "Vervisch", "suffix": ""}, {"first": "T", "middle": [], "last": "Tchenio", "suffix": ""}, {"first": "G", "middle": [], "last": "Lozano", "suffix": ""}, {"first": "A", "middle": [], "last": "Harel", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci", "volume": "99", "issn": "23", "pages": "14849--14854", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A simple and cost effective method for producing small interfering RNAs with high efficacy", "authors": [{"first": "M", "middle": [], "last": "Sohail", "suffix": ""}, {"first": "G", "middle": [], "last": "Doran", "suffix": ""}, {"first": "J", "middle": [], "last": "Riedemann", "suffix": ""}], "year": 2003, "venue": "Nucleic Acids Res", "volume": "31", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A small interfering RNA targeting vascular endothelial growth factor as cancer therapeutics", "authors": [{"first": "Y", "middle": [], "last": "Takei", "suffix": ""}, {"first": "K", "middle": [], "last": "Kadomatsu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yuzawa", "suffix": ""}], "year": 2004, "venue": "Cancer Res", "volume": "64", "issn": "10", "pages": "3365--3370", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Vascular endothelial growth factor mRNA isoform expression is correlated with liver metastasis and poor prognosis in colon cancer", "authors": [{"first": "T", "middle": [], "last": "Tokunaga", "suffix": ""}, {"first": "Y", "middle": [], "last": "Oshika", "suffix": ""}, {"first": "Y", "middle": [], "last": "Abe", "suffix": ""}], "year": 1998, "venue": "Br J Cancer", "volume": "77", "issn": "", "pages": "998--1002", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Role of the double-stranded RNA-activated protein kinase (PKR) in cell regulation", "authors": [{"first": "B", "middle": [], "last": "Williams", "suffix": ""}], "year": 1997, "venue": "Biochem Soc Trans", "volume": "25", "issn": "2", "pages": "509--513", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Inhibition of SARS-CoV infection in Vero-E6 cells by siRNAs", "authors": [{"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "G J", "middle": [], "last": "Cao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "X G", "middle": [], "last": "Ji", "suffix": ""}, {"first": "Y H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Fan", "suffix": ""}, {"first": "B F", "middle": [], "last": "Shen", "suffix": ""}, {"first": "N", "middle": [], "last": "Shao", "suffix": ""}], "year": 2004, "venue": "J Med Mol Biol", "volume": "1", "issn": "5", "pages": "270--273", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Research status and prospect of gene therapy for colorectal cancer", "authors": [{"first": "W L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2004, "venue": "Chin J Exp Surg", "volume": "21", "issn": "7", "pages": "778--780", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Angiogenesis and tumor metastasis", "authors": [{"first": "B", "middle": [], "last": "Zetter", "suffix": ""}], "year": 1998, "venue": "Annu Rev Med", "volume": "49", "issn": "", "pages": "407--424", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Research evolution of colorectal cancer in China", "authors": [{"first": "Z S", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Zhang", "suffix": ""}], "year": 2001, "venue": "World J Gastroenterol", "volume": "9", "issn": "5", "pages": "489--494", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "HT-29 cell photos 24 hours after siRNA transfected (x100) 1: 100 nmol/L group; 2: 300 nmol/L group; 3: 600 nmol/L group; 4: 900 nmol/L group; 5: scramble group; 6: lipofectamine group; 7: normal control group (compared with lipofectamine control) Contrast figure of MTT metabolic ratio of each group siRNA 2 transfected HT-29 cell a: DNA Marker; b: Normal control group; c: Lipofectamine group; d:Scramble group; e: siRNA 1 group; f: siRNA 2 group Expression of VEGF mRNA analyzed by RT-PCR, GAPDH used as a control", "latex": null, "type": "figure"}, "TABREF0": {"text": "Human colon carcinoma HT-29 cells were obtained from China Peking Union Cell Culture Center. Lipofectamine TM 2000, TRIzol Reagent and RPMI Medium 1640 were obtained from Invitrogen Corporation. T7RiboMAX TM Express RNAi System kit and Access RT-PCR Introductory System were obtained from Promega Corporation. Human VEGF ELISA kit was obtained from Boster Corporation.", "latex": null, "type": "table"}, "TABREF1": {"text": "MTT metabolic ratio of each group siRNA transfected HT-29 cell", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Groups </td><td>A492 of siRNA1 </td><td>A492 of siRNA2\n</td></tr><tr><td>100 nmol/L group </td><td>0.331 P 0.052** </td><td>0.334 P 0.048**\n</td></tr><tr><td>300 nmol/L group </td><td>0.305 P 0.073** </td><td>0.303 P 0.071**\n</td></tr><tr><td>600 nmol/L group </td><td>0.326 P 0.055** </td><td>0.323 P 0.052**\n</td></tr><tr><td>900 nmol/L group </td><td>0.486 P 0.059* </td><td>0.480 P 0.060*\n</td></tr><tr><td>Scramble group </td><td>/ </td><td>0.538 P 0.034\n</td></tr><tr><td>Lipofectamine group </td><td>/ </td><td>0.555 P 0.023\n</td></tr><tr><td>Normal control group </td><td>/ </td><td>0.570 P 0.048\n</td></tr></table></body></html>"}, "TABREF2": {"text": "RT-PCR OD contrasts of each group HT-29 cell ( x", "latex": null, "type": "table"}, "TABREF3": {"text": "VEGF level in the medium of each HT-29 cell group ( x", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements This work was supported by Qingdao Science and Technology Project (No. 03-1-YN-14).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}