{
    "paper_id": "0a03ddd40f2d3eb308cb2c4b961bf88b3c7cc8f9",
    "metadata": {
        "title": "Journal Pre-proof Guiding airway management and PPE for COVID-19 intubating teams Guiding airway management and PPE for COVID-19 intubating teams",
        "authors": [
            {
                "first": "Lydia",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Vagelos College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elvedin",
                "middle": [],
                "last": "Luković",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Vagelos College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gebhard",
                "middle": [],
                "last": "Wagener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Vagelos College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Vagelos College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    "Gebhard"
                ],
                "last": "Wagener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Vagelos College of Physicians and Surgeons",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Center for Disease Control (CDC) PPE recommendations for aerosol-generating procedures in COVID-19 patients. 2 Table 1 . COVID-19 Bag Inventory N95 mask respirators: regular and small sizes Disposable waterproof gowns for intubating provider and airway assistant Disposable non-waterproof gowns for providers not directly involved in airway management Head covering: Bouffant or head/neck wrap Eye/face protection: Welder-style facemask or surgical mask with face-shield attached Sterile surgical gloves* HEPA filter † Small plastic bags ‡ * For double gloving including one pair of sterile surgical gloves because their longer cuffs provide better wrist protection. The top layer should be removed immediately after intubation. † Placed on the expiratory limb of a ventilator or between the endotracheal tube and self-inflating bag ‡ After the McGrath ® videolaryngoscope handle is cleaned with bleach or alcohol-based wipes it is handed to an assistant outside of the patient room, cleaned again, and placed in a plastic bag.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Guidelines for tracheal intubation. Our guidelines are based on reports from the SARS-CoV-1 outbreak and recommendations from the Anesthesia Patient Safety Foundation. [3] [4] [5] The main objective is to reduce the risk of aerosolization during intubation by: ",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Ensuring adequate sedation post-intubation. A substantial number of patients in non-ICU settings self-extubated shortly after intubation. In response, the department developed a sedation protocol that included administration of a midazolam bolus and initiation of a propofol infusion immediately after intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and solutions:"
        },
        {
            "text": "• Post-intubation haemodynamic instability. Our surgery colleagues created procedure teams that rapidly placed arterial and central lines for monitoring and infusions of vasoactive drugs following intubation. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and solutions:"
        },
        {
            "text": "• Restocking supplies as demand escalates. At the beginning of the crisis we purchased our own bags and stocked them using supplies from the operating room and the ICUs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and solutions:"
        },
        {
            "text": "When the number of intubations escalated rapidly, the hospital created a supply chain for ordering supplies and assembling the COVID-19 bags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and solutions:"
        },
        {
            "text": "We strongly recommend that hospitals create a plan to ensure their intubation teams have access to appropriate PPE and airway protocols for COVID-19 patients before a crisis develops. Our airway management guidelines and COVID-19 bags were invaluable as the number of intubations rapidly accelerated. Importantly, hospitals must be prepared to modify their airway management and PPE guidelines based on feedback from clinicians on the ground and improved understanding of the transmissibility of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges and solutions:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical care lessons from severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Granton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Op Crit Care",
            "volume": "10",
            "issn": "",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Anaesthesia and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Anaesth",
            "volume": "90",
            "issn": "",
            "pages": "715--718",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "Pak-Leung",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Susy",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Anaesth",
            "volume": "2020",
            "issn": "",
            "pages": "124--497",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Barrier Enclosure during Endotracheal Intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "20",
            "pages": "1957--1965",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rapid sequence intubation and avoidance of bag-mask ventilation, if possible 2. Use of videolaryngoscopy to increase the distance from the patient's airway and the chance of success during first attempt 3. Immediate inflation of the tracheal tube cuff and connection to the ventilatory circuit, thereby avoiding manual ventilation 4. Use of a HEPA filter placed on the expiratory limb of a ventilator or between the tracheal tube and a self-inflating bag ventilator 5. Intubation in a negative pressure room, or, if not available, a single room with closed doorsOf note, we did not use plexiglass \"intubation boxes\" 6 as they are difficult to transport and limit mobility during intubation without necessarily providing superior protection compared to videolaryngoscopy. 7Intubation teams: At the beginning of the COVID-19 crisis the anaesthesiology department created intubation teams that performed all intubations in the hospital. The team consisted of an attending anaesthesiologist and two residents. The most experienced provider performed the intubation and the next most experienced provider administered medications, monitored vital signs, and assisted with the intubation. The most junior member remained outside the room to provide additional supplies if needed and monitor for breaches in PPE. Prior to entering the room, we performed a huddle with the patient's medical team, nurse and respiratory therapist to review medical history, procedural steps for intubation, and contingency plans.Training providers: In addition to wide distribution of the airway management protocol through emails, fliers, and grand rounds, we created a simulation video demonstrating PPE donning and doffing and intubation sequence. We also held PPE donning and doffing training sessions in the simulation center using mock PPE for residents and faculty.From March 11 to May 4, 2020 we performed 446 intubations with a peak of 32 intubations on April 8. During the height of the crisis two intubation teams were on call at all times. The well-established airway management guidelines and COVID-19 bags allowed intubation teams to perform a rapidly escalating number of tracheal intubations efficiently and safely.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None of the authors have a conflict of interest with regard to this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}