{
    "paper_id": "0a094d28ffd685164050dbad0e1426abc73a4e18",
    "metadata": {
        "title": "Pseudoknot-Dependent Programmed −1 Ribosomal Frameshifting: Structures, Mechanisms and Models",
        "authors": [
            {
                "first": "Ian",
                "middle": [],
                "last": "Brierley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J C"
                ],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Pennell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Programmed −1 ribosomal frameshifting is a translational recoding strategy that takes place during the elongation phase of protein biosynthesis. Frameshifting occurs in response to specific signals in the mRNA; a slippery sequence, where the ribosome changes frame, and a stimulatory RNA secondary structure, usually a pseudoknot, located immediately downstream. During the frameshift the ribosome slips backwards by a single nucleotide (in the 5 -wards/−1 direction) and continues translation in the new, overlapping reading frame, generating a fusion protein composed of the products of both the original and the −1 frame coding regions. In eukaryotes, frameshifting is largely a phenomenon of virus gene expression and associated predominantly with the expression of viral replicases. Research on frameshifting impacts upon diverse topics, including the ribosomal elongation cycle, RNA structure and function, tRNA modification, virus replication, antiviral intervention, evolution and bioinformatics. This chapter focuses on the structure and function of frameshift-stimulatory RNA pseudoknots and mechanistic aspects of ribosomal frameshifting. A variety of models of the frameshifting process are discussed in the light of recent advances in our understanding of ribosome structure and the elongation cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The discovery of programmed −1 ribosomal frameshifting (hereafter frameshifting for brevity) is intimately entwined with studies of retrovirus gene expression. In the early 1980s, as the first complete retrovirus genomic sequences began to appear, it was clear that in many cases the open reading frames (ORFs) encoding the structural and enzymatic components of the virion, gag and pol, respectively, overlapped at the 3 end of gag with pol in the −1 reading frame ( Fig. 7.1 ). As most retroviruses were known to express Pol solely as a C-terminal extension of Gag, it was thought that RNA processing would produce an in-frame spliced mRNA capable of expressing the Gag-Pol polyprotein. However, in papers describing the complete sequence of Rous sarcoma virus (RSV; Schwartz et al., 1983 ) and a bovine leukemia virus provirus (Rice et al., 1985) an alternative suggestion was put forward that Gag and Pol could be coupled at the translational level, through a frameshifting mechanism. Shortly afterwards, Tyler Jacks and Harold Varmus published their landmark paper confirming expression of the RSV Gag-Pol polyprotein by frameshifting (Jacks and Varmus, 1985) . Since this time, frameshift signals have been described in viruses of all kingdoms and in a growing number of cellular genes. Research on frameshifting impacts upon diverse topics, including the ribosomal elongation cycle, RNA structure and function, tRNA modification, virus replication, antiviral intervention, evolution and bioinformatics. This chapter will focus on the mRNA structures involved in eukaryotic frameshifting and the mechanistic insights that have been gained over the last 20 years. Subsequent chapters in this book address specifically the human immunodeficiency virus (HIV) frameshifting signal, and also frameshifting in prokaryotes (including bacteriophages and insertion sequence elements), yeast and plants and so will not be discussed in detail here. Interested readers may also like to look at other reviews on this fascinating topic (Farabaugh, 1996; Fig. 7 .1 Programmed −1 ribosomal frameshifting. In the centre, a schematic of a retrovirus genomic mRNA is shown with the 5 -proximal gag and overlapping pol coding sequences boxed. Translation of this mRNA (upper panel) yields mostly the Gag polyprotein, but occasional −1 frameshifting (-1FS) generates the Gag-Pol polyprotein. Assembly at the plasma membrane (right) includes the Pol domain in virions. The viral envelope glycoproteins are indicated as yellow and black spikes. Frameshifting (lower panel) is mediated by a signal composed of a slippery sequence (purple), a spacer region (black) and a downstream stimulatory RNA. The gag (0) and pol (−1) reading frames are indicated. This example shows the SRV-1 gag/pro stimulatory pseudoknot as a secondary structure (left) and as solved by NMR (right, Michiels et al., 2001; image prepared using PyMOL [www.pymol.org]) 2000; Giedroc et al., 2000; Brierley and Pennell, 2001; Brierley and Dos Ramos, 2006; Dreher and Miller, 2006; Baranov et al., 2006; Giedroc and Cornish, 2008) .",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 790,
                    "text": "Schwartz et al., 1983",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 849,
                    "text": "(Rice et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1164,
                    "text": "(Jacks and Varmus, 1985)",
                    "ref_id": null
                },
                {
                    "start": 2028,
                    "end": 2045,
                    "text": "(Farabaugh, 1996;",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2052,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2856,
                    "end": 2878,
                    "text": "Michiels et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 2879,
                    "end": 2922,
                    "text": "image prepared using PyMOL [www.pymol.org])",
                    "ref_id": null
                },
                {
                    "start": 2929,
                    "end": 2950,
                    "text": "Giedroc et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 2951,
                    "end": 2978,
                    "text": "Brierley and Pennell, 2001;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2979,
                    "end": 3008,
                    "text": "Brierley and Dos Ramos, 2006;",
                    "ref_id": null
                },
                {
                    "start": 3009,
                    "end": 3033,
                    "text": "Dreher and Miller, 2006;",
                    "ref_id": null
                },
                {
                    "start": 3034,
                    "end": 3055,
                    "text": "Baranov et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 3056,
                    "end": 3082,
                    "text": "Giedroc and Cornish, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 476,
                    "text": "Fig. 7.1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Frameshifting is a translational recoding strategy that takes place during the elongation phase of protein biosynthesis. In response to signals in the mRNA, and at a certain frequency, ribosomes switch from the translation of one ORF (in the 0frame) to an overlapping ORF (in the −1 reading frame) and continue translation, generating, in the majority of cases * , a fusion protein containing the products of both the upstream and the downstream ORFs ( Fig. 7 .1) ( * frameshifting in the dnaX gene of Escherichia coli redirects ribosomes to a nearby termination codon in the −1 frame; in this case, and probably in some cellular examples, the frameshifting ribosomes produce a shorter product than that encoded by the 0-frame (reviewed in Chapter of Fayet and Prère, and see below]. Frameshifting in eukaryotes is largely a phenomenon of virus gene expression and associated predominantly with the expression of viral replicases. Thus in retroviruses, frameshifting at the overlap of gag and pol permits expression of the viral reverse transcriptase (as a component of the Gag-Pol polyprotein) and in other RNA viruses, frameshifting mediates expression of RNA-dependent RNA polymerases (Brierley et al., 1995; Dreher and Miller et al., 2006) . As the expression of distal ORFs on viral mRNAs can be achieved in numerous ways (Pe'ery and Mathews, 2000) , it is pertinent to question why a frameshift strategy has evolved. One explanation likely to be of general relevance is that frameshifting allows the generation of a defined ratio of protein products. In HIV-1, for example, modulation of the cytoplasmic Gag:Gag-Pol ratio is detrimental to replication (Shehu-Xhilaga et al., 2001; reviewed in Brierley and Dos Ramos, 2006) and the same is true for the retrovirus-like dsRNA virus of yeast, L-A (Dinman and Wickner, 1992) . Similarly, in other RNA viruses, changing the stoichiometry of non-frameshifted and frameshifted products is also likely to be disadvantageous. Thus frameshifting has emerged as a potential target for antiviral therapeutics (Dinman et al., 1998) . The frameshifting process also generates a fusion protein which itself may be biologically relevant, for example, in the incorporation of retroviral reverse transcriptase into virions ( Fig. 7.1 ). Examples of frameshifting in eukaryotic cellular genes have begun to emerge in the last few years. The signals present in the mouse embryonal carcinoma differentiation regulated (Edr, now known as PEG10) gene (Shigemoto et al., 2001; Manktelow et al., 2005) and the human paraneoplastic Ma3 gene (Wills et al., 2006) are clearly of retroviral origin, perhaps subsumed into the cellular genome from an endogenous retrovirus or retroviral relic. However, many candidates in the yeast genome that were identified by a bioinformatics approach appear to be genuinely unrelated to retroviruses, standing alone as the first true examples of novel cellular −1 ribosomal frameshifting signals (Jacobs et al., 2007) . In contrast to viral frameshifting, the vast majority of these, and those predicted in other genomes (Belew et al., 2008) , direct the ribosome to a premature termination codon and may have a biological role in destabilising the mRNA (Plant et al., 2004) .",
            "cite_spans": [
                {
                    "start": 1188,
                    "end": 1211,
                    "text": "(Brierley et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1243,
                    "text": "Dreher and Miller et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1327,
                    "end": 1353,
                    "text": "(Pe'ery and Mathews, 2000)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1658,
                    "end": 1686,
                    "text": "(Shehu-Xhilaga et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 1687,
                    "end": 1728,
                    "text": "reviewed in Brierley and Dos Ramos, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1800,
                    "end": 1826,
                    "text": "(Dinman and Wickner, 1992)",
                    "ref_id": null
                },
                {
                    "start": 2053,
                    "end": 2074,
                    "text": "(Dinman et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 2484,
                    "end": 2508,
                    "text": "(Shigemoto et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 2509,
                    "end": 2532,
                    "text": "Manktelow et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 2571,
                    "end": 2591,
                    "text": "(Wills et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 2959,
                    "end": 2980,
                    "text": "(Jacobs et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 3084,
                    "end": 3104,
                    "text": "(Belew et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 3217,
                    "end": 3237,
                    "text": "(Plant et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 459,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2263,
                    "end": 2271,
                    "text": "Fig. 7.1",
                    "ref_id": null
                }
            ],
            "section": "The Nature, Occurrence and Role of Ribosomal Frameshifting"
        },
        {
            "text": "Eukaryotic ribosomal frameshift signals are composed of two essential elements: a \"slippery\" sequence, where the ribosome changes reading frame, and a stimulatory RNA secondary structure, often an RNA pseudoknot, located a few nucleotides (nt) downstream (Jacks et al., 1988; Brierley et al., 1989; ten Dam et al., 1990; see Fig. 7.1) . A spacer region between the slippery sequence and the stimulatory RNA is also required and the precise length of this spacer must be maintained for maximal frameshifting efficiency (Brierley et al., 1989 (Brierley et al., , 1992 Kollmus et al., 1994) . The slippery sequence is a heptanucleotide stretch that contains two homopolymeric triplets and conforms in the vast majority of cases to the motif XXXYYYZ (for example, UUUAAAC in the coronavirus infectious bronchitis virus (IBV) 1a/1b signal). Frameshifting at this sequence has been proposed to occur by \"simultaneousslippage\" of the ribosome-bound peptidyl-and aminoacyl-tRNAs, which detach from the zero frame codons (XXY YYZ) and re-pair in the −1 phase (XXX YYY) (Jacks et al., 1988) . The homopolymeric nature of the slippery sequence seems to be required to allow the tRNAs to remain base-paired to the mRNA in at least two out of three anticodon positions following the slip. Frameshift assays, largely carried out in vitro, have revealed that XXX can be represented by any homopolymeric triplet (A, C, G or U), but the Y triplet must be AAA or UUU (Jacks et al., 1988 , Dinman et al., 1991 Brierley et al., 1992) . In addition to these restrictions, slippery sequences ending in G (XXXAAAG or XXXUUUG) do not function efficiently in in vitro translation systems (Brierley et al., 1992) , yeast (Dinman et al., 1991) or mammalian cells (Marczinke et al., 2000) . At naturally occurring frameshift sites, of the possible codons which are decoded in the ribosomal A-site prior to tRNA slippage (XXXYYYZ), only five are represented in eukaryotes, AAC, AAU, UUA, UUC, UUU. Together with the in vitro data, it seems that the sequence restrictions observed are a manifestation of the need for the pre-slippage codon-anticodon complex in the A-site to be weak enough such that the tRNAs can detach from the codon during the process of frameshifting. G-C pairs are therefore avoided. Recent work suggests that the slippery sequence actually forms part of a somewhat larger motif, as certain bases immediately 5 of the heptanucleotide stretch can influence the efficiency of frameshifting (Bekaert and Rousset, 2005; Léger et al., 2007) . While this has not been examined systematically, these studies suggest an involvement of the ribosomal E-site in frameshifting (see below and the Chapter by Pech and colleagues).",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 275,
                    "text": "(Jacks et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 298,
                    "text": "Brierley et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 320,
                    "text": "ten Dam et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 334,
                    "text": "see Fig. 7.1)",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 540,
                    "text": "(Brierley et al., 1989",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 565,
                    "text": "(Brierley et al., , 1992",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 587,
                    "text": "Kollmus et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1080,
                    "text": "(Jacks et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 1449,
                    "end": 1468,
                    "text": "(Jacks et al., 1988",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1490,
                    "text": ", Dinman et al., 1991",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1513,
                    "text": "Brierley et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1686,
                    "text": "(Brierley et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1695,
                    "end": 1716,
                    "text": "(Dinman et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 1736,
                    "end": 1760,
                    "text": "(Marczinke et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 2480,
                    "end": 2507,
                    "text": "(Bekaert and Rousset, 2005;",
                    "ref_id": null
                },
                {
                    "start": 2508,
                    "end": 2527,
                    "text": "Léger et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Structure of Ribosomal Frameshifting Signals"
        },
        {
            "text": "Slippery sequences alone can direct frameshifting (typically to 0.1-0.2% in mammalian cells; e.g. Marczinke et al., 2000; Dulude et al., 2002) to levels significantly higher than the estimated natural frameshift error rate (10 −5 per codon for E. coli ribosomes; Kurland, 1992) , indicating that these stretches are intrinsically frameshift-prone. However, to obtain the levels of frameshifting needed for their biological function (1-30% depending on the particular system), a downstream stimulatory RNA structure is also required (see Table 7 .1). In eukaryotes, some stem-loop stimulatory RNAs have been described, such as those present at the 1a/1b frameshift site of astroviruses (Marczinke et al. 1994 ) and the HIV-1 gag/pol overlap (discussed in more detail in the Chapter by Brakier-Gingras), but most commonly an H (hairpin)-type RNA pseudoknot is present (Brierley et al., 1989; ten Dam et al., 1990) . These form when a single-stranded region in the loop of a hairpin base pairs with a stretch of complementary nucleotides elsewhere in the RNA chain (reviewed in Brierley et al., 2007; see Fig. 7 .1). Such pseudoknots have two base-paired stem regions (S1 and S2) and, depending upon the number of loop bases that participate in the pseudoknotting interaction, two or three single-stranded loops (L1, L2 and L3). In almost all frameshift-promoting pseudoknots, L2 is absent (Table 7 .1, Fig. 7 .1) or very short ( Fig. 7 .2) and the base-paired stems stack to form a quasicontinuous helix. In these structures, L1 spans S2 and crosses the deep groove of the helix, whereas L3 spans S1 and crosses the shallow groove. While the precise folding of and, to some extent, the stability of pseudoknots has been shown to be critical to the frameshift process, few specific primary sequence requirements have been identified. This suggests that they are involved in few, if any, sequence-specific interactions, as evidenced by the failure to identify protein binding partners (see below). Where particular sequence requirements have been suspected, it may be that the bases concerned are involved in unanticipated tertiary interactions. The analysis of pseudoknot structure and function has involved a range of experimental approaches, including in vitro and in vivo structure-function assays, biophysical investigation of folding/unfolding and atomic resolution structure determination. Pseudoknots have been classified on the basis of secondary structural features (Brierley and Pennell, 2001) or by virus group (Giedroc and Cornish, 2008) , but as our knowledge is incomplete, this is mostly for convenience of description. For the purposes of this review, examples of specific pseudoknot \"classes\" will be presented as they were described historically and linked, where possible, to related examples described more recently.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 121,
                    "text": "Marczinke et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 142,
                    "text": "Dulude et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 277,
                    "text": "Kurland, 1992)",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 707,
                    "text": "(Marczinke et al. 1994",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 889,
                    "text": "(Brierley et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 911,
                    "text": "ten Dam et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1097,
                    "text": "Brierley et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1108,
                    "text": "see Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2472,
                    "end": 2500,
                    "text": "(Brierley and Pennell, 2001)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2519,
                    "end": 2546,
                    "text": "(Giedroc and Cornish, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 544,
                    "text": "Table 7",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1387,
                    "end": 1395,
                    "text": "(Table 7",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1400,
                    "end": 1406,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1433,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Stimulatory RNA Structures"
        },
        {
            "text": "A role for pseudoknots in frameshifting was first described for the coronavirus infectious bronchitis virus (IBV) 1a/1b signal (Brierley et al., 1989; see Fig. 7 .2). This pseudoknot is characterised by the possession of a long, stable S1, a coaxially stacked S2 and a capacity to direct high levels of frameshifting, up to ∼60% in the rabbit reticulocyte lysate (RRL) in vitro translation system . Although no atomic resolution structural model is available, several features important for function have been identified. The most striking of these is the importance of maintaining S1 length. Napthine and colleagues (1999) prepared a series of Long SP, L3 may interact with S1",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Brierley et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 161,
                    "text": "see Fig. 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The IBV Pseudoknot and Relatives"
        },
        {
            "text": "MMTV gag/pro Non-viral example identified by bioinformatics (Wills et al., 1991) The table lists those established frameshift signals where details of the stimulatory RNA are available. Abbreviations used are DS, downstream stimulator; SP, spacer region (length in nt); S1, stem 1 (bp; unpaired residues within stems are not included in the total length); L1, loop 1 (nt); S2, stem 2 (bp); L2/ISE, loop 2/interstem element (nt); L3, loop 3 (nt); SL, stem-loop structure; PK, pseudoknot; NMR or X-ray, nuclear magnetic resonance or X-ray structure available;",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "(Wills et al., 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The IBV Pseudoknot and Relatives"
        },
        {
            "text": "MS3D, three-dimensional mass spectrometric structural analysis; RV, retrovirus. * Some or all of the SP may be incorporated into S1 (bracketed values show length of un-paired SP/S1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The IBV Pseudoknot and Relatives"
        },
        {
            "text": "Examples of RNA pseudoknot structures found at viral frameshift sites. Secondary structure models of a variety of pseudoknot stimulatory RNAs are shown, alongside three-dimensional models where available (S1, red; S2, blue; L1, purple; L2, orange; L3 green; details in Table  7 Remarkably, frameshifting occurred very inefficiently until the wild-type length of 11 bp was reached, after which full function was retained. This phenomenon was unrelated to the thermodynamic stability of the stem, as the added bases were G-C pairs and the shorter stems of 7-10 bp were as stable as or more stable than the wild-type 11 bp stem. Whether there is any significance to the fact that 11 bp corresponds to a complete turn of an A-form RNA helix remains to be ascertained. A similar puzzle is the clear benefit of a G-rich stretch at the beginning of the 5 arm of S1. We assume that these features are important in terms of how the pseudoknot is recognised and unwound by the ribosome during the frameshift. The 10 and 11 bp variants have been studied in mechanical unfolding experiments but have produced somewhat contradictory data; in one study the 11 bp construct required twofold greater unfolding force (Hansen et al., 2007) but in another, there was no obvious correlation between frameshift efficiency and the mechanical force required to unwind the pseudoknots (Green et al., 2008) . The latter study revealed, however, that pseudoknots have unusual mechanical properties (discussed below). L3 of the IBV pseudoknot can be reduced in length to eight bases (from 32), close to the minimum number required to span S1 (Pleij et al., 1985) , with no loss of function (Brierley et al., 1991) . A lack of obvious primary sequence requirements within L3 argues against the formation of a L3-S1 interaction as is seen in some other pseudoknots (see below). The frameshift signal of the severe acquired respiratory syndrome (SARS) coronavirus is very similar to that of IBV although L3 is mostly folded into a stem-loop, which has alternatively been named SL1 or S3 (Baranov et al., 2005; . Unexpectedly, although most of this loop can be deleted without effect, maintenance of an appropriate conformation of the wild-type L3 seems to be required for optimal frameshift efficiency (Baranov et al., 2005; . Pseudoknots containing an SL1 motif can be predicted for all group 2 coronaviruses . In group 3 coronaviruses (e.g. IBV), however, the region equivalent to SL1 is probably a single-stranded loop (Brierley et al., 1989 (Brierley et al., , 1991 . The pseudoknots present at the 1a/1b overlap of group 1 coronaviruses (e.g. human coronavirus 229E) appear to form a more \"elaborated\" pseudoknot that can be viewed as \"kissing\" stem-loops separated by a long (∼150 nt) L3 (Herold and Siddell, 1993) . The stimulatory RNA is still a pseudoknot but in this case, the downstream sequence that pairs with the loop is itself constrained within a hairpin.",
            "cite_spans": [
                {
                    "start": 1200,
                    "end": 1221,
                    "text": "(Hansen et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 1361,
                    "end": 1381,
                    "text": "(Green et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1635,
                    "text": "(Pleij et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 1663,
                    "end": 1686,
                    "text": "(Brierley et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 2057,
                    "end": 2079,
                    "text": "(Baranov et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 2272,
                    "end": 2294,
                    "text": "(Baranov et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 2492,
                    "end": 2514,
                    "text": "(Brierley et al., 1989",
                    "ref_id": null
                },
                {
                    "start": 2515,
                    "end": 2539,
                    "text": "(Brierley et al., , 1991",
                    "ref_id": null
                },
                {
                    "start": 2764,
                    "end": 2790,
                    "text": "(Herold and Siddell, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 277,
                    "text": "Table  7",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fig. 7.2"
        },
        {
            "text": "The RSV gag/pol frameshifting signal has the distinction of being the first example of both −1 frameshifting and pseudoknot-dependent frameshifting (Jacks et al., 1988) , although the pseudoknot was confirmed some years after the original report (Marczinke et al., 1998) . The RSV stimulatory RNA is one of the most complex found to date and belongs to a family of frameshift-promoting pseudoknots that possess a L2 and thus have an element at the junction of the two stems (an interstem element, or ISE; Fig. 7 .2). L2 of the RSV pseudoknot is 70 nt in length most of which is constrained within a substructure of two adjacent stem-loops ( Fig. 7.2B ). How the ISE folds within the pseudoknot is unknown. A similarly extensive ISE is predicted in the pseudoknot of gill-associated virus (GAV), a prawn-infecting member of the order Nidovirales (which includes coronaviruses; Cowley et al., 2000) . The GAV pseudoknot is interesting both from the perspective of its sheer size (a total of ∼170 nt, of which L1 and L3 contribute only 3 and 41 nt, respectively) and its resemblance to the RSV signal, with a huge S1 (22 bp), an extensive ISE and the use of an RSV-like slippery sequence (AAAUUUU; Table 7 .1). The role of these large ISEs in frameshifting, if any, remains to be clarified, but they could add to pseudoknot stability or present additional challenges to a ribosome-associated helicase. In principle, they could also offer a binding site for translation components or regulatory proteins of viral (or cellular) origin.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 168,
                    "text": "(Jacks et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 270,
                    "text": "(Marczinke et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 896,
                    "text": "Cowley et al., 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 511,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "Fig. 7.2B",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1202,
                    "text": "Table 7",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The RSV Pseudoknot and Interstem Elements"
        },
        {
            "text": "The coaxial stacking of stems to generate a quasi-continuous helix has long been considered important for pseudoknot function (ten Dam et al., 1992) and the paucity of L2-containing pseudoknots is consistent with the hypothesis. However, recent structural studies (see below) indicate that the key issue is more likely to be the maintenance of an appropriate architecture at the helical junction. For the RSV and GAV stimulatory RNAs, we predict therefore that the ISEs do not compromise this important region of the pseudoknot. In support of this, we recently characterised a shorter, unstructured ISE (7 nt) in the pseudoknot of the lentivirus Visna-Maedi virus (VMV) (Pennell et al., 2008) . The ISE of the VMV pseudoknot proved to be essential for frameshifting and is therefore a key component of the folded, active pseudoknot ( Fig. 7 .2C).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 148,
                    "text": "Dam et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 692,
                    "text": "(Pennell et al., 2008)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 840,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "The RSV Pseudoknot and Interstem Elements"
        },
        {
            "text": "The first frameshift-promoting pseudoknot to be described in three dimensions was derived from the mouse mammary tumour virus (MMTV) gag/pro overlap Fig. 7.2D) . This pseudoknot is characterised by the presence of an unpaired, intercalated adenosine residue between two short stems of similar length. The presence of this adenosine (A14) forces the stems to bend relative to each other and this \"kink\" is thought to be important for function (Chen et al., 1996 . However, the general importance of the kink was challenged with the release of the NMR structure of the closely related pseudoknot from simian retrovirus 1 (SRV-1) gag/pro (Michiels et al., 2001) . This pseudoknot was predicted from its primary sequence to have an organisation similar to that of MMTV and was presumed to have a kink. However, it was shown that the stems were in fact coaxially stacked, with a base predicted to be in L1 being present at the stem-stem junction and base pairing to the \"intercalated\" adenosine ( Fig. 7.1 ). As detailed further below, this observation adds to the general belief that for most, if not all, pseudoknots, the specific interactions and resultant architectures of the helical junction that are required for frameshifting are strongly context dependent (Cornish et al., 2006) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 159,
                    "text": "Fig. 7.2D)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 460,
                    "text": "(Chen et al., 1996",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 658,
                    "text": "(Michiels et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 1260,
                    "end": 1282,
                    "text": "(Cornish et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 1000,
                    "text": "Fig. 7.1",
                    "ref_id": null
                }
            ],
            "section": "The \"Kinked\" Pseudoknots"
        },
        {
            "text": "Luteovirus frameshift-promoting pseudoknots are small, typically encompassing only ∼25 nt, with an especially short S2 of three base pairs. Their small size and unexpected stability have made them amenable to structural studies and numerous three-dimensional models are available, including the only frameshift pseudoknot structures solved by X-ray crystallography (Fig. 7.2E ). The structure of the pseudoknot of beet western yellows virus (BWYV) reveals a tightly folded motif with extensive non-Watson-Crick base pairing, explaining how these structures have a greater stability than would be predicted from their secondary structure . The main stabilising feature is the presence of an extended triplex formed between the minor groove of S1 and L3, mediated predominantly by A-minor interactions. In addition, the helical junctions of these pseudoknots are bounded by base triple and base quadruple interactions which stabilise the fold and are important for frameshifting (Kim et al., 1999) . Several luteoviral pseudoknot structures have been solved, including pea enation mosaic virus (Nixon et al., 2002) , potato leaf roll virus (Pallan et al., 2005) and sugar cane yellow leaf virus (ScYLV; Cornish et al., 2005) and all are similar structures. The structures of mutants of the ScYLV pseudoknot have been especially informative (Cornish et al., 2006) revealing that, at least in this class of pseudoknot, the global \"ground-state\" structure is not strongly correlated with frameshifting efficiency. Giedroc and Cornish (2008) propose that the helical junction is mechanically stable and functions as a kinetic barrier to forceinduced unfolding. Frameshift efficiency would therefore be affected by different kinetics of unfolding, diminishing in those pseudoknots that unfold at lower applied forces. Luteoviral frameshift-promoting pseudoknots (and other plant stimulatory RNAs) are discussed in more detail elsewhere in this volume (Chapter of Miller and Giedroc).",
            "cite_spans": [
                {
                    "start": 977,
                    "end": 995,
                    "text": "(Kim et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1112,
                    "text": "(Nixon et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1159,
                    "text": "(Pallan et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1222,
                    "text": "Cornish et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1360,
                    "text": "(Cornish et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1509,
                    "end": 1535,
                    "text": "Giedroc and Cornish (2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 375,
                    "text": "(Fig. 7.2E",
                    "ref_id": null
                }
            ],
            "section": "The Luteoviral Pseudoknots and Loop-Helix Interactions"
        },
        {
            "text": "Perhaps the most remarkable example of a non-canonical frameshift pseudoknot comes from the recoding signal of barley yellow dwarf virus (BYDV) (Paul et al., 2001) . Initially thought to be a stem-loop stimulator, the BYDV signal was later found to be a \"kissing loop\" pseudoknot, with the sequence required for S2 formation located some 4 kb downstream (Fig. 7.2F ). In addition to being the longest L3 sequence identified to date, the position of the interaction near the 3 end of the genome directly links the control of translation to genomic replication (Barry and Miller 2002) . This topic is discussed further in the Chapter by Miller and Giedroc.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 163,
                    "text": "(Paul et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 582,
                    "text": "(Barry and Miller 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 364,
                    "text": "(Fig. 7.2F",
                    "ref_id": null
                }
            ],
            "section": "Long-Range Pseudoknots"
        },
        {
            "text": "The precise mechanism of programmed −1 ribosomal frameshifting remains unclear. On the surface it seems relatively straightforward; the ribosome encounters the stimulatory RNA structure while in the act of decoding the slippery sequence, something perturbs normal frame maintenance and a proportion of the ribosomes enter the −1 frame. However, the details are entwined with the natural movements of tRNAs, ribosomal subunits, ribosomal proteins and elongation factors, the dynamics of which we have only recently begun to understand at the molecular level. The frameshift process is most often considered within the framework of the simultaneous tRNA slippage model, specifically how the movement of tRNAs into the −1 frame occurs and how this can be influenced by the stimulatory RNA. Within this context, a role of the stimulatory RNA in ribosomal pausing or in the recruitment of trans-acting components has also been considered, along with the specific RNA structural features that could promote these events. In the following sections, these general themes are debated prior to an examination of the different models of frameshifting that have been proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanistic Aspects of Ribosomal Frameshifting"
        },
        {
            "text": "In the ribosomal elongation cycle, tRNAs occupy a series of specific positions in the intersubunit space, known as the aminoacyl-(A), peptidyl-(P) and exit-(E) sites. Translocation of tRNAs between these sites, while still attached to the mRNA due to codon-anticodon recognition, combined with the close fit of the tRNAs to the intersubunit space, is the basis of ribosomal processivity along the mRNA and the maintenance of a single reading frame (Moazed and Noller, 1989; Rodnina et al., 1997) . During a −1 frameshift, the anticodons of the tRNAs (or tRNA) must detach from the mRNA and re-associate in the −1 frame, and this raises several issues for the design of models. For example, at which stage in the ribosomal elongation cycle does the frameshift occur? What are the parameters involved in promoting dissociation of the tRNAs? Do the tRNAs truly slip simultaneously or does it occur sequentially? In the re-binding phase, do the anticodons sample the −1, zero or (even) the +1 frame and re-pair in the energetically most favourable phase, or are the tRNAs directed specifically to the −1 frame? Another relevant issue is how the mechanisms of frame maintenance inherent to the ribosome are overcome. In the discussion of putative models for −1 frameshifting detailed below, these issues will be addressed where possible. Many of these questions are also relevant to other recoding events and are debated extensively in other chapters of this book.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 473,
                    "text": "(Moazed and Noller, 1989;",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 495,
                    "text": "Rodnina et al., 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "tRNA Slippage"
        },
        {
            "text": "Ribosomal pausing has been central to models of −1 frameshifting (and indeed, most recoding phenomena) where it may act to increase the time that ribosomes engage with the slippery sequence, promoting tRNA movements that would normally be unfavourable kinetically (Farabaugh, 2000) . Polypeptide intermediates corresponding to ribosomes paused at RNA pseudoknots have been detected at the frameshift sites of RSV (unpublished data cited in Jacks et al., 1988) , IBV (Somogyi et al., 1993) and L-A (Lopinski et al., 2000) and footprinting studies of elongating ribosomes have defined the site of pausing at the L-A (Tu et al., 1992; Lopinski et al., 2000) , IBV, SRV-1 and pKA-A signals (Kontos et al., 2001) . Pausing at the frameshift signal in the E. coli dnaX gene has also been witnessed, again from examination of translational intermediates (Tsuchihashi, 1991) . Consistent with a role for pausing in frameshifting, the footprinting studies reveal that the ribosome is stalled over the slippery sequence while in contact with, and perhaps having unwound partially, the pseudoknot (Tu et al., 1992; Kontos et al., 2001) . One of the virtues of the pausing model is that it can accommodate the variety of stimulatory RNAs present at −1 frameshifting signals. Notwithstanding the range of secondary and tertiary features presented to the ribosome, as long as pausing occurs, frameshifting results. Unfortunately, the idea that a pause alone is sufficient to induce frameshifting is highly questionable. Simple provision of a roadblock to ribosomes in the form of stable RNA hairpins (Brierley et al., 1991; Somogyi et al., 1993) , a tRNA (Chen et al., 1995) or even different kinds of RNA pseudoknot Liphardt et al., 1999) is not sufficient to bring about frameshifting. Furthermore, non-frameshifting pseudoknots and stem-loops exist that can still pause ribosomes (Tu et al., 1992; Somogyi et al., 1993; Lopinski et al., 2000; Kontos et al., 2001) . These experiments, of course, do not rule out a contribution of pausing to the mechanism of frameshifting since there are no documented examples where frameshifting has occurred in the absence of a detectable pause. Indeed, one cannot ignore the possibility that a precise \"kinetic pause\" is required for frameshifting (Bidou et al., 1997) , which only certain stimulatory RNAs can generate. For example, during a −1 frameshift, two pauses could occur, one productive (in terms of frameshifting) upon initial encounter of the stimulatory RNA structure, and a second, non-productive pause, corresponding to a delay in unwinding of the structure after the crucial event in frameshifting has taken place. The magnitude of the initial pause would perhaps influence the extent of the frameshift, whereas the second pause, occurring during the time that the ribosomal \"unwinding activity\" (see below) deals with the secondary structure, would be irrelevant. The pausing assays employed currently cannot distinguish between two such pausing events and a detailed analysis of the kinetics of pausing will require further experimentation, including the analysis of translational elongation at the level of individual ribosomes (Wen et al., 2008) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 281,
                    "text": "(Farabaugh, 2000)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 440,
                    "end": 459,
                    "text": "Jacks et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 488,
                    "text": "(Somogyi et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 520,
                    "text": "(Lopinski et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 631,
                    "text": "(Tu et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 654,
                    "text": "Lopinski et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 707,
                    "text": "(Kontos et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 866,
                    "text": "(Tsuchihashi, 1991)",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1103,
                    "text": "(Tu et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1124,
                    "text": "Kontos et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1609,
                    "text": "(Brierley et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 1610,
                    "end": 1631,
                    "text": "Somogyi et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1660,
                    "text": "(Chen et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1725,
                    "text": "Liphardt et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 1869,
                    "end": 1886,
                    "text": "(Tu et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 1887,
                    "end": 1908,
                    "text": "Somogyi et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1931,
                    "text": "Lopinski et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 1932,
                    "end": 1952,
                    "text": "Kontos et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2294,
                    "text": "(Bidou et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 3173,
                    "end": 3191,
                    "text": "(Wen et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ribosomal Pausing"
        },
        {
            "text": "As suggested several years ago (Brierley et al., 1991; Wills et al., 1991) , the frameshift mechanism is likely to be linked to an unwinding activity of the ribosome, with the stimulatory RNA showing resistance to unwinding, perhaps by presenting an unusual topology Yusupova et al., 2001; Plant et al., 2003 Takyar et al., 2005; Namy et al., 2006) . Indeed, such resistance is likely to be responsible for the observed ribosomal pause. An examination of the path of the mRNA through the ribosome reveals a narrowing of the mRNA entry tunnel that would block entry of a folded mRNA . Recently, Takyar and colleagues (2005) demonstrated that the prokaryotic 70S ribosome can itself act as a helicase to unwind mRNA secondary structures before decoding, with the active Fig. 7. 3 Cryo-EM visualisation of 80S ribosomes stalled at the IBV pseudoknot. On the left is shown a representation of the 3D reconstruction of a pseudoknot-stalled rabbit 80S ribosome, with the large subunit coloured blue and the small yellow, bound with tRNA, mRNA and eEF2. On the right is shown an expanded view of these ligands, represented by either cryo-EM density or fitted atomic models. eEF2 is found between the subunits and coloured red, and the pseudoknot at the entry channel in the solvent face of the small subunit purple. The tRNA is distorted spring-like in an A/P' hybrid state and is shown in pink. The mRNA with a 45 • kink found in the atomic structures for 70S prokaryotic ribosomes is shown in purple, linked by a sketched line in the same colour to the pseudoknot. The atomic structure of S13 (prokaryotic equivalent of rpS18) is shown in light green, its C-terminus interposed between the A-and P-sites. Also shown are the structures of RACK1, a ribosome-regulatory kinase, rpS0A and the helicase activity-associated proteins rpS3 (S3 in prokaryotes), and rpS2 (S5 in prokaryotes). The structure of the third helicase activityassociated protein rpS9 (S4 in prokaryotes) is not shown since it has not been identified as of yet in a eukaryotic reconstruction. However, it is known to be bound to 18S rRNA helix 16, which is shown. This image demonstrates how the pseudoknot is engaged with the proteins responsible for the helicase activity of the small subunit solvent face (Takyar et al., 2005) site located between the head and the shoulder of the 30S subunit. Prokaryotic ribosomal proteins S3, S4 and S5 that line the mRNA entry tunnel are implicated in the helicase activity (Takyar et al., 2005) , with the eukaryotic 80S counterparts rpS3, rpS9 and rpS2 thus likely to form important elements of an equivalent helicase. The cryo-EM structure of a stalled rabbit 80S ribosome-IBV pseudoknot complex see below and Fig. 7 .3) has features consistent with an interaction of this proposed helicase with the stimulatory pseudoknot. The specific structural features of the stimulatory RNAs that may affect helicase activity have not been determined. An examination of the confirmed and predicted stimulatory RNAs of Table 7 .1 indicates that two basic pseudoknot groupings exist based on S1 length. In the first group, S1 is short (7 bp or less) and stabilised by interactions with a relatively short L3 (≤14 nt). The conformation of the helical junction is crucial in these pseudoknots and is stabilised by non-Watson-Crick interactions. In the second group, S1 is longer (∼11 bp or more), the length and nucleotide composition of L3 seem to be less important to function and there is little evidence for loop-helix interactions (although the lack of high-resolution structures limits such comparisons). Given these differences, it is unlikely that a single shared feature is responsible for function -more likely, each pseudoknot class has features that promote resistance to unwinding. For example, in those pseudoknots with an S1-L3 RNA triplex, the presence of the \"third strand\" may conceivably confound unwinding. The triplex may also provide unusual mechanical resistance to unwinding, as could a stable helical junction. In those pseudoknots with a longer S1, the length of the stem, in conjunction with the anchoring stem 2, may lead to torsional resistance as S1 begins to unwind . Recently, mechanical unwinding studies have revealed that a functional IBV-based pseudoknot is a \"brittle\" structure, with a shallow dependence of the unfolding rate on applied force and a slower unfolding rate than component hairpin structures (Green et al., 2008) . This greater mechanical stability and kinetic insensitivity to force is consistent with a role in resistance to unwinding. A caveat that must be mentioned here is that some viral stimulatory RNAs are stem-loops and have no obvious features that would suggest a specific capacity to resist helicase unwinding. In addition, it has been shown that simply annealing an RNA oligonucleotide at a suitable point downstream of a slippery sequence can in some circumstances promote efficient frameshifting, at least in vitro (Howard et al., 2004; Olsthoorn et al., 2004) .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 54,
                    "text": "(Brierley et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 74,
                    "text": "Wills et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 289,
                    "text": "Yusupova et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 308,
                    "text": "Plant et al., 2003",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 329,
                    "text": "Takyar et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 348,
                    "text": "Namy et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 622,
                    "text": "Takyar and colleagues (2005)",
                    "ref_id": null
                },
                {
                    "start": 2269,
                    "end": 2290,
                    "text": "(Takyar et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 2475,
                    "end": 2496,
                    "text": "(Takyar et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 2700,
                    "end": 2720,
                    "text": "see below and Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 4433,
                    "end": 4453,
                    "text": "(Green et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 4972,
                    "end": 4993,
                    "text": "(Howard et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 4994,
                    "end": 5017,
                    "text": "Olsthoorn et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 775,
                    "text": "Fig. 7.",
                    "ref_id": null
                },
                {
                    "start": 3011,
                    "end": 3018,
                    "text": "Table 7",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Stimulatory RNA Resists Unwinding by the Ribosome"
        },
        {
            "text": "At present there is no evidence that frameshift-stimulatory RNAs are recognised in a specific functional manner by any cellular or viral proteins. This is surprising given the enormous number of known RNA-binding proteins (including pseudoknotbinding proteins) and the potential advantages that could accrue from a capacity to regulate frameshifting. Clearly, the extent to which researchers in the field have searched for frameshift-regulatory factors is hard to judge, given that a negative outcome of such research would likely remain unpublished. However, from our own perspective, we have been unable to identify specific binding partners of the IBV and MMTV pseudoknots in standard RNA-binding assays and in three-hybrid screens (Brierley, I. and colleagues, unpublished) , and similar observations have been reported in at least one other laboratory (Dinman, J.D., unpublished) . While this topic would benefit from a more extensive and rigorous analysis, the current information leads to the conclusion that the stimulatory RNA acts alone and is not targeted for regulatory purposes.",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 777,
                    "text": "(Brierley, I. and colleagues, unpublished)",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 884,
                    "text": "(Dinman, J.D., unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Role for trans-Acting Protein Factors?"
        },
        {
            "text": "The elongation cycle begins when a ternary complex of eEF1A-tRNA-GTP associates with a ribosome containing a P-site peptidyl-tRNA and an empty A-site. The newly delivered cognate tRNA is accommodated into the A-site and almost immediately, the peptidyl transfer reaction takes place, leaving a deacylated tRNA in the P-site and a peptidyl-tRNA in the A-site (the pre-translocational, or PRE state). Subsequently, the acceptor ends of the A-and P-site tRNAs move, probably spontaneously, with respect to the large ribosomal subunit, but the anticodon ends remain in their original positions relative to the small ribosomal subunit, to yield hybrid state tRNA intermediates P/E and A/P. Complete translocation of the mRNA-tRNA complex into the E-and P-sites is catalyzed by a monomeric G protein, elongation factor 2 (eEF2), with associated GTP hydrolysis. Release of the eEF2-GDP complex and E-site tRNA results in the formation of the post-translocational complex (POST; peptidyl-tRNA in the P-site, empty A-site), competent for the next round of elongation. It is well established that the integrity of both homopolymeric triplets of the slippery sequence (X XXY YYZ) are required for efficient frameshifting, and this has led to the long-held view that the XXY and YYZ codons are present in the ribosomal P-and A-sites (respectively) prior to the frameshift (Jacks et al., 1988) . Recent work also suggests the involvement of the 3 nt upstream of the slippery sequence, indicating that the key element is longer (denoted A BCX XXY YYZ) and occupies the E-site as well. There is currently a debate about whether the Esite tRNA anticodon forms an authentic complex with the mRNA but at present, the balance of evidence favours the view that such an interaction is likely. When considering tRNA slippage, it is also pertinent to ask how the tRNAs transit from A-to P-and P-to E-sites, as structural features have been noted that appear to define the boundary between the sites and may act as gates Selmer et al., 2006; Giedroc and Cornish, 2008) . For example, there is a ∼45 • kink in the mRNA between A-and P-sites , stabilised by a critically placed magnesium ion (Selmer et al., 2006) and additionally, the C-terminus of S13 (eukaryotic homologue is S18) can also form a barrier between the two sites (Selmer et al., 2006; Moran et al., 2008) . During tRNA transit, it is also relevant to question whether this movement is most likely to occur when the ribosome is dynamic, for example in the so-called \"unlocked\" conformation (Valle et al., 2003) . Within the elongation cycle, frameshifting could conceivably take place at one of five steps (at each step, a specific model that has been proposed is given in brackets): (1) during accommodation of the A-site tRNA (the 9Å model), (2) subsequent to accommodation, but prior to peptidyl transfer (the simultaneous slippage model), (3) while tRNA hybrid-state intermediates are present (the dynamic model), (4) during the transition from hybrid state to POST state (the mechanical model) and (5) at the start of the next round of elongation (the three-tRNA model). Each has its merits and failings and aspects of each model are shared by others (Fig. 7.4) .",
            "cite_spans": [
                {
                    "start": 1360,
                    "end": 1380,
                    "text": "(Jacks et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 1997,
                    "end": 2017,
                    "text": "Selmer et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 2018,
                    "end": 2044,
                    "text": "Giedroc and Cornish, 2008)",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2187,
                    "text": "(Selmer et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 2304,
                    "end": 2325,
                    "text": "(Selmer et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 2326,
                    "end": 2345,
                    "text": "Moran et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 2530,
                    "end": 2550,
                    "text": "(Valle et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3196,
                    "end": 3206,
                    "text": "(Fig. 7.4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conceivable Points for Frameshifting During the Elongation Cycle"
        },
        {
            "text": "That frameshifting could occur during accommodation of the A-site tRNA has its origins in the \"integrated\" model of ribosomal frameshifting (Harger et al., 2002) . Here, the authors argued convincingly, on the basis of the biochemical, The 40S helicase is shown as a three-arrowed wheel whose inhibition by the pseudoknot is indicated by a superimposed \"no-entry\" symbol. Initial codon-anticodon base pairs are shown as dots, post-slippage pairs as lines. All models show the pre-slippage pairing except for the simultaneous slippage model. For those models where mRNA tension has been explicitly implicated, this is indicated as a taut mRNA between helicase and tRNA anticodon, highlighted by jagged lines. The curved arrow in the 40S subunit of the dynamic model signifies the ratchet-like movements (see text). Short arrows close to the anticodons or mRNA show directions of movement or force pharmacological and genetic data available at the time, that the −1 frameshift must occur prior to peptidyl transfer. The evidence was manifold and included the observation that several eEF1A, but no eEF2, mutants had been described that could modulate −1 frameshifting (Dinman and Kinzy, 1997) , that anti-ribosomal antibiotics like sparsomycin that inhibit peptidyl transfer should thus increase the residence time of ribosomes paused over the slippery sequence stimulated −1 frameshifting and that mutant ribosomal proteins that result in slower rates of peptidyl transfer also increased −1 frameshifting . Within the context of the integrated model, the 9Å model (Plant et al., 2003) explores a purely mechanistic theme and has its basis in modelling data (Noller et al., 2002) which suggests a 9Å movement of the anticodon of the A-site tRNA upon accommodation. Plant and colleagues (2003) proposed that resistance to unwinding of the stimulatory RNA would hold the mRNA in place such that the movement of the anticodon (and thus the associated mRNA) during accommodation would introduce local \"tension\" into the mRNA that would be relieved by disruption of the codon-anticodon interaction and re-pairing in the −1 frame. While the 9Å model satisfies many experimental observations, others indicate that it is not completely correct. The 9Å movement of the anticodon predicted by Noller and colleagues (2002) remains unconfirmed and some eEF2 mutants that affect programmed frameshifting have now been described (Ortiz et al., 2006) . Also, it is not clear how the \"local\" tension placed on the A-site tRNA is transmitted to the P-site tRNA, which is also thought to slip, nor how the documented effects of mutations within eEF1A on frameshifting could or would equate to different local \"tensions\".",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "text": "(Harger et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1190,
                    "text": "(Dinman and Kinzy, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1583,
                    "text": "(Plant et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1677,
                    "text": "(Noller et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1763,
                    "end": 1790,
                    "text": "Plant and colleagues (2003)",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2309,
                    "text": "Noller and colleagues (2002)",
                    "ref_id": null
                },
                {
                    "start": 2413,
                    "end": 2433,
                    "text": "(Ortiz et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Integrated and 9Å Models"
        },
        {
            "text": "This original model of frameshifting (Jacks et al., 1988 ) postulated movement of P-and A-site tRNAs soon after accommodation and prior to peptidyl transfer. The model's strength lies in the fact that it rationalises the role of both slippery sequence codons in the process, but it is not clear what would drive tRNA movement. Ribosomal pausing alone does not appear to be sufficient to promote tRNA realignment into alternative reading frames and there are no large-scale global movements of ribosomal subunits at this point in the elongation cycle. In addition, it is hard to see how the tRNA could passively shift over the mRNA kink and S13 (S18) between the A-and P-sites. Furthermore, there is little time for the shift to take place between accommodation and peptidyl transfer.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 56,
                    "text": "(Jacks et al., 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Simultaneous Slippage Model"
        },
        {
            "text": "Variants of the simultaneous slippage model have been proposed in which the tRNAs slip during the formation of hybrid-state intermediates on the ribosome, or during translocation itself (Weiss et al., 1989; Farabaugh, 1996) . These models seek ways to harness energy for tRNA dissociation from the molecular movements of the ribosome that occur during the elongation cycle. Recently, these ideas have been revisited and discussed in the light of the recent progress in understanding of ribosome dynamics (Giedroc and Cornish, 2008) . In this review, Giedroc and Cornish highlight that the ribosome is most dynamic during the movement of the tRNA acceptor ends into the hybrid state conformation, a state in which −1 frameshifting has been shown to be promoted provided the translocating tRNA is deacylated (McGarry et al., 2005) . Further, addition of EF-G.GDPNP to ribosomal complexes stabilises the P/E hybrid state tRNA, allowing for destabilisation of the P-site codon-anticodon hydrogen bonding interactions. Thus frameshifting could be promoted by the binding of eEF2-GTP to the hybrid state ribosome (tRNAs in P/E, A/P state), stabilising the P/E state and promoting frameshifting.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 206,
                    "text": "(Weiss et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 223,
                    "text": "Farabaugh, 1996)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 531,
                    "text": "(Giedroc and Cornish, 2008)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 828,
                    "text": "(McGarry et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Dynamic Model"
        },
        {
            "text": "This model was developed following cryo-EM studies of a RRL 80S ribosomal complex stalled at the IBV pseudoknot (80S PK ) and provided the first visualisation (at 16.2 Å) of a ribosome stalled at a frameshift-promoting pseudoknot Moran et al., 2008) . When compared with a reconstruction of an empty ribosome (80S Apo ; 14Å), the 80S PK complexes were found to contain additional densities corresponding to a tRNA (in a hybrid state, see below), the translocase eEF2 and the pseudoknot located at the entrance to the mRNA channel. Overall, these features reveal that encounter of the pseudoknot by the ribosome leads to stalling of the elongation cycle during the translocation step ( Fig. 7.3) . In support of this, eEF2 has not been released and thus the POST state has not been reached.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 249,
                    "text": "Moran et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "Fig. 7.3)",
                    "ref_id": null
                }
            ],
            "section": "The Mechanical Model"
        },
        {
            "text": "In addition, the anticodon of the tRNA is not fully in the P-site and thus the tRNA is present in a hybrid state: we refer to this state as A/P' and consider it to be different from the \"canonical\" A/P state(s) that occur(s) spontaneously following the peptidyl transferase reaction (see above; Moazed and Noller, 1989) . The A/P' state does, however, appear to be a necessary intermediate in passage of tRNA from the A to the P-site, given the obstacles on its path. A surprising feature of the A/P' tRNA is its location and structure, with the T-loop pushed towards the intersubunit face of the large subunit and the anticodon arm bent markedly towards the A-site, while retaining contact with domain IV of eEF2. On the basis of this bending, and the presence of the pseudoknot at the mRNA entry channel in close association with components of the putative 80S helicase, a mechanical model of frameshifting was proposed in which the pseudoknot resists unwinding during eEF2-mediated translocation such that tension builds up in the mRNA, subsequently placing strain on the tRNA and resulting in the adoption of a bent conformation . The opposing actions of translocation, catalysed by eEF2, and pulling from the mRNA strand account for the movement of the elbow of the tRNA into the roof of the Psite and the bending of the tRNA, spring-like, in a (+) sense (3 direction). These opposing forces place a strain on the codon-anticodon interaction that promotes breakage. Subsequent relaxation of the bent tRNA structure in a (−) sense direction (5 ) provides an opportunity for the tRNA to re-pair with the mRNA in the −1 position. At the present resolution, it is uncertain whether the tRNA is still bound to the mRNA in these complexes, but the close association of domain IV of eEF2 with the anticodon loop of the tRNA supports this view. In these complexes, the slippery sequence was omitted in an attempt to minimise conformational heterogeneity in the ribosome population, but the consequence is that the tRNA does not have an option to repair in the −1 (or +1) phase. The sequence that replaced the slippery sequence was more GC rich and would stabilise mRNA-tRNA contacts and so prevent breakage. The complexes observed, however, are not \"dead-end\" products since in ribosomal pausing assays, almost all pseudoknot-stalled ribosomes continue translation after the delay (Somogyi et al., 1993; Lopinski et al., 2000; Kontos et al., 2001) and with this particular combination of pseudoknot and translation system, about 50% having entered the −1 reading frame (Brierley et al., 1992) . That frameshifting could take place during translocation has been suggested previously (Weiss et al., 1989; Yelverton et al., 1994; Horsfield et al., 1995; Farabaugh et al., 1996; Kontos et al., 2001 ). The mechanical model offers a mechanism for disruption of the slippery sequence codon-anticodon interactions which is similar, in some respects, to the 9Å model (although the coupling with translocation would likely provide more force). However, it is difficult to tease apart the features of the stalled 80S PK complex that are specific to frameshifting from those specific to translocation, as the molecular details of both processes are incompletely understood. Undoubtedly, the movement of the anticodon of the tRNA towards the A-site is suggestive of pseudoknot-induced mRNA tension, but the compression that places the anticodon above the plane of the mRNA and the movement of the elbow towards the top of the P-site is most likely a result of eEF2 action. It has been suggested recently that the 80S PK complex could in fact be a previously undescribed natural intermediate of translocation that pseudoknot-induced stalling has allowed visualisation of (Moran et al., 2008) . In this model, as the hybrid state tRNA is translocated from the (authentic) A/P state to the P/P-site proper, eEF2 action compresses the tRNA like a spring, with the anticodon sliding first up the face of eEF2 domain IV then over the \"gate\" between A and P-sites before the spring relaxes into the P-site, guided by the face of domain IV. This \"molecular spring\" model of natural translocation is not inconsistent with the mechanical model of frameshifting, although the precise point at which the pseudoknot acts to disrupt the codon-anticodon contacts is not clear. One possibility is that the disruption occurs as the tRNA is fully compressed at the \"top\" of the gate. At this point, eEF2 would guide the tRNA into the P-site, but as the anticodon is not engaged with the mRNA, the tRNA may be misplaced into the −1 frame. Alternatively, the tRNA may be placed accurately, but the mRNA may have slipped +1 (in the 3 direction, effectively a −1 frameshift). This would be due to the pulling action of the pseudoknot as tension is released following detachment of the anticodon, or as has also been suggested, if a partially unwound pseudoknot at the entry channel were to refold, dragging the mRNA in a 3 direction (Farabaugh, 1997) . At present, however, there are too many uncertainties to favour a particular mechanism. For example, our complexes lack an E-site tRNA, a state that has been linked to frameshifting (Marquez et al., 2004; Sanders et al., 2008 ), but we do not know whether this is a genuine absence. It may reflect the use of cycloheximide to stabilise complexes or structural changes in the L1 stalk, either of which could influence E-site occupancy (Pestova and Hellen, 2003) . Further, the E-site tRNA may simply have been lost during purification.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 319,
                    "text": "Moazed and Noller, 1989)",
                    "ref_id": null
                },
                {
                    "start": 2378,
                    "end": 2400,
                    "text": "(Somogyi et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 2401,
                    "end": 2423,
                    "text": "Lopinski et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2444,
                    "text": "Kontos et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 2566,
                    "end": 2589,
                    "text": "(Brierley et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 2679,
                    "end": 2699,
                    "text": "(Weiss et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 2700,
                    "end": 2723,
                    "text": "Yelverton et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 2724,
                    "end": 2747,
                    "text": "Horsfield et al., 1995;",
                    "ref_id": null
                },
                {
                    "start": 2748,
                    "end": 2771,
                    "text": "Farabaugh et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 2772,
                    "end": 2791,
                    "text": "Kontos et al., 2001",
                    "ref_id": null
                },
                {
                    "start": 3755,
                    "end": 3775,
                    "text": "(Moran et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 4996,
                    "end": 5013,
                    "text": "(Farabaugh, 1997)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 5198,
                    "end": 5220,
                    "text": "(Marquez et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 5221,
                    "end": 5241,
                    "text": "Sanders et al., 2008",
                    "ref_id": null
                },
                {
                    "start": 5450,
                    "end": 5476,
                    "text": "(Pestova and Hellen, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Mechanical Model"
        },
        {
            "text": "While the features of the PK-stalled complexes are consistent with frameshifting during the translocation step, they could in principle represent ribosomes stalled during translocation that have already experienced the molecular events that lead to frameshifting, or as discussed in the final model below, have yet to frameshift. Further work, including the analysis of complexes containing a slippery sequence, and ribosomes stalled at alternative stimulatory RNAs would be of value in addressing some of these issues. A key question to answer is whether the presence of bound eEF2 is causally linked to frameshifting. A reconstruction of a complex comprising a ribosome stalled at a related stem-loop structure (80S SL ; 15.7Å) with reduced activity in frameshifting revealed a POST state ribosome lacking eEF2 and with a single tRNA in an authentic P/P state . No obvious density at the mRNA entry channel that could correspond to the stem-loop was observed, however, perhaps as a result of conformational flexibility. While this stem-loop has reduced activity in frameshifting, it is not negligible (∼5-to 10-fold less efficient than the pseudoknot in RRL; Kontos et al., 2001) . It may be that a sub-population of stalled ribosomes active in frameshifting are present that contain bound eEF2 but have evaded detection as such a species would represent only ∼5% of the total ribosome population.",
            "cite_spans": [
                {
                    "start": 1161,
                    "end": 1181,
                    "text": "Kontos et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Mechanical Model"
        },
        {
            "text": "Recent work by Léger and colleagues (2007) has provided evidence that the codon preceding the canonical slippery sequence can influence frameshifting. Mutations (underlined) within an \"extended\" HIV-1 frameshift signal (A BCX XXY YYZ; in HIV-1 U AAU UUU UUA) led to modest increases or decreases in frameshifting efficiency and this was also true for variant slippery sequences derived from other viruses. To account for these findings, the authors propose that the ribosomal P and A-sites are in fact occupied by BCX and XXY during encounter of the HIV-1 stimulatory RNA, with the YYZ codon (known to be crucial to frameshifting) becoming involved in the following cycle of elongation. In natural frameshift signals, nucleotides in the A BCX positions are not noticeably homopolymeric and could not form a stable interaction with the mRNA codon post-slippage (in most cases, only a single Watson-Crick pair can form). It may be that there are relaxed requirements for re-pairing in the E-site (if re-pairing occurs at all) and that the mutations act by changing the identity of tRNA (which in turn may also affect the capacity of the P-site tRNA to frameshift). The involvement of this extended frameshift signal led the authors to suggest a \"three-tRNA\" model of frameshifting which could also reconcile the conflicting arguments for frameshifting during translocation (see above) or accommodation (Farabaugh, 1997; Léger et al., 2004 . In this model, the translocation of P-and A-site tRNAs decoding",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 42,
                    "text": "Léger and colleagues (2007)",
                    "ref_id": null
                },
                {
                    "start": 1400,
                    "end": 1417,
                    "text": "(Farabaugh, 1997;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1418,
                    "end": 1436,
                    "text": "Léger et al., 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Three-tRNA Model"
        },
        {
            "text": "In the last 20 years, significant progress has been made in the field: the number of confirmed frameshift signals has expanded, examples from cellular genes have been identified and we have a better understanding of frameshift site organisation and structure as they will influence ribosome function. These studies have made important general contributions to our understanding of protein synthesis, translational regulation, RNA structure and function and virus gene expression. However, in general, the biology of frameshifting has lagged behind structural studies such that the role of frameshifting in many viruses (and cellular genes) remains incompletely understood. Nevertheless, frameshifting offers a potential target for antiviral intervention and this will help biological understanding. Also, bioinformatics analyses will be invaluable in assessing just how extensively frameshifting is used in cellular gene expression, and whether there are likely to be side effects associated with drugs targeting the frameshift process. Meanwhile, mechanistic studies of frameshifting will continue to benefit from high-resolution structural and biophysical analysis of stimulatory RNAs and ribosomal complexes. Given the recent progress in ribosomal crystallographic analysis, it is not implausible that the crystal structure of a frameshifting ribosomal complex could be obtained. Further mechanistic insights will be gained from the comparison of RNA oligonucleotide-mediated frameshifting (e.g. Howard et al., 2004) and from studies involving other recoding signals. This is important since frameshifting mediated by RNA oligonucleotides raises the intriguing possibility of trans-signalling in vivo where the stimulatory RNA might be synthesised elsewhere on the genome (e. g. as a miRNA) allowing frameshifting to be regulated temporally and spatially.",
            "cite_spans": [
                {
                    "start": 1499,
                    "end": 1519,
                    "text": "Howard et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Perspective"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The authors suggest that the tRNAs would slip sequentially, first E-site then P-site then A-site (as discussed by Baranov et al., 2004) and that the driving force for the frameshift would likely be derived from the more stable association of the tRNAs with their authentic sites on the ribosome. A key question that emerges from the three-tRNA model is whether the elongation cycle can complete while translocation is in an intermediate state. Under normal circumstances, the answer would be no, but in the presence of a stimulatory RNA inducing a strained conformation, it remains possible and might, for example, involve the occupation of another intermediate/hybrid state by the A-to-P translocating tRNA",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BCX XXY) is blocked with the tRNAs in a position between the PRE and POST states (based on the intermediates identified in cryo-EM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cold Spring Harbor Symposium of Quantitative Biology LXV",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "233--248",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Programmed Alternative Reading of the Genetic Code",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Prog Nucleic Acid Res Mol Biol",
            "volume": "64",
            "issn": "",
            "pages": "131--170",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Translational control of gene expression, 371pp",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pe&apos;ery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manktelow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flatt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Smerdon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "14",
            "issn": "",
            "pages": "1366--1377",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ".1). (A) Infectious bronchitis virus (IBV), (B) Rous sarcoma virus (RSV), (C) Visna-Maedi virus (VMV), (D) mouse mammary tumour virus gag/pro (MMTV), (E) beet western yellows virus (BWYV) and (F) barley yellow dwarf virus (BYDV). The slippery sequences are underlined. For simplicity of drawing, S2 of the RSV pseudoknot is not shown in base-paired representation IBV-based pseudoknots in which this stem was varied from 4 to 13 base pairs (bp).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Models of −1 ribosomal frameshifting. Cartoons of five models of frameshifting are shown, each occurring at a different stage of the elongation cycle. The 60S and 40S ribosomal subunits are in dark grey and light grey, the mRNA in red, the A-, P-and E-sites, codons and corresponding tRNAs in blue, green and black. The pseudoknot is in purple.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}