{
    "paper_id": "0a14e3705ee7586d782041068863fff7cb734746",
    "metadata": {
        "title": "Science diplomacy and transnational governance impact",
        "authors": [
            {
                "first": "Timothy",
                "middle": [],
                "last": "Legrand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Australian National University",
                    "location": {
                        "settlement": "Canberra",
                        "country": "Australia"
                    }
                },
                "email": "tim.legrand@anu.edu.au"
            },
            {
                "first": "•",
                "middle": [
                    "Diane"
                ],
                "last": "Stone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "settlement": "Coventry",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "Stone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [
                    "Ac"
                ],
                "last": "Stone@warwick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Uk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Science diplomacy is coming to the fore as a formidable dimension of interstate power relations. As the challenges of the world increasingly transcend borders, so too have researchers and innovators forged international coalitions to resolve global pathologies. In doing so, new channels of influence and opportunity have opened up for states alongside the 'traditional' modes of foreign diplomacy. Understanding how these channels influence global socio-economic outcomes is thereby crucial for scholars interested in the still-ambiguous structure and processes of global governance. This article advances understanding of the domains of science diplomacy by drawing attention to the 'political intercostalities' of state actors, scientific communities and other transnational actors within the new architectures of global governance. Here we trace the growing array of informal international associations alongside transgovernmental policy networks and 'global public-policy partnerships' that deal with highly specialised and technical matters of international policy and how they are drawn into science diplomacy. This article thus presents a research agenda for a particular mode of 'impact' in politics and international studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Science matters, but science and the ideas of scholars and scientific researchers also need to be made to matter. Diplomacy is one field of policy and decision-making where science can be transformative (Fedoroff 2009; Lord and Turekian 2007) . In recent years, social and natural science researchers have increasingly become transnational actors in public policy and global governance (see Jasanoff 2004; Stone 2013) . Aided by modern digital communication technologies, research and cross-border collaboration can proceed apace through multinational research networks, achieving momentous feats of scientific discovery from the observation of the Higgs boson at CERN, to the gene-editing innovation of CRISPR (Legrand 2015) or identifying the SARS coronavirus. This is the picture of scholarly research that chips away at the fundamental challenges of the social and natural world. It is why the EU introduced pan-EU collaborative FET Flagships funding for 'visionary, science-driven, large-scale research initiatives addressing grand Scientific and Technological (S&T) challenges'. One project, The Human Brain Project, involves an astonishing 112 partners from across the globe (Horizon 2020 (Horizon , 2017 . This is truly research without borders.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 218,
                    "text": "(Fedoroff 2009;",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 242,
                    "text": "Lord and Turekian 2007)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 391,
                    "end": 405,
                    "text": "Jasanoff 2004;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 406,
                    "end": 417,
                    "text": "Stone 2013)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "(Legrand 2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1182,
                    "end": 1195,
                    "text": "(Horizon 2020",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1211,
                    "text": "(Horizon , 2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As research partnerships spanning borders become prominent in their social and economic potential, they have generated a distinct and new transnational political dynamic: we contend this dynamic is discernible in international research networks operating as mechanisms through which knowledge organisations and scientific communities become entwined with the governance ambitions of international organisations and the foreign policy concerns of governments. We have already seen, for example, how developed countries can leverage innovation as a form of developmental aid: using science to eradicate preventable diseases, develop hardy cash crops or share irrigation and water purification technologies. Scholarly research, as readers of this Special Issue will be already be aware, is increasingly beholden to the imperatives of social, political or economic impact. This is the gearing of Universities, as a matter of government policy, to underwrite the 'prosperity of national and global knowledge economies' and act as 'gatekeepers of an information society' (Watermeyer 2014, p. 359) . In short, science is becoming-if it has not already become-a prominent new 'plane' of transnational relationships, and thus a site of interstate contestation.",
            "cite_spans": [
                {
                    "start": 1065,
                    "end": 1090,
                    "text": "(Watermeyer 2014, p. 359)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we have three ambitions: First we address a particular manifestation and practice of impact-science diplomacy. This practice and process connects not only political science, public policy and international relations but the 'hard' sciences more generally, with policy-making. Although seen by some as 'wellestablished' at the 'intersection of research policy and foreign affairs' (Fähnrich 2015) , others consider this type of diplomatic practice to be a 'crucial, if underutilized, speciality' of states (Turekian in Davis and Patman 2015) .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 410,
                    "text": "(Fähnrich 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 533,
                    "end": 555,
                    "text": "Davis and Patman 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, we advance the conceptualisation of science diplomacy by taking it beyond its roots in methodological nationalism to address new and expanding domains for research impact generally, and science diplomacy specifically, by focusing upon transnational venues of governance. Today, science diplomacy occurs via a fragmented, complex and networked cast of non-state actors, agencies and institutions. This medley of channels has 'perforated' traditional state sovereignty (Constantinou and Der Derian 2010) by diffusing decision-making on national interests into additional cross-state venues of policy debate and regulatory coordination. Our vantage as public policy scholars affords an alternative perspective to the diplomacy literature, which is theoretically premised on International Relations concepts and empirical perspectives. We draw upon policy transfer (Marsh and Sharman 2009), knowledge-utilisation (Boswell 2009 ) and transnational policy network (Paár-Jákli 2014; Stone 2013) concepts. These analytical lenses bring into focus the micro-processes and interactions that span borders, separate to the grand bargains and high politicking characteristic of international relations scholarship. We understand these interactions as political intercostalities. With etymology in anatomy to describe the internal interactions of muscles, nerves and other vessels to create bodily functions, we propose the term 'intercostalities' to characterise the informal, (often) unrecorded, difficult-to-discern interactions of non-state actors and institutions that connect to, move within, between and across established formal structures of the international system. Third, we engage in a transnational reorientation of policy studies (traditionally focused on national dynamics) to determine how the sciences-in the form of expertise, data or theories and models-are used to inform knowledge of (and institutional solutions for) transnational policy challenges. Policy studies can be connected to the so-called 'new diplomacy' (Pamment 2013) .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 509,
                    "text": "(Constantinou and Der Derian 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 869,
                    "end": 879,
                    "text": "(Marsh and",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 880,
                    "end": 930,
                    "text": "Sharman 2009), knowledge-utilisation (Boswell 2009",
                    "ref_id": null
                },
                {
                    "start": 2032,
                    "end": 2046,
                    "text": "(Pamment 2013)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dominant understanding of Science Diplomacy has been to equate it with scientific cooperation between nations with Ministries of Foreign Affairs (MFAs) as pivot institutional actors. This is no longer the case in an era of 'cultural diplomacy' (Clarke 2016) , economic diplomacy (Woolcock 2013) , environmental diplomacy (Susskind and Ali 2014) , 'water diplomacy' (Islam and Susskind 2012 ) and even 'vaccine diplomacy' (Hotez 2012) . These modalities point to the multiplication of actors involved in diplomatic practices as well as, a 'privatisation' of, or at least devolutions of policy capacity, to non-state actors (Hocking 2004) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 261,
                    "text": "(Clarke 2016)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 283,
                    "end": 298,
                    "text": "(Woolcock 2013)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 325,
                    "end": 348,
                    "text": "(Susskind and Ali 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 369,
                    "end": 393,
                    "text": "(Islam and Susskind 2012",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 425,
                    "end": 437,
                    "text": "(Hotez 2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 626,
                    "end": 640,
                    "text": "(Hocking 2004)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We depart from the narrow understanding of diplomacy as an official intergovernmental process to capture three other sets of actors and institutions in science diplomacy. First, Science Diplomacy is conducted by international civil servants in international organisations like the World Bank, United Nations (UN) agencies or the Commonwealth. Second, they are complemented at the national level by public servants and government officers in health, telecommunications, transport, energy, law and justice who create transgovernmental policy networks (TGNs) with their foreign government counterparts. Third, some non-state actors have become science diplomats through their professional activities and the internationalisation of scientific associations. The classic examples are the Pugwash Conferences on Science and World Affairs with its tradition of 'dialogue across divides' to develop and support the use of scientific, evidence-based policy-making around the risks associated for nuclear warfare and weapons of mass destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use the phrase 'science' in the broad sense as a systematically organised body of knowledge on a particular subject. This includes the knowledge of specific epistemic communities (Haas 2015) such as cetologists and the long-term advice they have provided regarding whale populations for the International Whaling Commission. It also includes more heterodox groups of anthropologists, sociologists and economists advising on the Millennium now Sustainable Development Goals who collectively lack consensual knowledge on the causes of poverty. In sum, 'science' means not only what some call the SET subjects (science, engineering and technology) and others call the STEM subjects (natural and physical Sciences, Technology, Engineering and Mathematics), but also the behavioural and social sciences.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 193,
                    "text": "(Haas 2015)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure of this paper is as follows: The first section speaks to the theme of this special edition by identifying science diplomacy as a modality of 'research impact' for universities. In the second section, we shift to the transnational venues of Science Diplomacy. In doing so we adapt the Royal Society's classic conceptualisation of the different types of science diplomacy:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• informing foreign policy objectives with scientific advice (science in diplomacy); • facilitating international science cooperation (diplomacy for science); • using science cooperation to improve international relations between countries (science for diplomacy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Developed in conjunction with the American Association for the Advancement of Science (AAAS), this definition and categorisation by the Royal Society (2010) and AAAS has become the touchstone in virtually all policy debates on science diplomacy, notwithstanding criticism of it (Smith 2014) . It is useful for the purposes of this paper as it marks out three routes for researchers to achieve (and demonstrate) impact. The third section focuses on the governance implications of Science Diplomacy.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 290,
                    "text": "(Smith 2014)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ostensibly, contemporary public administration recognises that policy-relevant evidence-the (social) sciences translated into a form amenable to decisionmaking-has a role in shaping decision-makers' understanding of the fundamental problems they face. This is not an uncomplicated relationship: the perturbations of the debates around Brexit have exposed an undercurrent of public distrust in 'experts', according to prominent pro-Leave campaigners. Yet, amongst branches of government an appetite for scholarly research in UK public policy remains prominent. 1 And, indeed, academics today-in both social and natural sciences-have been left with little choice but to seek demonstrable policy engagement: UK universities' adopted paradigm of 'new managerialism', in which monitoring, performance measurement and target-setting for research and teaching are the norm, enjoins scholars to become 'ever more striving, self-monitoring, entrepreneurial and productive' (Leathwood and Read 2013, p. 1164) . This is in pursuit of promoting activities that produce 'impact' on society, the economy or government. Impact, in this application, is the 'pronounced strategic and organisational focus on the transfer, translation and commercialisation of academic knowledge' (Watermeyer 2014, p. 359) . For academics concerned with policy studies, 'impact' on government decision-making requires two moments: a moment in which impact is achieved and a moment in which impact is demonstrated. That means academics have a priori incentive to pursue research that has impact on government in a manner easily demonstrated. This persists despite a clear sense amongst researchers that transformational research, across academia, is not always immediately and demonstrably apparent and received as impactful:",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 978,
                    "text": "(Leathwood and",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 979,
                    "end": 998,
                    "text": "Read 2013, p. 1164)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1287,
                    "text": "(Watermeyer 2014, p. 359)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "The history of knowledge production in the natural, medical and social sciences is full of examples where societal, religious and policy contexts have presented non-receptive settings for new ideas and those ideas have had to wait for the emergence of more receptive contexts for more developed recognition (Pettigrew, 2011) Research agendas are oriented towards the prevailing social or economic challenges identified as priorities (and funded accordingly) by government and non-government funding bodies. Instrumental scholarship, functioning essentially as a guideto-action for government, is often empiricist. This means an emphasis on gathering data-usually but not always quantitative-to accurately pinpoint social pathologies, to discern the contributing cause-and-effect mechanisms of those pathologies and prescribe suitable corrective action for government to take. Any research that falls short of these maxims cannot, by definition, produce the desired 'impact'. In this sense, utilitarian scholarship is usually geared around foundationist ontology and a positivist epistemology.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 324,
                    "text": "(Pettigrew, 2011)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "There is a conflation here of the model of social versus the natural sciences, even though their contribution is markedly different. In this conflation, the 'science' component of social science has aped the template of knowledge discovery pursued in the natural sciences. This model of knowledge production regards the social and natural worlds as arranged around immutable causal laws. These laws are determinable by observing the social/natural world, gathering empirical data and generating testable, falsifiable theories (Bhaskar 2013) . Thus, equipped with knowledge of causal social and natural laws, positivist social/natural science contends we can improve the human condition with the development of new technologies (innovation), new techniques of social enterprise (technocracy) and new modes of rational decision-making (evidence-based policy-making). It is only where the science is faulty or immature, or the decision-making and resource allocation irrational, that the pathologies of the world persist.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 540,
                    "text": "(Bhaskar 2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "The ascendency of the rationalist, instrumental forms of research are pivotal to Science Diplomacy and three prevailing touchstones of University administration: impact, funding and prestige. First, national funding bodies have undertaken extensive revision of their funding policies to place increasing primacy on research that promises new knowledge likely to be of discernible social or economic value. The Australian Research Council Discovery funding scheme, for example, asks applicants to identify where their work aligns with government's socio-economic objectives and to list 'evidence of research impact', and specify the intended project impact. 2 Likewise, research undertaken in collaboration with private enterprise, or research likely to be useful for government agencies, has become embedded in the criteria of funding assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Second, in straitened financial times, universities themselves have incentivised researchers to seek funding from diverse sources, including consultancies for private enterprise and government. Scholars' work is thus structurally redirected through various types of Key Performance Indicators-such as witnessed with the growing interest of HE institutions, publishers and individual scholars in Altmetrics launched in 2010-towards achieving impact in addition to generating external funding. Yet, consultancies for industry, government or civil society groups are largely short term and rarely geared to the production of long-term projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Third, achieving these imperatives is further influenced by the pursuit of research excellence. Universities are increasingly bifurcating academic staff into teaching-or research-intensive modes. Those given research support and teaching relief are those whose research is regarded as prestigious: this is gauged partly via the 'impact' of their work, but increasingly through the international repute and reach achieved by researchers. These rationalist and instrumental understandings of research also feature in Science Diplomacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "'Impact' has become a form of 'evidence'. The current policy regime in British higher education-specifically the UK Research Evaluation Framework-requires state-supported researchers or research teams to provide evidence and cases of 'impact', 'influence' and 'relevance'. Smith, Ward and House (2011) see these imperatives as constraints on the research autonomy of scholars and anticipate struggles between 'scientists competing for material and symbolic resources at the level of both inter-and intra-field struggles'. Drawing on Callon (2003) they further question whether impact measures can recognise the translational interplay of research and impact, where research moves from 'macrocosm to microcosm and back again, through acts of delegation, intermediation and representation' (Smith et al. 2011) .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 546,
                    "text": "Callon (2003)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 788,
                    "end": 807,
                    "text": "(Smith et al. 2011)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Pursuit of great managerial control over research is not confined to the UK. Outside the Higher Education funding context, there are also pressures generated by other organisations for researchers and scientists to demonstrate an economic or social return. We consider briefly, research funded or contracted by (i) philanthropic foundations and NGOs; (ii) think tanks and consultancy firms; (iii) international organisations and bilateral donors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Philanthropic foundations and large international NGOs contract research or otherwise fund knowledge advancement through various financial instruments (scholarships, grants, gifts and bequests or commissioned research). For instance, the Bill and Melinda Gates Foundation (BMGF) is said to have dramatically altered the global health research agenda through its grant instruments and initiatives like GAVI-Vaccine Alliance (Moran and Stone 2016) . In the UK, the Joseph Rowntree Foundation or Nuffield Foundation similarly privilege funding research which demonstrably influences society or government. Through their own audit, or monitoring and evaluation process, these funders bring further requirements for evidence of impact in terms of, inter alia, policy application or societal improvement or economic progress or political reform.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 445,
                    "text": "(Moran and Stone 2016)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Think tanks are twentieth century organisational inventions to 'bridge research and policy' (Stone 2013) . The raison d'etre of these organisations is to have impact. The best historical and contemporary example is RAND, a global think tank with a solid foundation in both policy analysis and scientific research. In general, the donors of think tanks can be demanding in requiring demonstration of impact on policy. Think tanks have developed indicators of impact as 'evidence' for their donors and as 'track record' for future funding requests. The London-based Overseas Development Institute has been a forerunner in developing guidelines and tool-kits on building organisational capacity and strategies for policy influence and impact through its unit RAPID-Research and Policy in Development. RAPID approaches have also been diffused internationally through the Evidence-Based Policy in Development Network.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 104,
                    "text": "(Stone 2013)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "International Organisations are important actors in, and sources of, funding for (social) science. And while traditional treaty-based International Organisations have slowed in growth, in the past twenty years, the numbers of informal intergovernmental organisations have ballooned (Vabulas 2018 ) magnifying political intercostalities. Both types of International Organisation direct research funding towards international development, poverty alleviation, security and global public goods. Donors want to see utility from their investment in research. Development agencies-such as the International Development Research Centre in Canada and the Swiss Commission for Research Partnerships with Developing Countries amongst others (Stone 2013 )-want to evaluate and document the effectiveness of that research. The World Bank commissioned an independent evaluation of its own research relevance (Banerjee et al. 2006) while UNESCO (2015) sponsored a longterm programme on the transfer of social science research findings and data to decision-makers.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 295,
                    "text": "(Vabulas 2018",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 731,
                    "end": 742,
                    "text": "(Stone 2013",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 895,
                    "end": 917,
                    "text": "(Banerjee et al. 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "Rather than 'impacts' being an agenda solely of higher education funders, this approach has wider currency and history in other institutional venues. As a policy meme, the 'impacts agenda' has been diffused and transferred across policy sectors and organisations. The 'impacts' policy meme also enters transnational spheres of science and research. We now turn to a more detailed discussion of transnational challenges and how science diplomacy-as both a policy practice and scholarly enterprise-intersperses numerous institutions and governance layers as well as informal networks and global partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international context of research impact"
        },
        {
            "text": "A simple definition of science Diplomacy 'is the use of scientific collaborations among nations to address the common problems facing 21st century humanity and to build constructive international partnerships' (our emphasis, Fedoroff 2009). This definition is too limited, as we argue that Science Diplomacy is not restricted to exchange only between nations. Instead science diplomacy practice has evolved to have wider transnational policy ramifications which the Royal Society categories can better accommodate. Science diplomacy practice has evolved for three reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science diplomacy in transnational venues"
        },
        {
            "text": "(i) The growth in transnational challenges Contemporary policy problems do not respect national borders but transgress them. For example, the spread of disease in human populations as well as in agricultural production or natural ecologies, cybersecurity concerns, the use of bio-metric data in border control and climate change. National economies and societies are beholden to the ebbs and flows of global trade, labour migration, financial services, digital communities and virtual communication in a relationship of structural interdependency. They are all matters that demand the application of sophisticated syntheses of scientific knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science diplomacy in transnational venues"
        },
        {
            "text": "(ii) The disaggregation of transnational policy-making The governance of transnational challenges is made complex and uncertain by the disaggregation of authority and decision-making in global spaces (Bevir 2010) . Although sovereign actors and International Organisations remain important mediators of state interests, increasingly non-state organisations are playing a role in the management of policy challenges. As a result, decision-making is disjointed and subject to political contest. The World Bank and United Nations can coalesce broad agendas for development and security, yet the delivery of initiatives is messy: state agencies vie with international NGOs, philanthropic trusts, private enterprise frequently without agreed (or even common) objectives, regulatory or legal frameworks. Transnational administration takes place not only at multiple levels of governance but also as shared private-public governance which we depict below: These are interconnecting political vectors. Traditional diplomacy via MFAs is, by definition, located within a state system. By contrast, the venues of Science Diplomacy can be more varied with (occasionally temporary) bases in universities, think tanks and laboratories or networked via conferences and seminars, scientific associations and research consortia.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 212,
                    "text": "(Bevir 2010)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Science diplomacy in transnational venues"
        },
        {
            "text": "(iii) The turn to science diplomacy The ascendancy of the rationalist tradition in public policy matters because it buttresses the deployment of scientific advisors in the understanding of governance challenges and legitimation of policy responses to matters such as economic inequality; social unrest; the depletion of natural resources or migration induced by climate change. Indeed, where disputes occur over transnational policy issues, the science paradigm is rarely contested, even if aspects of scientific knowledge are oftentimes disputed. Climate change science, for example, has been beset by accusations that climatologists have overstated or misrepresented the science. Likewise, Japan's government regularly defends its whaling programme by appealing to the scientific paradigm, even though its critics claim its program has little discernible scientific merit. These are international debates where science is politicised, although the primacy of the rationalist paradigm remains unassailed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science diplomacy in transnational venues"
        },
        {
            "text": "These three dynamics of public policy paint a complex picture where transnational policy problems have drawn not only certain domestic officials into transgovernmental spaces of decision-making (horizontal, vertical and diagonal-Legrand 2015) but also scientists and their associations. The Royal Society (2010) definition of science diplomacy is the recognised reference point (for critiques see Flink and Schreiterer 2010; Smith 2014) . Adapting the heuristic outlined in the Introduction, we have tailored these categories to better fit transnational governance challenges:",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 424,
                    "text": "Flink and Schreiterer 2010;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 425,
                    "end": 436,
                    "text": "Smith 2014)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Science diplomacy in transnational venues"
        },
        {
            "text": "Natural science scholarship has been used in global and regional settings to inform decision-making. For example, the knowledge generated by epistemic communities such as the cetologists mentioned earlier, and also 'epicoms' informing international environmental regimes, the European Economic and Monetary Union or the development strategies in Latin America (Haas 2015, p. 17 ). There are more heterodox groups lacking epistemic consensus such as those found in World Bank Global Programs like 'Roll Back Malaria', The Stop TB Initiative and the partnership for Research and Training in Tropical Diseases. In these venues, the medical sciences inform policy. Likewise, at regional level, institutions generate demands for data, models and an evidentiary base for decision-making. For example, the ASEAN Agreement on Transboundary Haze Pollution and its institutional apparatus of Technical Working Groups (Science, academic and technical); Conference of Parties and Ministerial Steering Committee not only function as a mode of horizontal transgovernmentalism but also interact 'diagonally' with bodies like the ASEAN Regional Knowledge Network on Forests and Climate Change which brings in international research associations to deliberations.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 377,
                    "text": "(Haas 2015, p. 17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Science in diplomacy: knowledge for global policy actors"
        },
        {
            "text": "The contribution of social science scholarship in global settings is also apparent. A host of government and non-government actors routinely generate evidencebased best-practices of governance whether they are economists, political scientists, development experts or human geographers. We see the causal models and metrics of social scientists applied in, for example, the OECD peer review processes (Pal 2016) or donor program evaluations towards attaining the Sustainable Development Goals. These models and metrics entail questions about the fairness of global trade, or the legacy of colonialism or preferential commercial terms provided to multinational firms, all of which involve reflection on manifestly political and value-laden issues.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Pal 2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Science in diplomacy: knowledge for global policy actors"
        },
        {
            "text": "The provision of scientific information or social science advice does not automatically turn (social) scientists into diplomats or place them in transgovernmental settings. Nevertheless, certain individual researchers do act as brokers and communicators for scientific communities. Some build connections with domestic officials also operating as transgovernmental 'new diplomats' to forge new international relationships or transnational partnerships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Science in diplomacy: knowledge for global policy actors"
        },
        {
            "text": "Some nations and organisations have progressed far in their science diplomacy and innovation strategies. In the US there is increasing policy emphasis on Science, Technology and Innovation (STI) as an instrument of 'soft power' (Nye 2005) . STI cooperation is one conduit to advance peace, prosperity and security around the world such as with President Obama's Science Envoy program launched in 2009 and the American Association for the Advancement of Science's Center for Science Diplomacy created in 2008. South Korea is expanding its science diplomacy outside the Asian region to new markets in Africa and Latin America (Arkin 2015) .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 238,
                    "text": "(Nye 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 624,
                    "end": 636,
                    "text": "(Arkin 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Diplomacy for science: transgovernmental capacity and science cooperation"
        },
        {
            "text": "Of singular importance is the European Commission's research agenda on Science and Cultural Diplomacy through Horizon 2020 (European Commission 2014). As one advocate of the 'soft power' potential of European science diplomacy asserts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diplomacy for science: transgovernmental capacity and science cooperation"
        },
        {
            "text": "The EU is a world leader in research and innovations. With only 500 million people or 7% of the world's population, it accounts for 24% of world expenditure on research and 32% of high-impact publications and 32% of patent applications…. In debates on the EU's capacities as a global and regional player, research and technology should therefore be taken into account. The scientific potential of the EU should be considered as a strength that can be mobilised as a soft power tool. But this needs a vision on what to achieve as well as an organisational structure that clearly links the EU external action to Research and Technical Development (RTD) policy (van Langenhove, 2016: 28) The Commission is forthright in using the H2020 funding instrument as a lever to facilitate the EU's external polices by coordinating closely with enlargement, neighbourhood, trade portfolios and its CFSP (Keukeleire et al. 2016) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 684,
                    "text": "Langenhove, 2016: 28)",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 914,
                    "text": "(Keukeleire et al. 2016)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Diplomacy for science: transgovernmental capacity and science cooperation"
        },
        {
            "text": "During its membership of the EU, the UK has been a major beneficiary of H2020 funding and the earlier Framework Programmes. Post-Brexit, UK diplomacy for science is needed to promote UK science in the EU. The Royal Society has already called upon the British government 'to secure the UK's competitiveness as a leading scientific nation by ensuring that the UK remains as closely engaged with EU research programmes, networks and facilities as possible'. 3 As a learned academy, The Royal Society is propelled into a quasi-diplomatic role over the terms of Brexit, to help ensure first, that EU researchers based in the UK have the right to remain, and second, to lobby for future science cooperation with the EU and in keeping channels of communication open with European counterpart academies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diplomacy for science: transgovernmental capacity and science cooperation"
        },
        {
            "text": "Scientific knowledge is being placed at the forefront of global initiatives to resolve or ameliorate the prominent health, education, nutrition and development challenges faced by developing nations. This is not new, and it is a field where UNESCO has been deeply involved for 60 years (Standke 2006) . 'Science-as-Aid' complements, but does not supplant, the provision of material aid to less developed countries, by enhancing the long-term capacity of these countries to forge their own resilience and prosperity. The Commonwealth hosts bodies which coordinate and deploy scientific programs for developing countries: the Commonwealth Secretariat, the Commonwealth Foundation and the Commonwealth of Learning.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 300,
                    "text": "(Standke 2006)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Science for diplomacy: science as aid and understanding"
        },
        {
            "text": "More generally, science cooperation is often regarded as an indirect mechanism to cultivate 'international understanding'. According to a former US Under Secretary for Economic Growth, Energy and the Environment, science is 'based on disciplines and values that transcend politics, languages, borders and cultures' (Hormats 2012, p. 2) . The view of science as a global endeavour is a common refrain (Nedeva 2013, p. 222) . For example, the Commonwealth has a historical legacy in promoting science cooperation and technical assistance, such as via the Colombo Plan. Science for diplomacy amongst Commonwealth nations includes formal agreements like the UK Science and Innovation Network in India. In general, the UK has a strong record in technical assistance recently enhanced through the Newton Fund. Launched in 2014, to develop international science and innovation partnerships for economic development and improved quality of life, the Fund supports stronger bilateral relationships between the UK and sixteen partner countries (Grimes and McNulty 2016) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 335,
                    "text": "(Hormats 2012, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 421,
                    "text": "(Nedeva 2013, p. 222)",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1059,
                    "text": "(Grimes and McNulty 2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Science for diplomacy: science as aid and understanding"
        },
        {
            "text": "One success story is the Reflora project, which enables the digital repatriation to Brazil of plant specimens held at the Royal Botanical Gardens at Kew in London. With support from the Newton Fund via the British Council professional development program, 93,439 Brazilian herbarium specimens from seventy families have been digitally repatriated to the Brazilian online repository; twenty-four Brazilian researchers visited Kew and, as of December 2016, thirty-six research papers have been published, with a further seventy in preparation or under review (Grimes and McNulty 2016) . Reflora is enabling the UK and Brazil to meet their obligations under the Convention on Biological Diversity while also striving to reach the targets of the Global Strategy for Plant Conservation.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 582,
                    "text": "(Grimes and McNulty 2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Science for diplomacy: science as aid and understanding"
        },
        {
            "text": "Scholarly work on advisory systems per se has concentrated, in the Westminster context, on the role of cabinet offices and ministry level advice, recruitment of appropriately neutral and competent personnel and more recently on the role of political advisors in cabinet offices. Leslie Pal (2016) identifies a split in the literature between public administration (the advisory side) and a policy studies (the analytical side) orientation. Yet, both approaches indicate that the quality of public policy will depend on its organisation (administration) and its intellectual and evidentiary basis (capacity).",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 296,
                    "text": "Pal (2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "This evidence-based trend has been particularly discernible in the UK. Since New Labour's mantra of 'what matters is what works' took hold in the late 1990s and early 2000s, evidence-based policy-making (EBPM) has entered the lexicon and toolkit of government officials around the world. EBPM represents an appeal to a sober, ostensibly value-neutral rationalisation of social problems and has been fundamental to the redesign of welfare policy (for example, the New Deal; see King and Wickham-Jones 1999; Walker 1999) . The proponents of EBPM argue that rationality-understood as a utilitarian appraisal of policy problems and application of causal logics to achieve optimal socio-economic outcomes-should trump the value-laden dogma of ideological politics. The value of 'well-founded' and 'objective' research is acclaimed (Solesbury 2002, p. 95) . The ambition of a rationalist, anti-dogma, evidence-based policy-making approach led to the creation sub-units of the UK government with a mandate to collate or generate scientific knowledge for policy, such as the Performance and Innovation Unit (PIU) and the Centre for Management and Policy Studies (CMPS) alongside national funding via the Economic and Social Research Council (ESRC) for the Centre for Evidence-Based Policy. The UK is replete with other longer standing bodies for the organisation of science advice such as the Government Office for Science, and departmental science advisors (such as the Chief Medical Officer) as well as bodies like the Royal Society.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 505,
                    "text": "King and Wickham-Jones 1999;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 506,
                    "end": 518,
                    "text": "Walker 1999)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 826,
                    "end": 849,
                    "text": "(Solesbury 2002, p. 95)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Policy capacity has been defined as 'the ability to marshal the necessary resources to make intelligent collective choices about and set strategic directions for the allocation of scarce resources to public ends' (Painter and Pierre 2005, p. 2). The policy analytic capacity approach to policy advisory systems, and the related field of evidence-based (or informed) policy-making, has burgeoned in recent years (see Boswell 2009; Head 2013) . The externalisation of policy analysis and research is well recognised as having positive attributes in increasing the quality and variety of evidence, and the spread of innovation. Although the international dimensions of policy advice may be mentioned (Gluckman 2016) , these studies have tended to focus on domestic institutions and processes. A recent review acknowledges the gap, noting that more empirical inquiry is needed of 'supranational advisory units' (Craft and Halligan 2016) . Even so, work is already underway (Pal 2016; Trondal 2016) , especially concerning the role of expertise in International Organisations (Littoz-Monnet 2017) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 241,
                    "text": "(Painter and Pierre 2005, p.",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 429,
                    "text": "Boswell 2009;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 430,
                    "end": 440,
                    "text": "Head 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 712,
                    "text": "(Gluckman 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 907,
                    "end": 932,
                    "text": "(Craft and Halligan 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 969,
                    "end": 979,
                    "text": "(Pal 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 980,
                    "end": 993,
                    "text": "Trondal 2016)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1071,
                    "end": 1091,
                    "text": "(Littoz-Monnet 2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Not only are the prospects for enhanced transnational science collaboration manifold but so too the prospects for impact for political science and international studies in the far more diverse landscape of mixed public-private and network initiatives. In these settings, scientific knowledge-or simply evidence presented in support of best-practice-is a crucial resource for officials. Impact opportunities arise not only in helping build scientific and policy analytic capacity in these new venues but also in working with new diplomats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Bureaucrats and other state representatives need to work alongside, and sometimes through non-state networks. This calls for a different kind of negotiation than 'old' state-driven, understandings of diplomacy. 21st century dynamics of transnational political intercostalities call for a reconfiguration of the way nationally based public services or civil services interact with the outside world. Bureaucratic capacity to engage the diversity of world-wide network proliferation will be enhanced by treating 'transnational public administration' as a diplomatic field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "There are challenges in the ad hoc nature of transnational governance. There is uncertainty over what forms of collaboration are possible or available; an absence of joined-up approaches between domestic agencies on common agendas as well as tensions between MFAs envious of incursion onto their turf by the disaggregated approaches overseas of line departments. Policy scholars are one set of academics well placed to evaluate the (potential) roles of nationally based science advisors in forums as diverse as the Asia-Pacific Economic Cooperation (APEC) 'chief science advisors and equivalents' group on one side of the world or the European Parliament's Science and Technology Options Assessment (STOA) on the other as well as in global forums like the Panel or the Intergovernmental Panel on Climate Control (Gluckman 2016) .",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 827,
                    "text": "(Gluckman 2016)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Science Diplomacy has been almost entirely neglected by public policy scholars (Fähnrich 2015) . As yet, public policy scholars have not developed a coherent corpus of theoretical or empirical work conceptualising or cataloguing the core actors and agencies transnational governance architectures, networks and processes who have limited engagement with both International Relations and 'global administrative law' scholars (for these critiques see Coen and Pegrem 2015; Stone and Ladi 2015) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 94,
                    "text": "(Fähnrich 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 449,
                    "end": 470,
                    "text": "Coen and Pegrem 2015;",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 491,
                    "text": "Stone and Ladi 2015)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "In this regard, our paper (and larger project) is unique within extant studies of science diplomacy. To-date, there is almost no conceptualisation, nor mapping of transgovernmental diplomacy or of science diplomacy either convened or funded by formal International Organisations. According to the Union of International Associations (2013), there are now well over 800 active international and regional organisations. Little scholarly attention is devoted to small and specialised or relatively 'young' International Organisations such as, for example, the Green Climate Fund, the International Commission for the Conservation of Atlantic Tunas (ICCAT, or a dozen other international fisheries bodies) or the Antarctic Treaty Secretariat created in 2003. By the very nature of their mandate, their operations rest upon marshalling scientific evidence. As one of these organisations states: 'Science underpins the management decisions made by ICCAT'. 4 Growing in number at a faster rate than these formal intergovernmental organisations, there is a growing array of informal international associations, such as the Missile Technology Control Regime, the Group of 20 and the Clean Energy Ministerial (Vabulas 2018) , matching the growth of transgovernmental policy networks and 'global public-policy partnerships' like GAVI, RSPO and the Roll Back Malaria partnerships mentioned earlier. Many of them deal with highly specialised and technical matters of international policy. From time to time they are drawn into science diplomacy even though their officers and secretariats may not refer to such activity in these terms. Accordingly, our paper represents a research agenda for a particular mode of 'impact' in politics and international studies.",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 951,
                    "text": "ICCAT'. 4",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1213,
                    "text": "(Vabulas 2018)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Our concern is with the policy, politics and administration of science diplomacy. Rather than assuming that science and politics 'should be natural allies', the reality of networked diplomacy and the administrative challenges it imposes on bureaucracies entail significant policy challenges bringing the two together. Australia's Chief Scientist (2012) stated that global problems need solutions 'to be based not only on sound science, but on sound politics as well'. Likewise, Sir Peter Gluckman, head of the INGSA science advisors network, speaks of 'post-normal science' characterising global challenges. That is, 'areas where the science is complex and inevitably incomplete and where the interface with societal values is often in dispute… climate change, food security, population health, and terrorism… have trans-jurisdictional and diplomatic dimensions' (2016).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "By recognising the movements of horizontal, vertical and diagonal political intercostalities, the analytical focus is shifted to the praxis of science diplomacy within and across different interstices of governance. It is messy, but it is the real world. In order to be effective, government officials need to respond to transnational policy problems with counterpart public servants in governments overseas; with officials in international organisations and executives of global public-private partnerships and with expert partners in research communities and scientific associations. The diplomatic field diversifies to a wider constellation of actors tackling global problems with science. Nevertheless, these are concerns of social science and public administration too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "The realities of transnational administration necessitate new skills and capacities amongst public servants with implications for recruitment and training. Policy officials (outside MFAs) are not necessarily adequately equipped to effectively engage with transnational policy communities. Training, resourcing and new practices in specific policy sectors suggest reform to build the transnational capacities of government agencies. Inter alia, senior managers may need to see their workforce develop greater abilities in network management and inter-cultural understanding; heightened bureaucratic competence to access and navigate the bureaucracies of international organisation, global partnerships and international funding regimes; increased knowledge of international bench-marking and 'soft law', in addition to technical proficiency in the substantive policy area. Mainstreaming science diplomacy across government departments entails new roles for frontline bureaucratic agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        },
        {
            "text": "Some of these frontline agents will be co-opted and contracted from universities and scientific institutes. Likewise, the individual researchers based in universities may not have either innate diplomatic skills or keen knowledge of global policy processes. Not only is civil service recruitment and training likely to be transformed by the dynamics of transnational administration, so too universities will increasingly look to recruit and train their own science diplomats. To conclude with the claim of the special editors that political science, public policy and international relations is one of the most 'impactful' disciplines in higher education (see also Stoker et al. 2014) , Science Diplomacy offers considerable scope for these fields, and the higher education sector more generally, to seek and attain 'impact'.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 684,
                    "text": "Stoker et al. 2014)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Evidence and impact in science diplomacy policy processes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "South Korea pushes the envelope in science diplomacy",
            "authors": [
                {
                    "first": "Fatima",
                    "middle": [],
                    "last": "Arkin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A realist theory of science",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhaskar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interpreting territory and power",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bevir",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Government and Opposition",
            "volume": "45",
            "issn": "3",
            "pages": "436--456",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The political uses of expert knowledge: Immigration policy and social research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boswell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Science et société: les trois traductions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Callon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Theorising the role of cultural products in cultural diplomacy from a cultural studies perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Cultural Policy",
            "volume": "22",
            "issn": "2",
            "pages": "147--163",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Wanted: A third generation of global governance research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pegram",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Governance",
            "volume": "28",
            "issn": "4",
            "pages": "417--420",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sustainable diplomacies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Constantinou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Der Derian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing 30 years of Westminster policy advisory system experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Halligan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Policy Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11077-016-9256-y"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Science diplomacy: New day or false dawn",
            "authors": [
                {
                    "first": "Lloyd",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Communication from the Commission to the European Parliament, The Council, the European Economic and Social committee and the Committee of the Regions: Report on the implementation of the strategy for international cooperation in research and innovation",
            "authors": [],
            "year": 2014,
            "venue": "COM",
            "volume": "567",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Science diplomacy: Investigating the perspective of scholars on politics-science collaboration in international affairs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fähnrich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "136",
            "issn": "1",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Science diplomacy at the intersection of S&T policies and foreign affairs: Towards a typology of national approaches",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Flink",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schreiterer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science and Public Policy",
            "volume": "37",
            "issn": "9",
            "pages": "665--666",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The newton fund: Science and innovation for development and diplomacy, science and diplomacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grimes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcnulty",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Science advice to governments: An emerging dimension of science diplomacy",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Gluckman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science & Diplomacy",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epistemic communities, constructivism, and international environmental politics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evidence-based policymaking-speaking truth to power?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Head",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Australian Journal of Public Administration",
            "volume": "72",
            "issn": "4",
            "pages": "397--403",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Privatizing diplomacy? International Studies Perspectives",
            "authors": [
                {
                    "first": "Brian",
                    "middle": [],
                    "last": "Hocking",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "147--152",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Science diplomacy and twenty-first century statecraft",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "D"
                    ],
                    "last": "Hormats",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science & Diplomacy",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The four horsemen of the apocalypse: tropical medicine in the fight against plague, death, famine, and war",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "87",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Water diplomacy: A negotiated approach to managing complex water networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "States of knowledge: The co-production of science and the social order",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jasanoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The EU, structural diplomacy and the challenge of learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keukeleire",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keuleers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raube",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keukeleire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanhoonacker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The diplomatic system of the European Union. Evolution, change and challenges",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "From Clinton to Blair: the Democratic (Party) origins of welfare to work",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickham-Jones",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Political Quarterly",
            "volume": "70",
            "issn": "1",
            "pages": "62--74",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Research policy and academic performativity: Compliance, contestation and complicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leathwood",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Studies in Higher Education",
            "volume": "38",
            "issn": "8",
            "pages": "1162--1174",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transgovernmental policy networks in the anglosphere",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Administration",
            "volume": "93",
            "issn": "4",
            "pages": "973--991",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The politics of expertise in international organizations: How international bureaucracies produce and mobilize knowledge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Littoz-Monnet",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Time for a new era of science diplomacy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Turekian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "5813",
            "pages": "769--770",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Policy diffusion and policy transfer",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Sharman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Policy studies",
            "volume": "30",
            "issn": "3",
            "pages": "269--288",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The new philanthropy: Private power in international development policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Palgrave handbook of international development",
            "volume": "",
            "issn": "",
            "pages": "297--313",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Between the global and the national: Organising European science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nedeva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Research Policy",
            "volume": "42",
            "issn": "1",
            "pages": "220--230",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Food security, the palm oil-land conflict nexus, and sustainability: a governance role for a private multi-stakeholder regime like the RSPO?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Nesadurai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Pacific Review",
            "volume": "26",
            "issn": "5",
            "pages": "505--529",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Soft power: The means to success in world politics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Unpacking state capacity: Issues and themes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Challenges to state policy capacity: Global trends and comparative perspectives",
            "volume": "",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global policy advisory systems: Patterns, trajectories and impacts",
            "authors": [
                {
                    "first": "Leslie",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "New public diplomacy in the 21st century: A comparative study of policy and practice",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Pamment",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Networked governance and transatlantic relations: Building bridges through science diplomacy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paár-Jákli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Scholarship with impact",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "British Journal of Management",
            "volume": "22",
            "issn": "3",
            "pages": "347--354",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "New frontiers in science diplomacy: Navigating the changing balance of power",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Advancing science diplomacy: Indonesia and the US Naval Medical Research Unit",
            "authors": [
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Social Studies of Science",
            "volume": "44",
            "issn": "6",
            "pages": "825--847",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Impact' in the proposals for the UK's research excellence framework: Shifting the boundaries of academic autonomy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Research Policy",
            "volume": "40",
            "issn": "10",
            "pages": "1369--1379",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The ascendancy of evidence",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Solesbury",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Planning Theory & Practice",
            "volume": "3",
            "issn": "1",
            "pages": "90--96",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Science and technology in global cooperation: The case of the United Nations and UNESCO",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Standke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science and Public Policy",
            "volume": "33",
            "issn": "9",
            "pages": "627--646",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The relevance of political science",
            "authors": [
                {
                    "first": "Gerry",
                    "middle": [],
                    "last": "Stoker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "Jon",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Knowledge actors and transnational governance: The public-private policy nexus in the global Agora",
            "authors": [
                {
                    "first": "Diane",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Global public policy and transnational administration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ladi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Administration",
            "volume": "93",
            "issn": "4",
            "pages": "839--855",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Environmental diplomacy: negotiating more effective global agreements",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Susskind",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Advances to the study of international public administration",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trondal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of European Public Policy",
            "volume": "23",
            "issn": "7",
            "pages": "1097--1108",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "New frontiers in science diplomacy navigating the changing balance of power",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Science diplomacy and transboundary water management: the Orontes River case. Venice: The United Nations Educational, Scientific and Cultural Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unesco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The administration of informal intergovernmental organisations",
            "authors": [
                {
                    "first": "Felicity",
                    "middle": [],
                    "last": "Vabulas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Global policy and transnational administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Multilateral EU action through science diplomacy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Langenhove",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The EU global strategy: Going beyond effective multilateralism?, ed. Balazs Ujvari",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Americanization of British welfare: a case study of policy transfer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal of Health Services",
            "volume": "29",
            "issn": "4",
            "pages": "679--697",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Issues in the articulation of 'impact': the responses of UK academics to 'impact' as a new measure of research assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watermeyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Studies in Higher Education",
            "volume": "39",
            "issn": "2",
            "pages": "359--377",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "European Union economic diplomacy: The role of the EU in external economic relations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woolcock",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}