{
    "paper_id": "0a247724e3dfa46ce63737d41c355ba675711f67",
    "metadata": {
        "title": "Pediatric Blood & Cancer Severe, persistent, and fatal T-cell immunodeficiency following therapy for infantile leukemia",
        "authors": [
            {
                "first": "Ashley",
                "middle": [
                    "V"
                ],
                "last": "Geerlinks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie University",
                    "location": {
                        "settlement": "Halifax",
                        "region": "NS",
                        "country": "Canada"
                    }
                },
                "email": "ashley.geerlinks@iwk.nshealth.ca"
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Issekutz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie University",
                    "location": {
                        "settlement": "Halifax",
                        "region": "NS",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [
                    "T"
                ],
                "last": "Wahlstrom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [
                    "E"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania Perelman School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Morton",
                "middle": [
                    "J"
                ],
                "last": "Cowan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "C"
                ],
                "last": "Dvorak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Conrad",
                "middle": [
                    "V"
                ],
                "last": "Fernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie University",
                    "location": {
                        "settlement": "Halifax",
                        "region": "NS",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe five cases of children who completed chemotherapy for infantile acute lymphoblastic leukemia (ALL) and soon after were diagnosed with severe T-cell, non-HIV immunodeficiency, with varying B-cell and NK-cell depletion. There was near absence of CD3 + , CD4 + , and CD8 + cells. All patients developed multiple, primarily opportunistic infections. Unfortunately, four patients died, although one was successfully treated by hematopoietic stem cell transplantation. These immunodeficiencies appeared to be secondary to intensive infant ALL chemotherapy. Our report highlights the importance of the early consideration of this life-threatening immune complication in patients who received chemotherapy for infantile ALL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ALL, death, immunocompromised host, immunodeficiency, infant leukemia, molecular diagnosis and therapy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Intensification of therapy for infants with acute lymphoblastic leukemia (ALL) has resulted in fewer relapses, but at the cost of increased morbidity and death, especially during induction therapy. 1, 2 Increased nonhematological toxicity during modern treatment strategies for infant ALL has been reported, but severe immunodeficiency persisting after therapy has not been described.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 202,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Immunodeficiencies are classified as acquired or primary (PID).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Congenital T-cell immunodeficiencies, defined as CD3 + less than 300 cells/ l, 3 are generally more severe, compared to other immunodeficiencies, since T-cells also play a crucial role in the function of Bcells, NK-cells, and macrophages. Chemotherapy is known to induce an immunodeficiency state by significantly depleting T-cells, as well as NK-cells and B-cells. 4, 5 Usually, immune reconstitution begins after completing chemotherapy. In children, greater than 2 years of age, who received intense chemotherapy for treatment of high-risk ALL, T-cell recovery was complete 12-18 months after cessation of chemotherapy. In addition, the absolute CD3 + count at 1 month was greater than 300 cells/ l in these patients. 5, 6 We describe five children who completed treatment for infantile ALL and soon after were diagnosed with persistent severe T-cell, non-HIV, immunodeficiency, with varying B-cell and NK-cell depletion, resulting in severe infections causing death in four and successful hematopoietic stem cell transplantation (HSCT) in one. The immune deficiency appeared to be secondary to their therapy. Our report highlights the importance of considering this complication in patients with infant ALL post chemotherapy.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 369,
                    "end": 370,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 724,
                    "end": 725,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The IWK Health Centre Research Ethics Board reviewed this manuscript and provided a letter of support. We collected data on five infant cases, four females and one male, treated at three centers in North America between 1996 and 2015. Clinical and treatment characteristics are shown in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 294,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We describe the first report of non-HIV, persistent T-cell immunodeficiency, with varying B-cell and NK-cell depletion, in patients with infant ALL following modern intensive chemotherapy. Patients in our cohort remained mildly to severely lymphopenic and flow cytometry demon-strated extremely low CD3 + , CD4 + , and CD8 + T-cell populations consistent with a severe T-cell immunodeficiency despite completion of their chemotherapy treatment 2-13 months prior. We believe it is very unlikely that our patients had unrecognized PID. None of these patients had strong identifiers of PID, such as failure to thrive or intravenous antimicrobial use prior to ALL diagnosis. 10 Patient B did have a distant family history of RAG2 deficiency but she did not carry this mutation. Investigations prior to starting chemotherapy suggested patients A, B, and C had been exposed to viral infections with no major complications. Finally, Patient E had an extensive genetic workup excluding common SCID mutations and Patients A and C had normal TREC assays. Based on the described history and investigations, we concluded these were secondary immunodeficiencies produced by the chemotherapy.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 673,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies of immune reconstitution in children who received chemotherapy for hematologic malignancy demonstrate that in most children total lymphocyte count recovered within 3-6 months. 11 The total B-cell count is normal in most children by 1 month and all children by 6 months after chemotherapy cessation. 6 NK-cells were TA B L E 2 Immunologic investigations assessing immune function and causes of immune deficiency initially thought to totally recover within 1 month of cessation, but more recent studies have shown a delayed drop that may take 6-12 months to fully recover. 6, 12, 13 As for the T-cells, recovery of the CD4 + subset has been shown to have a direct relationship to the intensity of therapy and an inverse relationship with age. 14 This inverse relationship is thought to be because CD4 + T-cells recover more rapidly through a thymicdependent pathway. Normal thymic involution does not begin until approximately 7 years of age. 4 Thymic enlargement post chemotherapy has been demonstrated in pediatric patients. 6 In most children treated for standard-risk and high-risk ALL, CD4 + , and CD8 + T-cells require 3-18 months to recover and the CD3 + count at 1 month was greater than 300 cells/ l regardless of treatment intensity. 5, 6 Despite these prolonged impairments in immune function, severe opportunistic infections are not typically appreciated after cessation of chemotherapy, and death from infection is rare. 13 These T-cell recovery patterns were not seen in our patients.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 307,
                    "end": 308,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 949,
                    "end": 950,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1253,
                    "end": 1254,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1440,
                    "end": 1442,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, cyclophosphamide and cytarabine have been associated with depletion of early lineage T-cells, thus affecting T-cell proliferation. 15 Although Patient A was treated prior to cyclophosphamide being eliminated from AALL0631 induction, all of our patients were exposed to cumulative cyclophosphamide doses at least double that of standard-risk or high-risk ALL protocols used in older children. 1 It is possible that these higher doses of cyclophosphamide (and ",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 406,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We thank the patients and families described in this series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "HSCT hematopoietic stem cell transplantation PID primary immunodeficiency SCID severe combined immunodeficiency TREC T-cell receptor excision circle",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALL acute lymphoblastic leukemia"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Decreased induction morbidity and mortality following modification to induction therapy in infants with acute lymphoblastic leukemia enrolled on AALL0631: a report from the children's oncology group",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devidas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Blood Cancer",
            "volume": "62",
            "issn": "",
            "pages": "414--418",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modifications to induction therapy decrease risk of early death in infants with acute lymphoblastic leukemia treated on Children's Oncology Group P9407",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Devidas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Blood Cancer",
            "volume": "59",
            "issn": "",
            "pages": "834--839",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Establishing diagnostic criteria for severe combined immunodeficiency disease (SCID), leaky SCID, and Omenn syndrome: the Primary Immune Deficiency Treatment Consortium experience",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Notarangelo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "1092--1098",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "T-cell immunodeficiency following cytotoxic antineoplastic therapy: a review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mackall",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Stem Cells",
            "volume": "18",
            "issn": "",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reduced versus intensive chemotherapy for childhood acute lymphoblastic leukemia: impact on lymphocyte compartment composition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Tilburg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Leuk Res",
            "volume": "35",
            "issn": "",
            "pages": "484--491",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immune reconstitution after childhood acute lymphoblastic leukemia is most severely affected in the high risk group",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mellander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abrahamsson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Blood Cancer",
            "volume": "44",
            "issn": "",
            "pages": "461--468",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Lymphocyte subsets in healthy children from birth through 18 years of age: the Pediatric AIDS Clinical Trials Group P1009 study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Shearer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "973--980",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pediatric Reference Intervals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Soldin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brugnara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Serum levels of immune globulins in health and disease: a survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Stiehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fudenberg",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Pediatrics",
            "volume": "37",
            "issn": "",
            "pages": "715--727",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical features that identify children with primary immunodeficiency diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subbarayan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Colarusso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "",
            "pages": "810--816",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immune reconstitution in children following chemotherapy for haematological malignancies: a long-term follow-up",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Tilburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Gent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bierings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Haematol",
            "volume": "152",
            "issn": "",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recovery of natural killer cells after chemotherapy for childhood acute lymphoblastic leukemia and solid tumors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alanko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Salmi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pelliniemi",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Med Pediatr Oncol",
            "volume": "24",
            "issn": "",
            "pages": "373--378",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Longitudinal assessment of immunological status and rate of immune recovery following treatment in children with ALL",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kosmidis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouhoutsou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Blood Cancer",
            "volume": "50",
            "issn": "",
            "pages": "528--532",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Age, thymopoiesis, and CD4 Tlymphocyte regeneration after intensive chemotherapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mackall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fleisher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "332",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early memory phenotypes drive T cell proliferation in patients with pediatric malignancies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perazzelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grupp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science translational medicine",
            "volume": "8",
            "issn": "",
            "pages": "320--323",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Harnessing the biology of IL-7 for therapeutic application",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mackall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gress",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Immunol",
            "volume": "11",
            "issn": "",
            "pages": "330--342",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Recombinant human interleukin-7 (CYT107) promotes T cell recovery after allogeneic stem cell transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "120",
            "issn": "",
            "pages": "4882--4891",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of recombinant human interleukin 7 on T cell recovery and thymic output in HIV-infected patients receiving antiretroviral therapy: results of a phase I/IIa randomized, placebo-controlled, multicenter study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sereti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tambussi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IL-7 in human health and disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lundström",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Fewkes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackall",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Semin Immunol",
            "volume": "24",
            "issn": "",
            "pages": "218--224",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". None of the patients received experimental agents or HSCT during initial treatment. All patients completed protocol therapy. Most patients developed infections during treatment despite intravenous immunoglobulins and pneumocystis prophylaxis as per protocol guidelines. All patients were healthy with no hospital admissions prior to the diagnosis of ALL, except Patient E had a history of urinary tract infections, acute otitis media, and chronic rhinorrhea. These infections did not require hospital admission or intravenous antibiotics. None of the patients had a family history that placed them at risk for PID, except patient B. Her parents were third cousins and from a First Nation's community in which children had previously been diagnosed with severe combined immunodeficiency (SCID), RAG2 mutation, for which Pediatr Blood Cancer 2016;63: 2046-2049 c 2016 Wiley Periodicals, Inc. 2046 wileyonlinelibrary.com/journal/pbc TA B L E 1 Patient information pertaining to leukemia diagnosis and treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "cytarabine exposure) contributed to poor T-cell recovery. None of the studies examining immune reconstitution after chemotherapy have focused on infants; thus the pattern of immune recovery compared to older children is unknown. All of our patients had severe T-cell deficiency with a CD3 + count less than 100 cells/ l, despite some being only mildly lymphopenic. The patients who underwent autopsy were found to have profound thymic involution, suggesting damage to the thymus, which likely contributed to poor T-cell recovery. Patient B was treated with IL-7 because of previous reports in patients post-HSCT or with HIV that CD4 + Tcells recovered with IL-7 therapy. 16-19 Unfortunately, despite this treatment, her T-cells showed no signs of recovery. These are the first reported cases of non-HIV, severe, persistent T-cell immunodeficiency, with varying B-cell and NK-cell depletion, secondary to infant ALL chemotherapy. These children may benefit from preemptive and aggressive infection management and/or require therapies to assist with immune reconstitution, such as HSCT. However, the prevalence of this complication is unknown. Formal evaluation to identify abnormal T-cell recovery should be considered in all patients with infant ALL following modern intensive chemotherapy protocols.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ALL, acute Lymphoblastic leukemia; MLL, mixed lineage leukemia gene; MLL-R, MLL rearranged; COG, Children's Oncology Group; CCG, Children's Cancer Study Group; HSCT, hematopoietic stem cell transplant. CMV, cytomegalovirus; HHV-6, human herpesvirus 6. a Treated before induction amendments. b Treated after induction amendments (elimination of cyclophosphamide 1 g/m 2 ).she tested negative. Patients A and C had normal newborn screening for SCID, using T-cell receptor excision circle (TREC) assays. All patients were HIV-negative before and after treatment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}