{
    "paper_id": "0a2951a64506e15068b565d3b8e28ade7d27dc0a",
    "metadata": {
        "title": "Evolution of COVID-19 pandemic: Power law growth and saturation",
        "authors": [
            {
                "first": "Soumyadeep",
                "middle": [],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Shayak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University",
                    "location": {
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Asad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Shashwat",
                "middle": [],
                "last": "Bhattacharya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "region": "Italy, UK, France, Spain, Germany, Belgium",
                        "country": "India, Israel, Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Shadab",
                "middle": [],
                "last": "Alam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "region": "Italy, UK, France, Spain, Germany, Belgium",
                        "country": "India, Israel, Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Mahendra",
                "middle": [
                    "K"
                ],
                "last": "Verma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we analyze the real-time infection data of COVID-19 epidemic for 21 nations up to April 20, 2020. We observe that China, South Korea, Australia, Hong Kong, and Switzerland have flattened their infection curves. For these nations, the total number of infected individuals (I(t)) exhibits a succession of exponential growth and power-law growth (t 2 , t, √ t in sequence) before flattening of the curve. USA, India, and Sri Lanka have reached up to the linear growth (I(t) ∼ t), but they are yet to flatten their curves. Russia and Singapore are still in the exponential growth regime. Such features of I(t) curves could be used for understanding and forecast of the epidemic evolution. Besides these detailed analysis, we compare the predictions of an extended SEIR model and a delay differential equation-based model with the reported infection data, and observed a general agreement between them. * soumyade@iitk.ac.in † shayak.2015@iitkalumni.org ‡ aliasad@iitk.ac.in § shabhatt@iitk.ac.in ¶",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of May 1, 2020, COVID-19 pandemic has infected more than 3.3 million of human population, and caused 0.23 million deaths. The world economy is in tatters. Therefore, cure as well as understanding of the pandemic are extremely crucial. In the present paper, we analyze the publicly-available national COVID-19 infection data [1] up to 20th April, 2020. We observe that the COVID-19 infection curves for many nations exhibit power-law growth after an exponential growth. We compare the reported data with model predictions and observe a good agreement between them.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To undestand and forecast, epidemiologists have made many models [2] [3] [4] . One of the first models is called SIR model, where the variables S and I describe respectively the numbers of susceptible and infected individuals. The third variable R represents the removed individuals who have either recovered or died. An advanced model, called SEIR model, includes exposed individuals, E, who are infected but not yet infectious [3, 4] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "SARS-CoV-2 is a flu virus. However, it extremely dangerous because of its highly infectious nature and its adverse effects on the lungs. Asymptomatic carriers, individuals who do not exhibit any symptoms for one to two weeks, have carried the virus to far off places where it has spread rapidly [5] . To stop the spread of the deadly virus, various nations have employed lockdowns, mandatory social distancing, quarantines for the affected, etc. These features make it difficult to make models for COVID -19 epidemic.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "-19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In spite of the difficulties stated above, there are many models that are able to describe the COVID-19 pandemic data quite well. Peng et al. [6] constructed a generalized SEIR model with seven-variables (including quarantined and death variables) for epidemic spread in China. Their predictions are in good agreement with the present data. López and Rodo [7] formulated an extended version of this model to analyse the spread of the pandemic in Spain and Italy. Hellewell et al. [8] studied the effects of isolation on controlling the COVID-19 epidemic. Chinazzi et al. [9] analyzed the effects of travel restrictions on the spread of COVID-19 in China and in the world using the global metapopulation disease transmission model. Mandal et al. [10] constructed model for devising intervention strategies in India. Using an age-structured SIR model, Singh and Adhikari [11] studied the impact of social distancing on the COVID-19 epidemic in India. Shayak et al. [12] and Shayak and Rand [13] have constructed delay differential equation (DDE) model for the spread of COVID-19; these models takes into account the pre-symptomatic period and the effects of testing delays. They have also constructed a model to predict the end of the epidemic.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Due to the above complex issues in the epidemic models of COVID-19, many researchers have consciously focussed on the data and attempted to extract useful information from them. It has been observed that the analysis of the pandemic provides important clues that may be useful for its forecast. In particular, Ziff and Ziff [14] , Komarova and Wodarz [15] , Manchein et al. [16] , Blasius [17] , Marsland and Mehta [18] , Li et al. [19] , Singer [20] , Beare and Toda [21] , and Cherednik and Hill [22] analyzed the reported count of total infections (I(t)) in various nations and observed power-law growth after the exponential regime. Verma et al. [23] analyzed the data of 9 nations up to April 7 and showed that the I(t) goes through power laws, t 3 , t 2 , t and √ t,",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "in temporal sequence before flattening out. By April 7, China and South Korea had flattened the I(t) curves, but other nations were either in the exponential regime or in power-law regime. However, by April 20, more nations are close to the flattening of the curve. Besides the above results, Prakash et al. [24] reported a linear growth of I(t) after early exponential growth. Schüttler et al. [25] analyzed the daily death counts for various nations and observed that their probability distributions appear to follow Gauss profile. They argue that the Gauss model could be useful for the predictions of the duration and extent of death cases. Marsland and Mehta [18] observed that the error function provides best fit to the total count, I(t); this observation follows from Schüttler et al. [25] 's analysis.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "There are epidemic growth models based on population growth [4, 26] . Since COVID-19 spreads via asymptomatic carriers, the epidemic forms a network. Hence, network-based epidemic growth models may be useful for modelling COVID-19 pandemic. The results of Min et al. [27] , who studied the epidemic spread within a network with different mixing styles, may be useful for such modelling. They observed that the average epidemic size and speed depend critically on network parameters.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this paper, we analyzed the COVID-19 infection data up to April 20, 2020 for 21 nations and observed that all the nations are following transition from exponential to power law growth in infection counts. Many of the 21 nations are close to flattening their curves, while some of them (for example, Russia) appear to be in the exponential regime. We also showed that three epidemics-Ebola, COVID-19, MERS-have similar evolution: exponential and power law growth, and then flattening of the curve. In addition, we compared the predictions of an extended SEIR model [7] and a delay-differential equation model [13] with the real-time data and observed good agreement among them.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The structure of the paper is as follows: in Sec. II we analyse the COVID-19 data for 21 leading nations and observe power law growth for them after the exponential growth. The evolutions of Ebola, MERS, and COVID-19 are compared in Sec. III. The predictions of two models of COVID-19 pandemic are compared with the observed data in Sections IV and V. We conclude in Sec. VI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In this section, we perform a comprehensive data analysis of COVID-19 cases for 21 countries listed in Table I up to April 20, 2020. The majority of the countries in our analysis include those with a large number of COVID-19 cases, such as USA, Italy, Germany, China, and India among others. For a more complete study, we also include countries with a relatively smaller number of cases such as Sri Lanka and Singapore. We used the real-time data available at worldOmeter [1] and chose the starting date (see Table I ) as the one from which the number of infected cases increased rapidly. Johns Hopkins University, Corona Resource Center [28] too is an important repository for COVID-19 data.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 509,
                    "end": 516,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "We analyze the evolution of cumulative number of infected cases, which is denoted by I(t), with time in days, denoted by t. For all I(t), we compute the derivativeṡ I(t) using Python's gradient function. These derivatives indicate the daily count of infected cases. Note thatİ(t) exhibit lower fluctuations than the measured daily counts due to smoothing. We plot I(t) (red curves) andİ(t) (blue curves) in semi-logy format for all the 21 countries in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 458,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "We find that a single function does not describe the I(t) curves; hence, we compute best-fit curves for different parts of I(t) by employing exponential and polynomial functions. We used Python's polyfit function to compute the best fit curves. These curves are listed in Table I along with the relative error between the original data and the fitted data. Note, however, we exhibit only the leading power laws of the polynomials in the plots.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "Initially, all the countries exhibit exponential growth (I(t) = A exp(βt)), which is expected. It is worth mentioning that the I(t) plots for USA, UK, France, Spain, Germany, Russia, Belgium, and Brazil have two exponential functions for the fit. As an example, the I(t) curve of UK is described by two exponential functions, ∼ exp(0.26t) and ∼ exp(0.23t). The quantity β is proportional to the growth rate. The value of β varies for different countries as it depends on various factors such as population density, immunity level of the population, climate, local policy decisions (social distancing, lockdowns, testing capacity), etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "In the exponential regime, the daily infection count is directly proportional to the cumulative count of cases, that is,İ ≈ βI. The cumulative case count doubles in time T = (log 2)/β in this regime, For Italy, β = 0.33, resulting in T ≈ 2 days, which means Italy's I(t) doubled every two days in the early phase (February 22 to March 01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "Next, the curves transition to the regime that is best described by polynomials and can be approximated as power laws. In Fig. 1 , we report the leading terms of the best-fit polynomials as the power law of the given region (see Table I ). The I(t) curves for South Korea, China and Switzerland exhibit three power law regimes-t 2 , t, and √ t-before flattening. Similarly, I(t) for Australia and Hong Kong saturate after t and √ t regimes. Note that Russia and Singapore are yet to transition to a power law regime. As predicted in our earlier work [29] , the countries such as USA, France, Italy, Spain, and Germany transition to a linear regime after going through regimes of t 4 , or t 3 , or t 2 . These nations are close to flattening their I(t) curves. UK, Turkey, Israel and Netherlands exhibit similar transitions. However, I(t) for countries like India, Hong Kong, Sri Lanka, Australia, and Belgium directly transitioned to the linear regime from an exponential phase. We make a cautionary remark that . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 229,
                    "end": 236,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. DATA ANALYSIS OF COVID-19 EPIDEMIC"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20091389 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "the coefficients of the polynomials depend quite critically on the choice of end points of the fit. Our observations of power-law growth are consistent with earlier results [14] [15] [16] [17] [18] [19] [20] [21] 23 ].",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Fig. 1 , in the exponential regime, theİ(t) curves (daily counts) are nearly parallel to the I(t) curves. It meansİ increases exponentially in the beginning, similar to I(t). Subsequently, the curves transition to power-law regimes. As discussed by Verma et al. [23] , the power law can be represented as I(t) ∼ At n andİ(t) ∼ I 1−1/n , which is slower thanİ for the exponential regime. We also remark that for large n,İ(t) ∼ I, similar to exponential function.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We estimate the doubling time using the best-fit functions. For example, for India, I(t) ∼ 1000t − 31000 from the t 0 = 38th day onward. Therefore, the doubling time T satisfies the relation: I(t 0 + T ) = 2I(t 0 ), which yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "for this phase. The linear growth regime has another . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "interesting property. In this regime,İ ≈ const., that is, constant daily infection count. The daily infection count starts to decrease after the linear regime, hence linear regime is the transition point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We also analyze the data of cumulative infected individuals in the entire world. In Fig. 2 , we plot I(t) anḋ I(t) versus time in semi-logy format. Note that the initial epicenter of the COVID-19 outbreak was in China which later shifted to Europe and then to USA. Therefore, we divide the plot in two parts. In the first part [ Fig. 2(a) ], we illustrate cases that belong mostly to China. After approximately thirty days of outbreak (around February 20), I(t) for China starts to saturate. In Fig. 2(b) , we exhibit theĪ(t) curve after t = 41 (March 02) when China had achieved flattening of the curve. In Fig. 2(b) , t = t − 40 andĪ(t) = I(t) − I(t 0 ) = I(t) − 88000 due to the coordinate shifts. Both the plots exhibit exponential and power law regimes, butĪ(t) is yet to flatten. We hope that there is no third part to this curve, which is possible if the unaffected countries remain so.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 329,
                    "end": 338,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 495,
                    "end": 504,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 608,
                    "end": 617,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The transition from the exponential to power law behaviour is expected from the nature of the I(t) curve. The I(t) curve is convex during the exponential growth phase, that is, its center of curvature is upward. However, the curve must turn concave for it to flatten. This transformation occurs via a sequence of growth phases: power-law, linear, square-root, and then flat. In Sec. VI we argue that the power law behaviour is possibly due to lockdown and social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We remark that the death count due to COVID-19 also exhibits similar behaviour as the infection count I(t). It is expected because a fraction of infected individuals unfortunately die. However, we expect a small time delay difference between the death time series and the infection time series. Some researchers have attempted to fit the I(t) and death counts with error functions [18, 25] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The above analysis shows that we can track the development of the epidemic locally in time. The best-fit 10 20 30 40 t (days) curves in particular segments provide the status of the epidemic. For example, if we have reached the linear regime, then we are not far from flattening the curve. Thus, simple data analytics described above has significant predictive power.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 116,
                    "text": "30 40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the next section we compare the functional behaviour of COVID-19's I(t) curve with those of other major epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A natural question is whether the epidemic spread of COVID-19 differs from the spread of Ebola and MERS (Middle Eastern Respiratory Syndrome). In this section we perform a comparative study of Ebola, MERS, and Covid-19 epidemics. We digitized data for these epidemics for their respective time periods: MERS [30] from . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. COMPARISON WITH OTHER EPIDEMICS"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20091389 doi: medRxiv preprint TABLE III. For the cumulative infected cases data for MERS, Ebola, and COVID-19, the best-fit functions and the respective relative errors for various stages of evolution shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 326,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Best fit functions and errors MERS tmax = 720 Fig. 3 , we plot I(t) vs. normalized time, t/t max , in a semi-logy format for all three epidemics. Here, t max (see Table III ) is the time span of the epidemic, except for COVID-19 for which t max is taken up to April 20.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 163,
                    "end": 172,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemic"
        },
        {
            "text": "In Fig. 3 we present the best-fit curves as dotted lines. Clearly, the three curves look similar, with regimes exhibiting exponential, power-law, and linear growth before flattening. A major difference however is that COVID-19 has two subparts, which is due to the spread of COVID-19 by asymptomatic carriers. As shown in Table II In the next section, we present a model for COVID-19 whose predictions match with the data of several countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 322,
                    "end": 330,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemic"
        },
        {
            "text": "In Sec. II, we analyzed the COVID-19 infection data and observed a power-law growth (followed by a linear regime near saturation) after an exponential growth. In this section, we attempt to get some insights about this transition using SEIR model [3, 4, 7, 32, 33] . Note the other important epidemic models are regression models [34, 35] , ARIMA forcasting model [36] [37] [38] , SIR model [2, 39] , etc. All these models have been frequently and successfuly used to analyse the transmission dynamics of COVID-19. For example, Labadin and Hong [32] used this model to predict the second confirmed case in Malaysia.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "IV. SEIR MODEL FOR COVID-19 EPIDEMIC"
        },
        {
            "text": "Recently, Peng et al. [6] constructed a generalised SEIR model for the spread of SARS-Cov-2 virus in China. López and Rodo [7] modified Peng et al. [6] 's model to analyze the data of Spain and Italy up to the end of March. In this section, we will discuss a simplified version of López and Rodo [7] 's SEIR model and fit it with the real-time data of USA, Italy, Spain and Japan till 20th April.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. SEIR MODEL FOR COVID-19 EPIDEMIC"
        },
        {
            "text": "In the model, we assume the disease transmission to take place only among humans. Further, the natural birth and death rates are assumed to be negligible. We divide the total population (N ) at a certain place at time t into seven categories: Susceptible (S(t)), Exposed (E(t)), Infected (I(t)), Recovered (R(t)), Insusceptible (P (t)), Quarantined (Q(t)) and Dead (D(t)). Here, Q(t) is the number of confirmed infected cases at time t. Time evolution equations of the seven categories are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SEIR MODEL FOR COVID-19 EPIDEMIC"
        },
        {
            "text": "where β, α, δ, λ(t), and κ(t) are the infection, protection, average quarantine, recovery and mortality rates respectively; and γ −1 is the average latency period for COVID-19. The protection rate α is governed by the intensity of contact tracing, lockdown policies, and improvement of health facilities. The time-dependent parameters λ(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SEIR MODEL FOR COVID-19 EPIDEMIC"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. SEIR MODEL FOR COVID-19 EPIDEMIC"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. and κ(t) are modeled as follows [7] :",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "where λ 0 , κ 0 , λ 1 , and κ 1 are constants. The functional forms in Eqs. (9) (10) are chosen in such a way that the recovery rate saturates and the death rate vanishes with time. Note that the cumulative number of reported infected cases (denoted by I(t) in Sec. II) is the sum of Q(t), R(t), and D(t). For further details, refer to Peng et al. [6] and López and Rodo [7] . We compare the model predictions [Eqs. (2) (3) (4) (5) (6) (7) (8) (9) (10) ] with the available data [1] for USA, Italy, Spain and Japan. For Spain and Japan, t = 0 is taken to be the starting date shown in Table I . For USA and Italy, t = 0 corresponds to 29th and 24th February respectively. The end date for all the four countries is 20th April. The initial values of Q, R, and D are taken to be the total active cases, recovered cases and deaths respectively at t = 0 for each country. The number of initial insusceptible cases (P (t = 0)) is assumed to be zero. We adjust the parameters {β, α, γ, δ, {λ 0 , λ 1 }, {κ 0 , κ 1 }}, E(t = 0) and I(t = 0) such that the relative error between the model and actual data is minimized. Note that the initial condition satisfies the relation (11) where N is the total population of the country. In Fig. 4 , we present the best-fit curves from the SEIR model along with the actual real-time data. Clearly, this model fits well with the data for Italy and Spain. In Table IV we list the numerical values of the best-fit parameters and the relative errors between the predictions and data. Note that for Spain and Italy, López and Rodo [7] considered natural birth and death rates in their model and obtained fits for Q, R and D seperately. In contrast, we stick to the fundamental assumption regarding natural birth and death rates of the basic SEIR model [32] and obtain the fits for Q(t) + R(t) + D(t) till April 20.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1560,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1782,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 592,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1222,
                    "end": 1228,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our best-fit values of paramerters for Spain and Italy are nearly consistent with those of López and Rodo [7] . The model shows that high infection rates (β) and small . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. -fit numerical values of {β, α, γ, δ, {λ0, λ1}, {κ0 , κ1}} of SEIR model for four countries with relative errors between the best-fit curves and actual data [1] . The best-fit curves are shown in Figs average latency periods γ −1 try to push the cumulative number of infected cases (reported) to a large saturation value via an exponential growth. On the other hand, high protection and quarantine rates, α and δ, slow down the growth and minimize the saturation level of the cumulative infected (reported) cases. Thus, the values of the control parameter set {β, γ, α, δ} in Table IV determine the nature of the power-law after the exponential growth.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 123,
                    "text": "-fit numerical values of {β, α, γ, δ, {λ0, λ1}, {κ0",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "Figs",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 656,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "On the other hand, the linear regime (for Italy, Spain) near the saturation is determined well by the removal rate set {λ 0 , λ 1 , κ 0 , κ 1 }. Thus, the present model is consistent with the results presented in Section. II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the next section, we will present an another model which is based on delayed differential equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Although the extended SEIR model [6, 7] is adequate to describe COVID-19 epidemic, it has some limitations which do not enable it to capture the full intricacies of COVID-19. For example, Coronavirus has a presymptomatic period, i.e., a period during which people are transmissible but do not show symptoms. There are also a significant number of asymptomatic carriers who do not manifest symptoms during the entire infection period. Finally, due to scarcity of testing equipment, an issue which was even more pronounced during the early phases of the outbreak, it sometimes takes many days for the test results to arrive. These features cannot be accounted for by a real-time model properly and need a delayed differential equation model. Shayak et al. [12] and Shayak and Rand [13] have formulated dynamic models for COVID-19 based on delay differential equations (DDE). The first model aims to describe community transmission of the disease, while the second one describes a new route to the end of the pandemic through a combination of social distancing, sanitization, contact tracing and preventive testing. We shall briefly describe the two models below.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 37,
                    "end": 39,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. MODEL BASED ON DELAYED-DIFFERENTIAL EQUATIONS"
        },
        {
            "text": "In the community transmission model, our four variables are x, the number of healthy and susceptible people at large (i.e. not in quarantine), y, the number of people who fall sick at large, z, the number of people in quarantine and w, the number of confirmed cases. Our variable choice is somewhat different from a traditional SIR model, since the sets y and w overlap. We have gone with this choice to highlight the discrepancies which occur between the actual progress of the disease in the society and the case history records, on account of the the latency and the testing delay. A full derivation of the model may be found in Shayak et al. [12] . The equations are",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Community transmission"
        },
        {
            "text": "In the above equations, variables with subscripts of τ indictes the variable delayed by that amount, thus y τ 1 means y(t − τ 1 ) etc. The parameters are k 0 : the basic transmission rate of the disease which includes factors such as R 0 of the pathogen and degree of social distancing; k 3 : a proportionality constant expressing the number of anticipatory quarantines; k 4 : a proportionality constant reflecting the number of flu and other diseases who report for COVID testing; µ 1 : the fraction of asymptomatic carriers; µ 2 : the fraction of anticipatory quar-. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Community transmission"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20091389 doi: medRxiv preprint antines who test positive; and the three delays τ 1 : the duration that an asymptomatic carrier is transmissible, τ 2 : the pre-symptomatic period i.e. the interval between start of transmissibility and manifestation of symptoms, and τ 3 : the interval between reporting for testing and the results being obtained. The most important parameters among these are k 0 , τ 2 and τ 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Fig. 5 , we have fitted this data to the case histories of Japan, Italy, Spain and USA. For each fit, we have taken the parameter values τ 1 = 7, τ 2 = 3, τ 3 = 5, µ 1 = 0.18, and µ 2 = 0.02 and we have started the free evolution of (12) at the time when the case count just crossed 100. Unlike an ordinary differential equation which needs only an initial value, a DDE needs an initial function, with the duration of this function being the longest delay involved in the equation. In (12) this maximum delay is 15 days. Hence we need to seed (12) with initial conditions over a 15-day period. During this seeding period, we assume constant value of x, zero value of z, and linear growths in z and w. We have obtained these growth rates from a fit to the subsequent data. Because of the nature of the initial conditions, a comparison between model and reality in the first 15 days is meaningless. During the next 15 days also, we find considerable error on account of the initial condition, and only after that do these errors die out and the model converges to the actual case trajectories.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We have performed an error analysis of the fits by calculating the percent error at each data point and averaging. We find large errors in the first 15-day period so we ignore the same for consideration, and perform the error analysis over the next few days. The errors are 6.17 percent for Japan, 5.09 percent for Italy, 10.26 percent for Spain and 2.79 percent for USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the controlled endgame phase of the epidemic, which we call self-burnout [13] , we have a slightly different equation. In this phase, there is extensive enforcement of separation minima (a term we prefer to social distancing as it does not carry connotations of emotional isolation) so the rate of new cases does not depend on x. Rather, we assume that each sick person spreads the disease at a constant rate m 0 . Moreover, contact tracing manages to capture a fraction 1 − µ 3 of all the sick patients and places them into quarantine. Under these conditions, the dynamic model for the spread of new cases is",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "One solution to the above is y = const. It has been shown in Shayak and Rand [13] that this solution is stable if and only if",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "This identifies a maximum value of m 0 for which the solution is stable i.e. the epidemic gets over in time. For the plausible parameter values τ 1 = 7, τ 2 = 3, µ 1 = 1/5 and µ 3 = 1/2, the critical value of m 0 turns out to be 20/53. Here we assume that the test results are instantaneous due to high testing capacity present in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "We have performed simulation runs of (16) with the above parameter values and m 0 having the values 70, 80 and 90 percent of the critical respectively. We seed the equation with the linear function y = 1000t for the first ten days. We find a considerable region thereafter where the case histories show a √ t profile before saturating. This explains why the countries which are achieving saturation are showing a pronounced √ t phase after the linear phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "To further bolster our case, we consider two countries (South Korea and Austria) which have shown a very good linear region followed by saturation. South Korea showed linear regime from March 28 to April 04 (with 9478 and 10156 cases respectively), after which it enters the burnout phase. Using this as the seeding data and taking the parameter values mentioned above, we find the best fit for the next 20 days for m 0 equal to 77 percent of the critical. The fit error is 0.34 percent. Note that Shayak and Rand [13] has found an m 0 of 75 and not 77 percent of critical, because the fit was upto a smaller duration.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "Austria showed linear regime from March 28 to April 01 (with 6250 and 10711 cases respectively) before entering self-burnout phase. We find the best fit for m 0 equal to 79 percent of the critical. The error is 2.6 percent. However, the actual data for the 8th to the 15th day appears to be too low-the curve has a convex profile which is probably unrealistic. If we consider the error from the 16th to the 30th day then we find a value of 1.1 percent only. We present these best-fit curves in Fig. 6 . Other regions which are in the self-burnout phase are Vietnam, Australia, New Zealand, and Goa, Kerala and Odisha in India. We have chosen South Korea and Austria since their data shows the smoothest profile on account of high testing capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "B. Self-burnout"
        },
        {
            "text": "Both SEIR and the DDE models describe the evolution of COVID-19 epidemic quite well for many countries. A detailed comparison between the two models will be performed in future. Also, we plan to employ the two models to understand the epidemic evolution for many nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Self-burnout"
        },
        {
            "text": "COVID-19 pandemic involves many factors, for example, asymptomatic carriers, lockdown, social distancing, quarantine, etc. Considering these complex issues, we focus on data analysis. In particular, we analyze the realtime infection data of COVID-19 epidemic for 21 nations up to April 20, 2020. Our analysis shows that many nations are close to flattening the epidemic curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSIONS AND CONCLUSIONS"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. DISCUSSIONS AND CONCLUSIONS"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20091389 doi: medRxiv preprint FIG. 5. (color online) For the COVID-19 pandemic, semi-logy plots of total infected individuals (I(t)) vs. time (t) (black dotted curves) for USA, Italy, Spain and Japan from the available data at worldOmeter [1] . The red curves are the best fit curves using the community transmission delayed-differential equation model described in Section. V.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "FIG. 6. (color online) (color online)For the COVID-19 pandemic, semi-logy plots of total infected individuals (I(t)) vs. time (t) (black dotted curves) for South Korea and Austria from the available data at worldOmeter [1] . The red curves are the best fit curves using the self-burnout delayed-differential equation model described in Section. V.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A key feature of our analysis is the emergence of power law behavior after an exponential growth, which has also been observed by other researchers [14] [15] [16] [17] [18] [19] [20] [21] . The exponential growth is easily explained usingİ ∝ βI relation, which arises due to the spread by contact. For powerlaw growth, I(t) ∼ t n , the above relation is modified tȯ I ∼ I 1−1/n . The suppresion of I −1/n inİ could be attributed to lockdowns and social distancing etc. A careful analysis of the epidemic models should yield this feature. Interestingly, Ebola and MERS also exhibit similar be-havior. This generic feature is very useful for the forecast of the epidemic evolution.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Note that the I(t) curve needs to turn from convex (during the exponential growth) to concave for flattening. Hence, a transition from an exponential growth to a power law growth is expected. The lockdowns and social distancing is likely to make the transition earlier, thus suppressing the exponential growth to some degree. Earlier, Verma et al. [29] had conjectured that the power-law growth may occur due to asymptomatic carriers and/or . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20091389 doi: medRxiv preprint community spread. It appears that this conjecture may be incorrect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this paper we only studied the infection counts. However, it is obvious that during the growth phase, the active cases, as well as death counts, would follow similar pattern as I(t). The total death count too flattens along with the infection count, but the active cases decreases with time during the saturation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Prakash et al. [24] studied the phase space portraits, that is,İ vs. I plots. They observed the phase-space curves to be linear. This is natural for the exponential growth (İ ∝ βI), as well as for the power-law growth with large exponent n becauseİ ∼ I 1−1/n . In another interesting of analysis of COVID-19 epidemic, Schüttler et al. [25] and Marsland and Mehta [18] argued that I(t) or total death count could be modelled using error function. Using this result, we may be able to predict the asymptotic behavior of I(t) that may yield valuable clues regarding the extent and duration of the epidemic.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Epidemic spread has similarities with rumor spread, as well as with the growth of a network [4, 40] . A comparison of the power-law growth in these systems will yield fruitful results for the epidemic forecast.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In summary, COVID-19 epidemic data reveals interesting properties that can be used for its forecast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic Modelling: An Introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "preprints.org (2020)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schüttler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kröger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202004.0175.v1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Infectious Disease Modelling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "medrxiv.org",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Labadin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "medrxiv.org",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.01.20049825"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "medrxiv.org",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.18.20070631"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "medrxiv.org",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.12.20061002"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(color online) For the COVID-19 epidemic, the semi-logy plots of total infected individuals (I(t)) vs. time (t) (red curves) for 21 countries. We also plotİ(t) vs. t (blue curves). The dotted curves represent the best-fit curves, which are exponential or polynomial functions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(color online) For the COVID-19 epidemic, the semilogy plots of total infected individuals (I(t)) vs. time (t) (red curves) for (a) Part 1: from January 22 to March 01 (comprising mostly of China), (b) Part 2: from March 02 to April 20 (world other than China). In Part 2, we subtract the counts of China, i.e.,t = t−40 andĪ(t) = I(t)−I(t0) = I(t)−88000. The blue curves in the plot describe the derivatives of I(t).The dotted curves represent the best-fit curves.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "andFig. 2, the epidemic first spread in China, and then in rest of the world. In contrast, the other two epidemics, Ebola and MERS, were somewhat confined. (color online) For the COVID-19, Ebola and, MERS epidemics, the semi-logy plots of total infected individuals (I(t)) vs. normalized time (t/tmax). The dotted curves represent the best-fit curves using the exponential and polynomial functions. For COVID-19 curve, refer toFig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(color online) For the COVID-19 pandemic, semi-logy plots of total infected individuals (I(t)) vs. time (t) (black dotted curves) for USA, Italy, Spain and Japan from the available data at worldOmeter[1] till April 20. The red curves are the best-fit curves using the SEIR model described in Sec. IV.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The best-fit curves along with their relative errors for the COVID-19 data for 21 countries.. The best-fit curves are shown in Figs. 1. The start date for the plots ofFig. 1are listed below the names of the countries.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The best-fit curves along with their relative errors for the COVID-19 data for the world. The best-fit curves are shown in 2. Part 1 is from January 22 to March 01, while Part 2 is from March 02 to April 20; they correspond toFigures 2(a) and 2(b)respectively. For part 2,t = t − 40 and I(t) = I(t) − I(t0) = I(t) − 88000, that is, time is measured from March 02.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Best",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Best-fit parameters of SEIR model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Santosh Ansumali for useful discussions. We also thank the worldOmeter for the data that made this work possible. Ali Asad is supported by Indo-French (CEFIPRA) project 6104-1, and Soumyadeep Chatterjee is supported by INSPIRE fellowship (IF180094) of Department of Science & Technology, India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}