{
    "paper_id": "0a296337bb6e1c6434f7f13924059ec7f4f0ef8f",
    "metadata": {
        "title": "Journal Pre-proof Virucidal effect against Coronavirus SARS-CoV-2 of a silver nanocluster/silica composite sputtered coating Virucidal effect against Coronavirus SARS-CoV-2 of a silver nanocluster/silica composite sputtered coating",
        "authors": [
            {
                "first": "Cristina",
                "middle": [],
                "last": "Balagna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Perero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Percivalle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Viale Camillo Golgi",
                    "location": {
                        "addrLine": "19",
                        "postCode": "27100",
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Vecchio",
                "middle": [],
                "last": "Nepita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Monica",
                "middle": [],
                "last": "Ferraris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edoardo",
                "middle": [],
                "last": "Vecchio Nepita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Viale Camillo Golgi",
                    "location": {
                        "addrLine": "19",
                        "postCode": "27100",
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please cite this article as: C. Balagna, S. Perero, E. Percivalle, E.V. Nepita, M. Ferraris, Virucidal effect against Coronavirus SARS-CoV-2 of a silver nanocluster/silica composite sputtered coating Open Ceramics, https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the current pandemic of COVID-19 caused by the new Coronavirus SARS-CoV-2, the confinement measures slowed down the contagion, but did not completely avoid the disease diffusion for health workers, patients and the remaining population. The individual protection equipment (e.g. facial masks), filters for air conditioning systems and for medical respiratory devices do not possess an intrinsic antimicrobial/virucidal action and they are susceptible to microbial/viral colonization. An efficient antimicrobial/virucidal technology on air filtering media is crucial for maintaining a safe air environment and protecting people, in particular when lockdown is eased. This short communication reports about the virucidal effect, preliminary verified towards Coronavirus SARS-CoV-2, of a silver nanocluster/silica composite sputtered coating, directly applicated on a FFP3 mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The most widespread airborne diseases as common colds or influenza are caused by air pathogenic bacteria and viruses. In recent years, the world has been spectator of new more severe respiratory diseases from Severe Acute Respiratory Syndrome (SARS) to the most recent and current pandemic of COVID-19 caused by the Coronavirus SARS-CoV-2. Implemented protocols and rules, suggested by the World Health Organization (WHO), together with the scientific community of specialists, followed by almost all world governments, help to ease the pandemic. However, individual protection measures do not completely mitigate the risk of contagion for healthcare staff and patients and the remaining population. In fact, personal protection equipment is currently available without an intrinsic antimicrobial/virucidal action with only temporary protection for users. In general, all the air filtering media are subjected to microbial/viral colonization. They limit the microorganism circulation in the air, but they do not inactivate them or avoid their proliferation on the filtering media [1] . Considering also that our generation is called \"indoor generation\" because people spend about 90% of time indoor, the airborne disease widespread becomes a very critical issue [2] . This aspect become fundamental especially for all indoor and crowded places, from hospitals to public transport, universities and schools, entertainment and culture places, offices, markets, sports centres. For this purpose, an efficient approach for further increasing the people protection from contaminated air filtering media is essential in order to reinforce our health infrastructure and to better prepare and protect the health of workers, caregivers, patients and people in general. Several studies already demonstrated the antibacterial and antifungal behaviour of silver ions and nanoparticles, thanks to their broad-spectrum antimicrobial activity [ Recently, several researches verified in vitro the antiviral effect of silver nanoparticles [13], as example against H1N1 influenza A virus [14] . In this study, a preliminary evaluation of the antiviral effect towards Coronavirus SARS-CoV-2 of this silver nanocluster/silica composite coating deposited on a facial FFP3 mask was evaluated.",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1928,
                    "end": 1929,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 2070,
                    "end": 2074,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The sputtered silver nanocluster/ silica-based coating was deposited on two disposables facial FFP3 masks (3M TM ). The radio frequency co-sputtering process was performed in pure argon atmosphere, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The thin antimicrobial/virucidal silver nanocluster/silica composite coating (less than 200 nm) was deposited on a disposable facial FFP3 mask in non-woven fabric as shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The coating, made of silver nanoclusters well embedded in a glass matrix, presents the typical morphology visible in Figure 2 (Ag3W coated mask), as already observed in our previous works [4, 8] . The EDS analysis (Fig.2 a) confirmed the presence of silica and silver after deposition in terms of %at., with higher amount of silver nanoclusters in the coating Ag5W. The uncoated mask is predominantly composed of C and O with trace of some elements (Ti, Si, Na, Cl).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 214,
                    "end": 223,
                    "text": "(Fig.2 a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The preliminary tests towards SARS-CoV-2 on a coated facial FFP3 mask proved interesting virucidal effect. In the first experiment, the inoculum remained completely over the uncoated mask, while it was absorbed by the coated mask without drying. In the second experiment, the uncoated mask maintained a visible inoculum even if reduced, while it dried in the coated mask. The results of the two types of experiments are reported in Table 1 . The reported titres are associated to the variation of the cytopathic effect within the same dilution (from 2+ to 4+). For both experiments, the higher infectivity is present in the uncoated facial mask and in the control, while the coated mask reduced the infectivity of one order of magnitude with the coating containing a lower silver concentration (Ag3W), and completely removed the cytopathic effect with coating containing a higher silver concentration (Ag5W). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 439,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In conclusion, it was demonstrated that the silver nanocluster / silica composite coating deposited on facial masks possessed virucidal effect. This coating is able to completely reduce the titre of SARS-CoV-2 to zero in the conditions described here. As already reported, this coating can be deposited on practically every kind of filtering media and also on metallic, ceramic, polymeric and glasses surfaces. It can hence provide an effective contribution to safety of crowded areas like supermarkets, productions sites, schools, hospitals, etc, where surfaces are exposed to many contacts with body parts each day. It can increase the working life of filtering masks and filtering media, also reducing the waste production related to their disposal. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Capability of air filters to retain airborne bacteria and molds in heating, ventilating and air-conditioning (HVAC) systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Möritz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nipko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rüden",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int. J. Hyg. Environ. Health",
            "volume": "203",
            "issn": "",
            "pages": "401--409",
            "other_ids": {
                "DOI": [
                    "10.1078/1438-4639-00054"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Indoor air pollution: new EU research reveals higher risks than previously thought",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "applying 200 W RF power on silica target and 3 or 5 W in DC on silver target [5,6], obtaining coatings with less (Ag3W) or more (Ag5W) amount of silver nanoclusters. Scanning electron microscopy (Field Emission Scanning Electron Microscope FESEM, QUANTA INSPECT 200, Zeiss SUPRATM 40™) equipped with Energy Dispersive Spectroscopy (EDS, EDAX PV 9900™) was used to observe the morphology and to detect the composition (three areas at 170x of magnification) of the coating on mask fibres. Two types of experiments were used to evaluate the antiviral activity of the coating, deposited on the facial mask, against the SARS-CoV-2. In a first experiment 100 µl of 50 TCID 50 /ml SARS-CoV-2 viral strain, isolated from a symptomatic patient and previously titrated, was added to each of five pieces (1 cm 2 ), cut from the coated (only Ag3W) and uncoated facial mask, and incubated in a Petri dish at room temperature. Both the coated and uncoated samples were sterilized in vapour autoclave at 120 °C for 20 minutes in order to avoid any contamination from other microorganisms during the test. The second experiment was conducted in a similar way, but keeping the Petri dish open under a laminar flow of a safety cabinet and with samples not sterilized (both Ag3W and Ag5W), in order to better simulate the real working condition of facial mask. After 1 hour 30 minutes,100 µl of medium in the first experiment and 200 µl of medium in the second experiment were added to each mask pieces to collect the inoculum. 50 µl of the collected inoculum with a serial twofold dilution sequence, were added in six wells of a flat bottom tissue culture microtiter plate (COSTAR, Corning Incorporated, NY 14831, USA), mixed with 50 µl of 10 4 Vero cells [VERO C1008 (Vero 76, clone E6, Vero E6); ATCC® CRL-1586™] and incubated at 33 °C with 5% CO 2 for 72 hours. The infectivity of virus was determined by observing the formation of cytopathic effect (CPE) and the staining of viable cells by Gram's crystal violet solution (Merck KGaA) plus 5% formaldehyde 40% m/v (Carlo Erba SpA) for 30 minutes. Microtiter plate was washed in running water. A blue staining of the cells indicated the absence of the viable virus, while infected cells were washed away after the staining. The titre was the maximum dilution with a cytopathic effect. A positive control virus was included in the tests. Five samples for each types of mask were analysed in both first and second experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "M. Ferraris, D. Chiaretta, M. Fokine, M. Miola, E. Verné, Pellicole antibatteriche ottenute da sputtering e procedimento per conferire proprietà antibatteriche ad un substrato. TO2008A000098 (2008).[6] M. Ferraris, C. Balagna, S. Perero, Method for the application of an antiviral coating to a substrate and relative coating, WO2019/082001 (2019) [7] G. Muzio, S. Perero, M. Miola, M. Oraldi, S. Ferraris, E. Verné, F. Festa, R.A. Canuto, V. Festa, M. Ferraris, Biocompatibility versus peritoneal mesothelial cells of polypropylene prostheses for hernia repair, coated with a thin silica/silver layer, J. Biomed. Mater. Res. B Appl. Biomater. 105 (2016)1586-1593. https://doi.org/10.1002/jbm.b.33697. [8] M. Irfan, S. Perero, M. Miola, G. Maina, A. Ferri, M. Ferraris, C. Balagna. Antimicrobial functionalization of cotton fabric with silver nanoclusters/silica composite coating via RF cosputtering technique, Cellulose 24 (2017) 2331-2345. https://doi.org/10.1007/s10570-017-1232-y. [9] C. Balagna, M. Irfan, S. Perero, M. Miola, G. Maina, D. Santella, A. Simone, Characterization of antibacterial silver nanocluster/silica composite coating on high performance Kevlar® textile, Surf.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "disposable facial FFP3 mask in non-woven fabric (a) uncoated and (b) coated by means of co-sputtered antimicrobial/virucidal silver nanocluster/silica composite coating",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Typical morphology (FESEM images) of the coated mask (Ag3W) at lower (a) and higher (b) magnification: bright spots are silver nanoclusters embedded in the silica matrix. Coated textile fibres are visible, with the EDS analysis in at%. of Si and Ag relative to the two coatings (Ag3W and Ag5W)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "3]. The antimicrobial silver nanocluster/silica composite coating [4,5], deposited with a patented co-sputtering process [5,6], demonstrated its antibacterial behaviour in different applications, biomedical implants [7], natural and technical textiles [8,9], mobile phones [10], air filter [11] and aerospace structures [12].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Virus infectivity tests on coated and uncoated facial mask versus virus used as control for",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Coat. Technol. 321 (2017) 438-447. https://doi.org/10.1016/j.surfcoat.2017.05.009. [10] M. Miola, S. Perero, S. Ferraris, A. Battiato, C. Manfredotti, E. Vittone, D. Del Vento, S. Vada, G. Fucale, M. Ferraris, Silver nanocluster-silica composite antibacterial coatings for materials to be https://doi.org/10.1016/j.apsusc.2014.05.151. [11] C. Balagna, S. Perero, F. Bosco, C. Mollea, M. Irfan, M. Ferraris, Antipathogen nanostructured https://doi.org/10.1016/j.apsusc.2020.145283. [12] C. Balagna, S. Perero, S. Ferraris, M. Miola, G. Fucale, C. Manfredotti, A. Battiato, D. Santella, E. Verné, E. Vittone, M. Ferraris, Antibacterial coating on polymer for space application, Mater. Chem. Phys. 135 (2012) 714-722. https://doi.org/10.1016/j.matchemphys.2012.05.049. [13] S. Galdiero, A. Falanga, M. Vitiello, M. Cantisani, V. Marra, M. Galdiero, Silver nanoparticles https://doi.org/10.3390/molecules16108894. [14] D. Xiang, Q. Chen, L. Pang, C. Zheng, Inhibitory effects of silver nanoparticles on H1N1 influenza A virus in vitro, J. Virol. Methods 178 (2011) 137-142. https://doi.org/10.1016/j.jviromet.2011.09.003.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank GV FILTRI Spa for the support and the collaboration in this research, in particular Dr. Marco Vicentini and Ing. Flavio Martina. This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.☐The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}