{"paper_id": "0a300201a125aadde1b25526dcc1d69cbdf6dfb0", "metadata": {"title": "Investigating the cases of novel coronavirus disease (COVID-19) in China using dynamic statistical techniques", "authors": [{"first": "Samuel", "middle": ["Asumadu"], "last": "Sarkodie", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nord University Business School", "location": {"country": "Norway"}}, "email": ""}, {"first": "Phebe", "middle": ["Asantewaa"], "last": "Owusu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nord University Business School", "location": {"country": "Norway"}}, "email": ""}]}, "abstract": [{"text": "The initial investigation by local hospital attributed the outbreak of the novel coronavirus disease to pneumonia with unknown cause that appeared like the 2003 severe acute respiratory syndrome (SARS). The World Health Organization declared COVID-19 as public health emergency after it spread outside China to several countries. Thus, an assessment of the novel coronavirus disease (COVID-19) with novel estimation approaches is essential to the global debate. This study is the first to develop both time series and panel data models to construct conceptual tools that examine the nexus between death from COVID-19 and confirmed cases. We collected daily data on four health indicators namely deaths, confirmed cases, suspected cases, and recovered cases across 31 Provinces/States in China. Due to the complexities of the COVID-19, we investigated the unobserved factors including environmental exposures accounting for the spread of the disease through human-to-human transmission. We used estimation methods capable of controlling for cross-sectional dependence, endogeneity, and unobserved heterogeneity. We predicted the impulse-response between confirmed cases of COVID-19 and COVID-19-attributable deaths. Our study revealed that the effect of confirmed cases on the novel coronavirus attributable deaths is heterogeneous across Provinces/States in China. We found a linear relationship between COVID-19 attributable deaths and confirmed cases whereas a nonlinear relationship was confirmed for the nexus between recovery cases and confirmed cases. The empirical evidence revealed that an increase in confirmed cases by 1% increases coronavirus attributable deaths by~0.10%-~1.71% (95% CI). Our empirical results confirmed the presence of unobserved heterogeneity and common factors that facilitates the novel coronavirus attributable deaths caused by increased levels of confirmed cases. Yet, the role of such a medium that facilitates the transmission of COVID-19 remains unclear. We highlight safety precaution and preventive measures to circumvent the human-to-human transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "On 31 December 2020, the World Health Organization (WHO) received information on an outbreak with unknown aetiology detected in a seafood market located in the city of Wuhan, Hubei Province, China. The 2019 novel coronavirus was detected in 44 case-patients with pneumonia with unknown cause between 31 December 2019 to 3 January 2020 by the Chinese authorities [1] . On 11 February 2020, WHO named the novel coronavirus disease as COVID-19 and declared the infectious disease as a public health emergency, after spreading from China to other 24 countries [2] . As of 20 February 2020 (04:00 GMT), 76,498 cases had been reported globally including from China (75,245), \"Dia- Following the emergence of COVID-19, several studies have examined the transmission dynamics of the infectious disease [3] . While clinical, epidemiological, laboratory, and radiological features of COVID-19 [4] have been reported, phenomenological models using statistical methods have been used to examine epidemiological data [5, 6] . The COVID-19 is reported to have spread through human-to-human transmission [3] . However, it might be possible that other unobserved environmental exposures may have facilitated the rate the disease spreads through human-to-human transmission. Earlier studies based on phenomenological models fail to capture unobserved factors and heterogeneity, which are useful in understanding cases with limited epidemiological data. The complexities of the unobserved factors accounting for COVID-19 underpin this study. Using publicly available data for 31 Provinces/States across China, this study is the first to develop both time series and panel data models to examine the nexus between the novel coronavirus attributable deaths and confirmed cases of COVID-19. We use novel estimation methods capable of accounting for Provinces/States-specific fixed-effects and unobserved heterogeneity of the human-to-human transmission.", "cite_spans": [{"start": 362, "end": 365, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 556, "end": 559, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 794, "end": 797, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 883, "end": 886, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1004, "end": 1007, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 1008, "end": 1010, "text": "6]", "ref_id": "BIBREF5"}, {"start": 1089, "end": 1092, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Data were collated on 20 February 2020 from the Center for Systems Science and Engineering at John Hopkins University 1 . The data spans from 21 January 2020 to 20 February 2020 and were preprocessed from wide to long, a replica of panel data and time series setting. The data consist of four health indicators such as deaths, confirmed cases, suspected cases, and recovered cases across 31 Provinces/States in China namely Anhui, Beijing, Chongqing, Fujian, Gansu, Guangdong, Guangxi, Guizhou, Hainan, Hebei, Heilongjiang, Henan, Hubei, Hunan, Inner Mongolia, Jiangsu, Jiangxi, Liaoning, Jilin, Ningxia, Qinghai, Shaanxi, Shandong, Shanxi, Shanghai, Tianjin, Tibet, Sichuan, Zhejiang, Yunnan and Xinjiang. Our intial observation of data available and presented in Figure 1 shows a widespread of case-patients in Hubei Province compared to other locations ( Figure 2 ). This validates the exact location, the city of Wuhan, where the outbreak was first reported. We observe a daily average of about 1000 confirmed cases, 60 deaths and 161 recovered cases.", "cite_spans": [], "ref_spans": [{"start": 765, "end": 773, "text": "Figure 1", "ref_id": "FIGREF1"}, {"start": 858, "end": 866, "text": "Figure 2", "ref_id": "FIGREF2"}], "section": "Data description"}, {"text": "To use appropriate estimation methods, we examined the characteristics of the data series. We assessed whether the relationship between the novel coronavirus attributable deaths, recovery cases and confirmed cases of COVID-19 was linear or nonlinear. The plot presented in Figure shows that the nexus between deaths and confirmed cases is perfectly linear, with a predictive power (R-squared) of almost 100% whereas the relationship between recovery cases and confirmed cases is nonlinear, with an R-squared of~97%.", "cite_spans": [], "ref_spans": [{"start": 273, "end": 279, "text": "Figure", "ref_id": null}], "section": "Data description"}, {"text": "We developed 7 models comprising of 5 panel data setting and 2 time series. The selection of estimation methods was based on real-time reporting of COVID-19 used as a priori expectation. By confirming a perfectly linear relationship between deaths and confirmed cases, our models were constructed on such tangent. Model 1 was developed using the fixed-effects linear model with first-order autoregressive [AR(1)] disturbances to accommodate for the unevenly spaced data across China, rendering the panel setting unbalanced. Model 2 was estimated based on a fixed-effects model with Driscoll-Kraay standard errors to account for possible heteroskedasticity, autocorrelation and cross-sectional dependence amid missing data and unbalanced panel setting [7] . Model 3 was estimated using a fixed-effects model with modified Wald (MWALD) statistic to examine heteroskedasticity in the residuals. Our model of interest with fixed-effects can be expressed as [8] :", "cite_spans": [{"start": 751, "end": 754, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 953, "end": 956, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Model estimation"}, {"text": "Where ln denotes logarithmic transformation to give the variable a constant variance, Deaths denotes the novel coronavirus attributable deaths, ConfirmedCases represents confirmed cases, α and β are the constant and coefficient to be estimated, v i is the Provinces/States-specific fixed-effects and ε i;t is the independent and identically distributed error term across individual Provinces/States i ¼ 1; …; N in time t ¼ 1; …; T i . Models 4 and 5 were estimated to account for heterogeneous slopes, after the parameters of Model 3 violated the normality assumption, hence, confirming the presence of heteroskedasticity. The common correlated effects mean group estimation can be specified as [9] :", "cite_spans": [{"start": 695, "end": 698, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Model estimation"}, {"text": "Where", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "β i denotes Provinces/States-specific slopes on confirmed cases and u i;t has unobservables and error term ε i;t , α1 i denotes the standard group fixed-effects that account for time-invariant heterogeneity across Provinces/States. f t represents the unobserved common factor, λ i , ε i;t and ε i;t are the white noise.", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "For brevity, the time series models follow a standard equation expressed as:", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "The specification of Eqn. (3) follows the dynamic simulations of Autoregressive Distributed Lag model expounded in Ref. [11, 12] . ", "cite_spans": [{"start": 120, "end": 124, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 125, "end": 128, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Model estimation"}, {"text": "is the standard error; a denotes model estimation based on panel data setting; b represents modelling based on time series techniques; ***,** represent statistical significance at 1% and 5% level. lnDeaths t-1 is the lagged dependent variable, RMSE is the Root Mean Square Error, R-squared explains the predictive power of the estimated model, Obs represents observations. MWALD is the modified wald statistic and CD test examines the independence of the residuals. ", "cite_spans": [], "ref_spans": [], "section": "Model estimation"}, {"text": "The parameter estimation of the relationship between novel coronavirus attributable deaths and confirmed cases of COVID-19 is presented in Table 1 . The estimated models are statistically significant at 5% level (95% CI) and a corresponding predictive power (R-squared) between 68%-100%. The modified wald statistic (MWALD) of Model 3 rejects the null hypothesis of homoskedasticity. Meaning that the effect of confirmed cases on the novel coronavirus attributable deaths is heterogeneous across Provinces/States in China. In both panel and time series models presented, the lagged-dependent variable (LDV) of coronavirus attributable deaths (lnDeaths t-1 ) is positive and statistically significant at 1% level except Model 5 which shows a significant (99% CI) negative coefficient. LDV was introduced in the models to control for omitted variable bias and account for the inertia effects of the reported coronavirus attributable deaths. The positive coefficient of lnDeaths t-1 in almost all the models reveals that the historical factors of coronavirus attributable deaths are persistent and likely to affect future reported deaths. On the contrary, when unobserved common factors affecting coronavirus attributable deaths are controlled in Model 5, the coefficient on LDV turns negative. Meaning that the inertia effect of historical deaths is curtailed, hence, reducing the impact of confirmed cases.", "cite_spans": [], "ref_spans": [{"start": 139, "end": 146, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and discussion"}, {"text": "The coefficient on the estimated confirmed cases in Table 1 is positive and statistically significant (95% CI) in both estimated panel and time series models. The empirical evidence reveals that an increase in confirmed cases by 1% increases coronavirus attributable deaths bỹ 0.10%~1.71% (95% CI).", "cite_spans": [], "ref_spans": [{"start": 52, "end": 59, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and discussion"}, {"text": "Using the dynamic ARDL simulations estimation technique [11, 12] , we predicted the counterfactual change in COVID-19 attributable deaths in case of positive or negative shocks in confirmed cases. The plot presented in Figure 4 reveals that a positive shock (1%) in confirmed COVID-19-case-patients will increase attributable deaths from 0.2% to around 0.8% over the horizon. On the contrary, a 1% negative shock in confirmed cases of COVID-19 will decline death rates from 0.1% to 0.6%.", "cite_spans": [{"start": 56, "end": 60, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 61, "end": 64, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 219, "end": 227, "text": "Figure 4", "ref_id": "FIGREF5"}], "section": "Results and discussion"}, {"text": "Several novel protocols for clinical and epidemiologic investigations have been outlined to ascertain the clinical features, the pattern of transmission, severity and risk factors of the novel coronavirus disease [10] . Our estimated results confirm the presence of unobserved heterogeneity and common factors that facilitates the novel coronavirus attributable deaths caused by increased levels of confirmed cases. However, the role of the unobserved heterogeneity and common factors that facilitate the transmission of COVID-19 remains unclear. This corroborates the findings of the Situation Report -33 released by WHO. According to the report [10] , the role of environmental risk factors in the COVID-19 transmission process is uncertain. However, confirms the human-to-human transmission through community spread, household, health facilities and environmental surfaces [3, 10] . In such a transmission process, our study reveals a perfectly linear relationship between confirmed cases and novel coronavirus attributable deaths, as such, safety precaution and preventive measures are required to circumvent human-to-human transmission.", "cite_spans": [{"start": 213, "end": 217, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 647, "end": 651, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 876, "end": 879, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 880, "end": 883, "text": "10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Results and discussion"}, {"text": "Our study presented is based on phenomenological models but not a clinical procedure, hence, care should be taken in the interpretation of the outcome. We demonstrated that the effect of confirmed cases on COVID-19 attributable-deaths is perfectly linear whereas the impact of confirmed cases on recovery cases follows a nonlinear path. Our study suffers from the limitation of early case investigation and historical data, hence, our estimation results may change at the latter stage of the novel coronavirus disease (COVID-19) . In view of this, we utilized a battery of estimation approach to increase the sensitivity and robustness of the models.", "cite_spans": [], "ref_spans": [{"start": 518, "end": 528, "text": "(COVID-19)", "ref_id": "FIGREF1"}], "section": "Conclusions"}, {"text": "Author contribution statement S.A. Sarkodie: Conceived and designed the experiments; Analyzed and interpreted the data; Wrote the paper. P.A. Owusu: Contributed reagents, materials, analysis tools or data; Wrote the paper.", "cite_spans": [], "ref_spans": [], "section": "Declarations"}, {"text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.", "cite_spans": [], "ref_spans": [], "section": "Funding statement"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO, Novel Coronavirus (2019-ncov) -Situation Report -1", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "WHO, Novel Coronavirus (2019-ncov) -Situation Report -22", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Early transmission dynamics in wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}, {"first": "R", "middle": [], "last": "Ren", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Leung", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Lau", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Wong", "suffix": ""}], "year": 2020, "venue": "N. Engl. J. Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical features of patients infected with 2019 novel coronavirus in wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data", "authors": [{"first": "N", "middle": ["M"], "last": "Linton", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayashi", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Akhmetzhanov", "suffix": ""}, {"first": "S", "middle": [], "last": "Jung", "suffix": ""}, {"first": "B", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "R", "middle": [], "last": "Kinoshita", "suffix": ""}, {"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}], "year": 2020, "venue": "J. Clin. Med", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Estimating the unreported number of novel coronavirus (2019-ncov) cases in China in the first half of january 2020: a data-driven modelling analysis of the early outbreak", "authors": [{"first": "S", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Musa", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Ran", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lou", "suffix": ""}, {"first": "L", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "Gao", "suffix": ""}, {"first": "D", "middle": [], "last": "He", "suffix": ""}], "year": 2020, "venue": "J. Clin. Med", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Consistent covariance matrix estimation with spatially dependent panel data", "authors": [{"first": "J", "middle": ["C"], "last": "Driscoll", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Kraay", "suffix": ""}], "year": 1998, "venue": "Rev. Econ. Stat", "volume": "80", "issn": "", "pages": "549--560", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Unequally spaced panel data regressions with ar (1) disturbances", "authors": [{"first": "B", "middle": ["H"], "last": "Baltagi", "suffix": ""}, {"first": "P", "middle": ["X"], "last": "Wu", "suffix": ""}], "year": 1999, "venue": "Econom. Theor", "volume": "15", "issn": "", "pages": "814--823", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Estimation and inference in large heterogeneous panels with a multifactor error structure", "authors": [{"first": "M", "middle": ["H"], "last": "Pesaran", "suffix": ""}], "year": 2006, "venue": "Econometrica", "volume": "74", "issn": "", "pages": "967--1012", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Covid-19) -Situation Report -33", "authors": [{"first": "Coronavirus", "middle": [], "last": "Who", "suffix": ""}, {"first": "", "middle": [], "last": "Disease", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Cointegration testing and dynamic simulations of autoregressive distributed lag models", "authors": [{"first": "Jordan", "middle": [], "last": "Soren", "suffix": ""}, {"first": "Andrew", "middle": ["Q"], "last": "Philips", "suffix": ""}], "year": 2018, "venue": "Stata J", "volume": "18", "issn": "4", "pages": "902--923", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Environmental sustainability assessment using dynamic autoregressive-distributed lag simulations-nexus between greenhouse gas emissions, biomass energy, food and economic growth", "authors": [{"first": "", "middle": [], "last": "Samuel Asumadu Sarkodie", "suffix": ""}], "year": 2019, "venue": "Sci. Total Environ", "volume": "668", "issn": "", "pages": "318--332", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "mond Princess\" cruise ship and others (634), South Korea (104), Japan (94), Singapore (84), Hong Kong (67), Thailand (35), Taiwan (24), Malaysia (22), Germany (16), Vietnam (16), Australia (15), the US (15), France (12), Macau (10), United Arab Emirates (9), UK (9), Canada (8), Italy (3), Philippines (3), India (3), Iran (2), Russia (2), Spain (2), Nepal (1), Cambodia (1), Belgium (1), Finland (1), Sweden (1), Egypt (1), and Sri Lanka (1).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Descriptive statistics of COVID-19 across Provinces/States in China.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Provinces/States distribution of COVID-19 across China (a) deaths (b) Confirmed cases (c) Recovery cases (d) Suspected cases. 1 https://systems.jhu.edu/research/public-health/ncov/.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "3", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Relationship between (a) death and confirmed cases (b) recovery cases and confirmed cases.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Impulse-Response of confirmed cases of COVID-19 attributable deaths. Note: The light blue spikes represent the 95% confidence interval.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameter estimation of the nexus between novel coronavirus attributable deaths and confirmed cases of COVID-19.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Competing interest statement"}, {"text": "No additional information is available for this paper.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}]}