{"paper_id": "0a3617b2f0210bf01d84e512ef65ff614335801c", "metadata": {"title": "Sewage Disposal and Wildlife Health in Antarctica", "authors": [{"first": "J", "middle": ["J"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "International Laboratory for Air Quality and Health", "institution": "Queensland University of Technology", "location": {"postCode": "4001", "settlement": "Brisbane, Kingston TAS 7050", "region": "QLD", "country": "Australia, Australia"}}, "email": ""}, {"first": "M", "middle": ["J"], "last": "Riddle", "suffix": "", "affiliation": {"laboratory": "International Laboratory for Air Quality and Health", "institution": "Queensland University of Technology", "location": {"postCode": "4001", "settlement": "Brisbane, Kingston TAS 7050", "region": "QLD", "country": "Australia, Australia"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Sewage and its microbiology, treatment and disposal are important to the topic of Antarctic wildlife health because disposal of untreated sewage effluent into the Antarctic marine environment is both allowed and commonplace. Human sewage contains enteric bacteria as normal flora, and has the potential to contain parasites, bacteria and viruses which may prove pathogenic to Antarctic wildlife. Treatment can reduce levels of micro-organisms in sewage effluent, but is not a requirement of the Environmental Protocol to the Antarctic Treaty (the Madrid Protocol). In contrast, the deliberate release of non-native organisms for any other reason is prohibited. Hence, disposal of sewage effluent to the marine environment is the only activity routinely undertaken in Antarctica knowing that it will likely result in the release of large numbers of potentially non-native species.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "When the Madrid Protocol was negotiated, the decision to allow release of untreated sewage effluent was considered the only pragmatic option, as a prohibition would have been costly, and may not have been achievable by many Antarctic operators. In addition, at that time the potential for transmission of pathogens to wildlife from sewage was not emphasised as a significant potential risk. Since then, the transmission of disease-causing agents between species is more widely recognised and it is now timely to consider the risks of continued discharge of sewage effluent in Antarctica and whether there are practical alternatives.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this chapter we describe sewage treatment technologies used in Antarctica both in the past and currently, we summarise the regulations governing sewage disposal in Antarctica and discuss aspects of the Antarctic environment that may constrain the implementation in Antarctica of new sewage treatment technologies. We then summarise the potential environmental impacts of sewage effluent, discuss the documented extent of sewage and faecal contamination in Antarctica and review studies of the survivability of faecal micro-organisms in the Antarctic environment. We review the range of pathogens known to be commonly associated with sewage and discuss Antarctic-specific factors that might influence which pathogens are present in sewage from Antarctic operations. To assess whether there is a link between exposure to sewage effluent and microbial colonisation, infection, or virulence acquisition, we review reports of sewage-associated pathogens in Antarctic wildlife and of uptake of faecal bacteria. Finally, we consider whether there is any evidence for a link between exposure of wildlife to sewage and ill health.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Consumption of food and water and production of the by-products of human metabolism are unavoidable, absolute requirements for human survival. As a general approximation, each human discharges about 1-1.5 l of urine and about 500 g of faeces per day dependent upon climate, activity and intake.", "cite_spans": [], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "For the purposes of this discussion, the term sewage refers to both human waste products (faeces and urine) and domestic greywater (wastewater from kitchens, showers, etc.) because in most Antarctic bases they are combined and treated as a single wastewater stream. Elsewhere in the world, sewage treatment plants may process a broader range of wastewater, including industrial waste (solvents, metals, desalinisation brine, etc.) and surface runoff, as well as domestic greywater and human excretory products (US EPA 1992 , bringing a greater range of potential environmental risks.", "cite_spans": [{"start": 510, "end": 522, "text": "(US EPA 1992", "ref_id": null}], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "This chapter focuses on the microbiological aspects of sewage disposal and wastewater components most likely to harbour micro-organisms of animal-or public-health concern (AWWA 1999; Bitton 2005; Gerardi 2004; Leclerc et al. 2002; Long and Ashbolt 1994; Morris 2003; US EPA 1999; WHO 1999 WHO , 2003 . A diseased or stressed state may also result from exposure of indigenous wildlife to wastewater components other than sewage, such as metals, synthetic organics and disinfection by-products. Additionally, stressed populations may be at increased risk of infection and disease by microbiological agents (Daszak et al. 2001) . As micro-organisms in human sewage are known to cause a number of diseases in exposed human hosts, the potential exists for introduction of disease via exposure of wildlife to sewage (Daszak et al. 2001 (Daszak et al. , 2004 WHO 2003) .", "cite_spans": [{"start": 183, "end": 195, "text": "Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 196, "end": 209, "text": "Gerardi 2004;", "ref_id": "BIBREF57"}, {"start": 210, "end": 230, "text": "Leclerc et al. 2002;", "ref_id": "BIBREF95"}, {"start": 231, "end": 253, "text": "Long and Ashbolt 1994;", "ref_id": "BIBREF105"}, {"start": 254, "end": 266, "text": "Morris 2003;", "ref_id": "BIBREF123"}, {"start": 267, "end": 279, "text": "US EPA 1999;", "ref_id": null}, {"start": 280, "end": 288, "text": "WHO 1999", "ref_id": null}, {"start": 289, "end": 299, "text": "WHO , 2003", "ref_id": null}, {"start": 604, "end": 624, "text": "(Daszak et al. 2001)", "ref_id": "BIBREF35"}, {"start": 810, "end": 829, "text": "(Daszak et al. 2001", "ref_id": "BIBREF35"}, {"start": 830, "end": 851, "text": "(Daszak et al. , 2004", "ref_id": "BIBREF36"}, {"start": 852, "end": 861, "text": "WHO 2003)", "ref_id": null}], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "Relative to temperate environments, Antarctic studies of the impact(s) of sewage-associated or human-waste-associated micro-organisms on indigenous flora and fauna are few, and largely focus on detection of sewage-associated bacteria, rather than association with disease. With the exception of a study of an accidental exposure of captive Antarctic marine fauna to sewage in an aquarium (Meyer-Rochow 1992) , no studies have shown a direct causal link between station-sewage microorganisms and pathogenic effects and/or active infection of indigenous macrofauna. Indeed, recognition of microbiological pathogenesis (whether symptomatic or asymptomatic) remains largely unstudied for a variety of Antarctic wildlife.", "cite_spans": [{"start": 388, "end": 407, "text": "(Meyer-Rochow 1992)", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "Most microbiological studies of sewage disposal in Antarctica focus on issues related to protection of human health rather than indigenous biota (Boyd et al. 1972; Harker 1989; McFeters et al. 1993; O'Neill et al. 1968; Tzabar and Pennington 1991) . Additionally, little evidence presently exists directly linking microbial agents of human infection and disease with a diseased or infected state in Antarctic wildlife. For this reason, the information presented here is largely based on sewage-associated microbial agents known to produce infection (with the possibility of producing a diseased state) in humans and recognised animal hosts.", "cite_spans": [{"start": 145, "end": 163, "text": "(Boyd et al. 1972;", "ref_id": "BIBREF17"}, {"start": 164, "end": 176, "text": "Harker 1989;", "ref_id": "BIBREF64"}, {"start": 177, "end": 198, "text": "McFeters et al. 1993;", "ref_id": "BIBREF114"}, {"start": 199, "end": 219, "text": "O'Neill et al. 1968;", "ref_id": "BIBREF136"}, {"start": 220, "end": 247, "text": "Tzabar and Pennington 1991)", "ref_id": "BIBREF170"}], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "So little is known of the interactions and infection/disease susceptibility of Antarctic wildlife to many, if not most, human pathogens that the potential risk to Antarctic biota from sewage-associated microbial agents cannot yet be precisely quantified. Hence, assessment of risk of introduction of disease into Antarctic wildlife via station sewage is limited by the lack of information for quantitative microbial risk assessments (QMRA) (Haas 2002; Westrell et al. 2004) .", "cite_spans": [{"start": 440, "end": 451, "text": "(Haas 2002;", "ref_id": null}, {"start": 452, "end": 473, "text": "Westrell et al. 2004)", "ref_id": "BIBREF178"}], "ref_spans": [], "section": "Sewage and Wastewater"}, {"text": "Treatment of domestic sewage is generally a successive multi-step process employing physical, biological and chemical treatment steps that may be classified into several 'levels'. Primary treatment includes physical separation of large materials via grating or screening, and often additional settling of suspended solids. Secondary treatment uses aerobic or anaerobic biological processes to reduce organic and inorganic content and pathogen load (APHA, AWWA, WEF 1998; Bitton 2005; US EPA 1992 . Tertiary treatments are physicochemical processes, which may include precipitation, coagulation, filtration and disinfection to further reduce levels of suspended solids, nutrients and viable micro-organisms.", "cite_spans": [{"start": 448, "end": 470, "text": "(APHA, AWWA, WEF 1998;", "ref_id": "BIBREF5"}, {"start": 471, "end": 483, "text": "Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 484, "end": 495, "text": "US EPA 1992", "ref_id": null}], "ref_spans": [], "section": "The Basics of Sewage Treatment and Disposal"}, {"text": "Historically, the priority for sewage disposal has been physical removal from human proximity to eliminate odour and reduce the presence of disease vectors such as flies (US EPA 1992 . The additional need to move sewage away from human settlements to minimise the possibility of infection of human and domesticated animals by the faecal-oral route became a priority after it was realised that sewage was a source of disease. The ultimate disposal site varies with local conditions, but includes land and aqueous disposal.", "cite_spans": [{"start": 170, "end": 182, "text": "(US EPA 1992", "ref_id": null}], "ref_spans": [], "section": "The Basics of Sewage Treatment and Disposal"}, {"text": "Aqueous environments, such as rivers lakes and the sea, are particularly attractive for disposal because of their capacity to absorb significant quantities of liquid and solid wastes, and their often flowing nature which both carries away and dilutes sewage. In general, liquid wastes have been disposed of in aqueous environments, and sludge or dried solids have been incinerated or disposed of on land, where soils have appropriate absorptive capacity and biological activity.", "cite_spans": [], "ref_spans": [], "section": "The Basics of Sewage Treatment and Disposal"}, {"text": "The ultimate goals of sewage treatment are reduction of biochemical oxygen demand (BOD), total suspended solids (TSS), total solids (TS) and numbers of viable pathogenic micro-organisms. Significant reductions in all these parameters may be achieved through primary treatment (screening and settling) and removal of sludges (US EPA 1992 . Drying, anaerobic digestion and composting of sludges can all lead to further reductions (USEPA 1999) , although effluent quality is highly dependent on the type of system and how well it is operated. Further BOD, TSS and pathogen reductions in the remaining liquid sewage fraction are achieved through stimulation of aerobic heterotrophic microbial oxidation of sewage organics and competitive die-off of many pathogens, typically aided by active or passive aeration (Bitton 2005; Gerardi 2004 ).", "cite_spans": [{"start": 324, "end": 336, "text": "(US EPA 1992", "ref_id": null}, {"start": 428, "end": 440, "text": "(USEPA 1999)", "ref_id": null}, {"start": 807, "end": 820, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 821, "end": 833, "text": "Gerardi 2004", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "The Basics of Sewage Treatment and Disposal"}, {"text": "In some processes, conditions are manipulated so that bacteria form aggregates which flocculate both biotic and abiotic particulates. These settle, or are filtered or screened, leading to further reductions in pathogen, TSS and BOD levels. Composting processes make use of a succession of largely aerobic heterotrophic micro-organisms, in which mesophilic bacteria are succeeded by thermophilic bacteria and fungi (largely streptomycetes and actinomycetes). During these processes, temperatures of 70°C may be obtained, killing many non-spore-forming pathogenic micro-organisms and reducing moisture content (Bitton 2005) .", "cite_spans": [{"start": 608, "end": 621, "text": "(Bitton 2005)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The Basics of Sewage Treatment and Disposal"}, {"text": "Early Antarctic explorers disposed of shipboard human wastes overboard, while terrestrial huts were generally equipped with latrines that were emptied at sea or with pit latrines in which wastes were ultimately buried. These practices continued until the 1960s, with sewage and wastewater routinely buried or discharged untreated either into ice pits, the near-shore marine environment (when ice-free), or set upon seasonal sea-ice to be carried away (Bleasel et al. 1989; Boyd et al. 1972; Boyd and Boyd 1963; Holmes et al. 1983; Tyler 1972) . The goal of these techniques was localised containment, minimisation of human contact and 'out-of-sight' disposal for aesthetic and sanitary purposes.", "cite_spans": [{"start": 451, "end": 472, "text": "(Bleasel et al. 1989;", "ref_id": "BIBREF14"}, {"start": 473, "end": 490, "text": "Boyd et al. 1972;", "ref_id": "BIBREF17"}, {"start": 491, "end": 510, "text": "Boyd and Boyd 1963;", "ref_id": "BIBREF16"}, {"start": 511, "end": 530, "text": "Holmes et al. 1983;", "ref_id": "BIBREF68"}, {"start": 531, "end": 542, "text": "Tyler 1972)", "ref_id": "BIBREF169"}], "ref_spans": [], "section": "History of Sewage Disposal in Antarctica"}, {"text": "More recently, increasing station populations and commensurate increases in sewage and wastewater production have necessitated the installation of piped continuous discharges at some bases (ASCE 1989; Arcone et al. 1994; Huh et al. 1989; Lee and Oh 1997; Lori et al. 1993; Redvers 2000; Reed and Sletton 1889) . At coastal bases these were, and largely remain, typically near-shore surface discharges onto the sea-ice or the intertidal zone (ASCE 1989; Bleasel et al. 1989; Bruni 1992; Holmes et al. 1983; Hughes 2004; Huh et al. 1989; Lee and Oh 1997; Lori et al. 1993; Redvers 2000; Reed and Sletton 1989) . Inland bases and field camps have typically discharged wastewater and sewage into ice pits, subsurface ice-wells or nearby lakes (Bou et al. 1996; Ellis-Evans et al. 1997; Kryzyszowska 1991 Kryzyszowska , 1993 Mellor 1969; Tyler 1972) . More recently, waste from remote field camps has been collected for treatment and disposal at main bases or for transport out of Antarctica (ASCE 1989; Arcone et al. 1994; Bou et al. 1996; Flynn and Bubenheim 1997; Holmes et al. 1983; Ishizawa and Takahashi 1990; Nakawo 1985; Reed and Sletton 1989) (Table 15 .1). Sewage treatment is a more recent phenomenon, with most stations now having installed, or planning to install, wastewater or sewage treatment systems (Bleasel et al. 1989; Flynn and Bubenheim 1997; Holmes et al. 1983; Hughes and Blenkharn 2003; Hughes 2004; Lee and Oh 1997; Lori et al. 1993; NSF 1990; Stephan 1991) (Table 15 .1). This has largely been brought about by increased awareness of the need to protect the environmental values of Antarctica and recognition of localised adverse effects on indigenous biota, which in turn led to international agreement on the need for better environmental management in Antarctica and subsequently to obligations under the Antarctic Treaty System (Coughlin 1998; Greenpeace USA 1990) . Improved practices have been made possible by the development and availability of logistically feasible, small-scale wastewater treatment technologies (Bou et al. 1996; Hughes 2004; Meyer-Rochow 1999; NSF 1990; Redvers 2000; US EPA 1992) .", "cite_spans": [{"start": 189, "end": 200, "text": "(ASCE 1989;", "ref_id": null}, {"start": 201, "end": 220, "text": "Arcone et al. 1994;", "ref_id": "BIBREF6"}, {"start": 221, "end": 237, "text": "Huh et al. 1989;", "ref_id": "BIBREF81"}, {"start": 238, "end": 254, "text": "Lee and Oh 1997;", "ref_id": "BIBREF96"}, {"start": 255, "end": 272, "text": "Lori et al. 1993;", "ref_id": "BIBREF107"}, {"start": 273, "end": 286, "text": "Redvers 2000;", "ref_id": "BIBREF152"}, {"start": 287, "end": 309, "text": "Reed and Sletton 1889)", "ref_id": null}, {"start": 441, "end": 452, "text": "(ASCE 1989;", "ref_id": null}, {"start": 453, "end": 473, "text": "Bleasel et al. 1989;", "ref_id": "BIBREF14"}, {"start": 474, "end": 485, "text": "Bruni 1992;", "ref_id": "BIBREF21"}, {"start": 486, "end": 505, "text": "Holmes et al. 1983;", "ref_id": "BIBREF68"}, {"start": 506, "end": 518, "text": "Hughes 2004;", "ref_id": "BIBREF73"}, {"start": 519, "end": 535, "text": "Huh et al. 1989;", "ref_id": "BIBREF81"}, {"start": 536, "end": 552, "text": "Lee and Oh 1997;", "ref_id": "BIBREF96"}, {"start": 553, "end": 570, "text": "Lori et al. 1993;", "ref_id": "BIBREF107"}, {"start": 571, "end": 584, "text": "Redvers 2000;", "ref_id": "BIBREF152"}, {"start": 585, "end": 607, "text": "Reed and Sletton 1989)", "ref_id": null}, {"start": 739, "end": 756, "text": "(Bou et al. 1996;", "ref_id": "BIBREF15"}, {"start": 757, "end": 781, "text": "Ellis-Evans et al. 1997;", "ref_id": "BIBREF43"}, {"start": 782, "end": 799, "text": "Kryzyszowska 1991", "ref_id": null}, {"start": 800, "end": 819, "text": "Kryzyszowska , 1993", "ref_id": null}, {"start": 820, "end": 832, "text": "Mellor 1969;", "ref_id": "BIBREF118"}, {"start": 833, "end": 844, "text": "Tyler 1972)", "ref_id": "BIBREF169"}, {"start": 987, "end": 998, "text": "(ASCE 1989;", "ref_id": null}, {"start": 999, "end": 1018, "text": "Arcone et al. 1994;", "ref_id": "BIBREF6"}, {"start": 1019, "end": 1035, "text": "Bou et al. 1996;", "ref_id": "BIBREF15"}, {"start": 1036, "end": 1061, "text": "Flynn and Bubenheim 1997;", "ref_id": "BIBREF51"}, {"start": 1062, "end": 1081, "text": "Holmes et al. 1983;", "ref_id": "BIBREF68"}, {"start": 1082, "end": 1110, "text": "Ishizawa and Takahashi 1990;", "ref_id": "BIBREF83"}, {"start": 1111, "end": 1123, "text": "Nakawo 1985;", "ref_id": "BIBREF126"}, {"start": 1124, "end": 1146, "text": "Reed and Sletton 1989)", "ref_id": null}, {"start": 1312, "end": 1333, "text": "(Bleasel et al. 1989;", "ref_id": "BIBREF14"}, {"start": 1334, "end": 1359, "text": "Flynn and Bubenheim 1997;", "ref_id": "BIBREF51"}, {"start": 1360, "end": 1379, "text": "Holmes et al. 1983;", "ref_id": "BIBREF68"}, {"start": 1380, "end": 1406, "text": "Hughes and Blenkharn 2003;", "ref_id": "BIBREF76"}, {"start": 1407, "end": 1419, "text": "Hughes 2004;", "ref_id": "BIBREF73"}, {"start": 1420, "end": 1436, "text": "Lee and Oh 1997;", "ref_id": "BIBREF96"}, {"start": 1437, "end": 1454, "text": "Lori et al. 1993;", "ref_id": "BIBREF107"}, {"start": 1455, "end": 1464, "text": "NSF 1990;", "ref_id": null}, {"start": 1465, "end": 1478, "text": "Stephan 1991)", "ref_id": "BIBREF165"}, {"start": 1854, "end": 1869, "text": "(Coughlin 1998;", "ref_id": "BIBREF32"}, {"start": 1870, "end": 1890, "text": "Greenpeace USA 1990)", "ref_id": "BIBREF62"}, {"start": 2044, "end": 2061, "text": "(Bou et al. 1996;", "ref_id": "BIBREF15"}, {"start": 2062, "end": 2074, "text": "Hughes 2004;", "ref_id": "BIBREF73"}, {"start": 2075, "end": 2093, "text": "Meyer-Rochow 1999;", "ref_id": "BIBREF120"}, {"start": 2094, "end": 2103, "text": "NSF 1990;", "ref_id": null}, {"start": 2104, "end": 2117, "text": "Redvers 2000;", "ref_id": "BIBREF152"}, {"start": 2118, "end": 2130, "text": "US EPA 1992)", "ref_id": null}], "ref_spans": [{"start": 1147, "end": 1156, "text": "(Table 15", "ref_id": "TABREF0"}, {"start": 1479, "end": 1488, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "History of Sewage Disposal in Antarctica"}, {"text": "The disposal of sewage is now largely regulated under Annex III of the Protocol on Environmental Protection to the Antarctic Treaty (the 'Madrid Protocol'). Aspects of wastewater and sewage disposal are primarily dealt with in the following articles:", "cite_spans": [], "ref_spans": [], "section": "Regulations Governing Sewage Disposal in Antarctica"}, {"text": "'Article 2 (Waste disposal by removal from the Antarctic Treaty area) 3. The following wastes shall be removed from the Antarctic Treaty area by the generator of such wastes, unless incinerated, autoclaved or otherwise treated to be made sterile:", "cite_spans": [], "ref_spans": [], "section": "Regulations Governing Sewage Disposal in Antarctica"}, {"text": "(a) Residues of carcasses of imported animals; (b) Laboratory culture of micro-organisms and plant pathogens; and (c) Introduced avian products.", "cite_spans": [], "ref_spans": [], "section": "Regulations Governing Sewage Disposal in Antarctica"}, {"text": "1. Wastes not removed or disposed of in accordance with Articles 2 and 3 shall not be disposed of onto ice-free areas or into fresh water systems. 2. Sewage, domestic liquid wastes and other liquid wastes not removed from the Antarctic Treaty area in accordance with Article 2, shall, to the maximum extent practicable, not be disposed of onto sea-ice, ice shelves or the grounded ice-sheet, provided that such wastes which are generated by stations located inland on ice shelves or on the grounded ice-sheet may be disposed of in deep ice pits where such disposal is the only practicable option. Such pits shall not be located on known ice-flow lines which terminate at ice-free areas or in areas of high ablation. 3. Wastes generated at field camps shall, to the maximum extent practicable, be removed by the generator of such wastes to supporting stations or ships for disposal in accordance with this Annex.", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "Article 5 (Disposal of waste in the sea)", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "1. Sewage and domestic liquid wastes may be discharged directly into the sea, taking into account the assimilative capacity of the receiving marine environment and provided that:", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "(a) such discharge is located, wherever practicable, where conditions exist for initial dilution and rapid dispersal; and (b) large quantities of such wastes (generated in a station where the average weekly occupancy over the summer is approximately 30 individuals or more) shall be treated at least by maceration. 2. The by-product of sewage treatment by the Rotary Biological Contacter process or similar processes may be disposed of into the sea provided that such disposal does not adversely affect the local environment, and provided also that any such disposal at sea shall be in accordance with Annex IV to the Protocol.'", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "Environmental impact monitoring is regulated under Article 3, section 2:", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "'(d) Regular and effective monitoring shall take place to allow assessment of the impacts of ongoing activities, including the verification of predicted impacts; (e) Regular and effective monitoring shall take place to facilitate early detection of the possible unforeseen effects of activities carried on both within and outside the Antarctic Treaty area on the Antarctic environment and dependent and associated ecosystems.'", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "Article 3, section 2 also required the phasing out of open burning of wastes by the end of the 1998/99 field season. These regulations effectively limit the available options for sewage treatment and disposal in Antarctica. Wastewater disposal is prohibited in freshwater environments or ice-free areas. Therefore, terrestrial sewage and wastewater disposal at in-land locations is restricted to ice pits and the ice subsurface, while disposal of sewage into aqueous environments is effectively restricted to marine discharge, and then only in locations where conditions exist for initial dilution and rapid dispersal.", "cite_spans": [], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "As described above, the Treaty specifically identifies the need for regular and effective monitoring for assessment of the adverse environmental impacts of ongoing activities such as disposal of sewage effluent. For monitoring to be effective in testing predicted impacts, it is essential that it is directed towards measuring the impacts rather than simply recording the amount of treated or untreated effluent discharged. Microbiological analysis parameters comprise an important component of wastewater environmental impact monitoring schemes (APHA 2005; COMNAP 2005; EPHC/NRMMC 2005; US EPA 1992 . However, microbiological monitoring of sewage discharges is not currently performed at all Antarctic stations or by tourist vessels (COMNAP 2005) . Such data would be useful not only for monitoring environmental impact, but also for assessing treatment efficacy of different systems for review by all Antarctic operators. Additionally, microbiological data is essential as the basis for meaningful assessments of the risk of disease introduction to indigenous wildlife (Haas 2002; Westrell et al. 2004 ).", "cite_spans": [{"start": 546, "end": 557, "text": "(APHA 2005;", "ref_id": "BIBREF6"}, {"start": 558, "end": 570, "text": "COMNAP 2005;", "ref_id": "BIBREF29"}, {"start": 571, "end": 587, "text": "EPHC/NRMMC 2005;", "ref_id": null}, {"start": 588, "end": 599, "text": "US EPA 1992", "ref_id": null}, {"start": 734, "end": 747, "text": "(COMNAP 2005)", "ref_id": "BIBREF29"}, {"start": 1071, "end": 1082, "text": "(Haas 2002;", "ref_id": null}, {"start": 1083, "end": 1103, "text": "Westrell et al. 2004", "ref_id": "BIBREF178"}], "ref_spans": [], "section": "Article 4 (Other waste disposal on land)"}, {"text": "The most common forms of primary treatment at Antarctic stations are maceration or comminuation, screening and settling (Table 15 .1). Aerobic biological secondary treatment is the most common technology and is used at a number of stations. Formats include trickling filter, rotating biological contactor, fixed-media aeration, activated sludge and aerated submerged media processes.", "cite_spans": [], "ref_spans": [{"start": 120, "end": 129, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "At some coastal stations untreated or macerated sewage is still discharged directly to the sea (Table 15 .1). Discharge points may either be submerged or above sea level. Some stations and field camps located on inland ice shelves, grounded ice sheets or permanent snow fields discharge wastewater untreated into ice pits or sub-surface boreholes, although small inland field camps are required (to the extent possible) to collect and transport human wastes back to main station facilities for disposal with station sewage. Shipboard wastewater (including food wastes) can also be discharged untreated other than grinding/maceration, but must be discharged more than 12 n miles from shore for vessels carrying more than 10 people (Protocol 1991; Knox et al. 2001; Harris et al. 2001) .", "cite_spans": [{"start": 730, "end": 745, "text": "(Protocol 1991;", "ref_id": "BIBREF146"}, {"start": 746, "end": 763, "text": "Knox et al. 2001;", "ref_id": "BIBREF88"}, {"start": 764, "end": 783, "text": "Harris et al. 2001)", "ref_id": "BIBREF65"}], "ref_spans": [{"start": 95, "end": 104, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "At many Antarctic stations, kitchen and food wastes, particularly poultry and poultry products, are separated to prevent them from entering the wastewater stream (Table 15 .1). The removal of poultry products complies with Annex III, Article 2 of the Madrid Protocol, which was intended to reduce the risk of introduction of pathogenic agents associated with animal products, such as Newcastle disease (avian paramyxovirus). As an additional benefit, removal of food waste reduces levels of nutrients and solids requiring treatment and/or discharge.", "cite_spans": [], "ref_spans": [{"start": 162, "end": 171, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "The cost and complexity of tertiary treatment are generally prohibitive for routine use at some Antarctic stations. However, disinfection of secondary effluent prior to discharge is currently being used in some locations. The most common form of effluent disinfection is ultraviolet (UV) irradiation (McMurdo, Rothera, Sanae) and chlorination (King Sejong) (Table 15 .1).", "cite_spans": [], "ref_spans": [{"start": 357, "end": 366, "text": "(Table 15", "ref_id": "TABREF0"}], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "Most sewage treatment processes ultimately result in both liquid and solid waste. One of the primary goals of biological treatment is reduction of solids. Solids reductions of 70-95% in efficiently operating systems are not uncommon (Bitton 2005; Morris 2003; US EPA 1992 ; however, some solids remain. At most stations solids are separated, often dewatered, and stored for shipment out of Antarctica for ultimate disposal. While awaiting shipment, these solids must be stored in such a way as to restrict access by indigenous fauna (Burger 1981; Müller-Schwartze et al. 1978) . At some smaller stations such as Aboa (Finland) and Wasa (Sweden), urine is separated at source and the liquid fraction is evaporated or freeze-dried after settling. This latter approach is a low-energy method for reducing sewage bulk and is suitable for use at smaller stations (Sanin et al. 1994) .", "cite_spans": [{"start": 233, "end": 246, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 247, "end": 259, "text": "Morris 2003;", "ref_id": "BIBREF123"}, {"start": 260, "end": 271, "text": "US EPA 1992", "ref_id": null}, {"start": 533, "end": 546, "text": "(Burger 1981;", "ref_id": "BIBREF24"}, {"start": 547, "end": 576, "text": "Müller-Schwartze et al. 1978)", "ref_id": "BIBREF124"}, {"start": 858, "end": 877, "text": "(Sanin et al. 1994)", "ref_id": "BIBREF153"}], "ref_spans": [], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "The largest wastewater treatment facility in Antarctica is at McMurdo Station (USA). It consists of a 457 kL/day capacity secondary activated sludge treatment facility with associated sludge dewatering and UV disinfection of the secondarytreated effluent. Additional features include raw sewage storage tanks for continuous flow regulation, and two Muffin Monster® grinder units to macerate pre-treatment solids. Prior to discharge, treated wastewater is mixed with seawater from the flow-through marine aquarium at ambient temperature (ca. -1.8°C) and with reject brine from the reverse osmosis drinking-water plant. The discharge point is about 50 m from shore at 17 m depth. To limit damage to the discharge pipe from seasonal sea-ice, the pipe runs through a reinforced earthen quay. Dewatered sludge is shipped back to the USA for incineration.", "cite_spans": [], "ref_spans": [], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "Scott Base (NZ) operates an aerated, submerged-media biological treatment system, with the sludge shipped back to New Zealand for disposal (Harris et al. 2001; Redvers 2000) . Rotating biological contactor secondary treatment systems are used at the three Australian stations (Casey, Mawson, Davis).", "cite_spans": [{"start": 139, "end": 159, "text": "(Harris et al. 2001;", "ref_id": "BIBREF65"}, {"start": 160, "end": 173, "text": "Redvers 2000)", "ref_id": "BIBREF152"}], "ref_spans": [], "section": "Current Sewage Management Practices in Antarctica"}, {"text": "Sewage treatment in the Antarctic environment presents several particular challenges (Bleasel et al. 1989; McAneney 1998; Mellor 1969; Reed and Sletton 1989) , many of which are caused by the low ambient temperatures. Low temperatures reduce the efficiency of biological treatment (Bitton 2005; Mara 2003; McAneny 1998) , and as a consequence heated facilities must be allocated for treatment equipment such as holding tanks, pumps and solids handling. Treatment also requires varying amounts of energy for heat, pumps (particularly for actively aerated systems) and control and ancillary equipment. Treatment facilities and equipment must also be isolated from general living and working quarters for sanitary and odour-control purposes. Additionally, insulated and possibly heated wastewater transfer lines are required. Large seasonal variations in station populations may also require significant adjustments to treatment parameters, particularly for those biological processes affected by large fluctuations in nutrient loading. Treatment problems related to such fluctations have been experienced at Terra Nova (Lori et al. 1993 ) and Casey Stations.", "cite_spans": [{"start": 85, "end": 106, "text": "(Bleasel et al. 1989;", "ref_id": "BIBREF14"}, {"start": 107, "end": 121, "text": "McAneney 1998;", "ref_id": null}, {"start": 122, "end": 134, "text": "Mellor 1969;", "ref_id": "BIBREF118"}, {"start": 135, "end": 157, "text": "Reed and Sletton 1989)", "ref_id": null}, {"start": 281, "end": 294, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 295, "end": 305, "text": "Mara 2003;", "ref_id": "BIBREF109"}, {"start": 306, "end": 319, "text": "McAneny 1998)", "ref_id": null}, {"start": 1117, "end": 1134, "text": "(Lori et al. 1993", "ref_id": "BIBREF107"}], "ref_spans": [], "section": "Practical Constraints on Sewage Treatment and Disposal in Antarctica"}, {"text": "The formation of sea-ice creates difficulties for the disposal of effluent to the marine environment. The breakout of seasonal fast-ice and the scouring effects of icebergs and pack-ice make permanent submerged discharge points difficult to maintain (Bleasel et al. 1989; Holmes et al. 1983) . Therefore, at some locations disposal is through pipes that terminate above sea level and effluent is discharged onto ice-cliffs (e.g. Casey), onto the shoreline above the sea-ice (e.g. Davis) or onto the sea-ice at pressure ridges and tidal cracks. Discharge above the ice in this way limits dispersion, as it must first permeate through the ice which tends to channel effluents, and may cause aesthetic and odour problems Redvers 2000.) In temperate environments, small wastewater systems often employ open settling and oxidation ponds as forms of primary and secondary treatment (Bitton 2005; Mara 2003; US EPA 1992) . The low mean temperatures at higher latitudes in Antarctica effectively rule out such systems because of freezing and logistical problems (McAnaney 1998). Open systems might be possible in the warmer, more northerly parts of the Antarctic Peninsula or on sub-Antarctic islands, but if used would create the possibility of direct access by indigenous wildlife, primarily birds (Burger 1981; Müller-Schwartze et al. 1978 of transmission of infectious diseases to wildlife. Similarly, standard septic systems with subsurface leach fields would face problems of restricted penetration of the leachate through permafrost layers and possible channelling and pooling (US EPA 1992) . Both these technologies are effectively prohibited in the Antarctic Treaty Area because of the ban on the disposal sewage onto ice-free areas included in the Madrid Protocol.", "cite_spans": [{"start": 250, "end": 271, "text": "(Bleasel et al. 1989;", "ref_id": "BIBREF14"}, {"start": 272, "end": 291, "text": "Holmes et al. 1983)", "ref_id": "BIBREF68"}, {"start": 718, "end": 732, "text": "Redvers 2000.)", "ref_id": "BIBREF152"}, {"start": 876, "end": 889, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 890, "end": 900, "text": "Mara 2003;", "ref_id": "BIBREF109"}, {"start": 901, "end": 913, "text": "US EPA 1992)", "ref_id": null}, {"start": 1292, "end": 1305, "text": "(Burger 1981;", "ref_id": "BIBREF24"}, {"start": 1306, "end": 1334, "text": "Müller-Schwartze et al. 1978", "ref_id": "BIBREF124"}, {"start": 1576, "end": 1589, "text": "(US EPA 1992)", "ref_id": null}], "ref_spans": [], "section": "Practical Constraints on Sewage Treatment and Disposal in Antarctica"}, {"text": "Chlorine-disinfection processes are commonly used in other regions but they may produce chlorine residuals (both free and combined) which are toxic to aquatic organisms at low concentrations. Low temperatures, ice cover, and seasonal low light intensities also decrease rates of oxidation of the residual chlorine after discharge. Additionally, certain chlorination by-products formed during wastewater disinfection (trihalomethanes [THMs], chlorophenols, etc.) are carcinogenic and have been associated with significant adverse environmental effects (Bull et al. 1995; Leenheer et al. 2001; Stewart et al. 1996; Szal et al. 1991) . The continual need to supply chlorination agents adds to the logistics of operating in Antarctica, although free chlorine could be generated electrolytically in wastewater streams after mixing with seawater.", "cite_spans": [{"start": 551, "end": 569, "text": "(Bull et al. 1995;", "ref_id": "BIBREF23"}, {"start": 570, "end": 591, "text": "Leenheer et al. 2001;", "ref_id": "BIBREF98"}, {"start": 592, "end": 612, "text": "Stewart et al. 1996;", "ref_id": "BIBREF166"}, {"start": 613, "end": 630, "text": "Szal et al. 1991)", "ref_id": "BIBREF167"}], "ref_spans": [], "section": "Practical Constraints on Sewage Treatment and Disposal in Antarctica"}, {"text": "Commercially available UV wastewater disinfection systems have been used for disinfection of secondary treated waste at some stations (McMurdo, Rothera, Sanae, Neumayer). However, the technology has not always been successfully applied. The failure of a recent UV-treatment trial at Casey Station was attributable to engineering factors rather than intrinsic problems associated with use of the technology in Antarctica. The flow rate used was too high, resulting in too short an exposure time, and the path length and turbidity too great, leading to insufficient UV exposure.", "cite_spans": [], "ref_spans": [], "section": "Practical Constraints on Sewage Treatment and Disposal in Antarctica"}, {"text": "The increasing availability of efficient, reduced-maintenance, small-scale wastewater treatment technologies such as single and multi-chamber activated sludge, trickling filter, rotating biological contactors, etc. will likely continue to make the logistics and costs of more advanced and efficient sewage treatment more feasible. Exchange of information on new technologies is actively encouraged among the international Antarctic community, with the report of the XIVth meeting (1987) of the Antarctic Treaty Consultative Meeting (ATCM) suggesting that 'Information on new and improved methods of waste disposal should be exchanged between national operating agencies, and their implementation and application should be encouraged'.", "cite_spans": [], "ref_spans": [], "section": "Future Developments"}, {"text": "Static pile or in-vessel composting may be an attractive option for stations with smaller population owing to low capital costs and ease of maintenance. However, odour control through maintenance of uniform aerobic conditions in static piles (mixing and turning) and use of negative pressure with odour control practices are important for wastewater sludge composting (Bitton 2005; US EPA 1999) . In addition, separation of urine is desirable in composting toilets, as it provides greater control over compost moisture. Considering the low ambient temperatures at many stations, the use of ambient freezing and subsequent sublimation of solids, as well as source-separated liquids, may provide an effective alternative for reduction of sewage volume (Parker et al. 2000; Sanin et al. 1994) . However, issues of containment and bioaerosol generation require investigation (Hughes 2006; Shuval et al. 1989 , see below).", "cite_spans": [{"start": 368, "end": 381, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 382, "end": 394, "text": "US EPA 1999)", "ref_id": null}, {"start": 750, "end": 770, "text": "(Parker et al. 2000;", "ref_id": "BIBREF139"}, {"start": 771, "end": 789, "text": "Sanin et al. 1994)", "ref_id": "BIBREF153"}, {"start": 871, "end": 884, "text": "(Hughes 2006;", "ref_id": "BIBREF75"}, {"start": 885, "end": 903, "text": "Shuval et al. 1989", "ref_id": "BIBREF156"}], "ref_spans": [], "section": "Future Developments"}, {"text": "Sewage can impact the environment in a number of ways. Impacts include the aesthetic nuisance created by the sight and smell of effluent, the physical effects of releasing large quantities of particulate material, chemical effects of constituents of sewage such as nutrients and organic material, and the introduction of living, and potentially infectious or invasive, micro-organisms.", "cite_spans": [], "ref_spans": [], "section": "Environmental Impacts of Sewage Effluent"}, {"text": "The sight and smell of sewage has obvious aesthetic impacts and is the reason why removal from human contact is the minimum treatment for most societies, including Antarctic stations. It is the impact most likely to generate a remedial response because it is the most easily detected.", "cite_spans": [], "ref_spans": [], "section": "Physical and Aesthetic Impacts"}, {"text": "Large quantities of particulates in sewage can smother aquatic organisms (Lenihan et al. 1990 (Lenihan et al. , 1995 Long and Ashbolt 1994) and reduce light available for photosynthesis, particularly if discharged in still water bodies such as lakes or sheltered coastal locations. Limiting discharge of effluent to the sea to those locations where conditions exist for initial dilution and rapid dispersal, as stipulated in the Madrid Protocol, will go some way to preventing smothering. Some level of particulate reduction is achieved by settling of suspended solids, which is commonly part of even the simplest sewage treatment processes.", "cite_spans": [{"start": 73, "end": 93, "text": "(Lenihan et al. 1990", "ref_id": "BIBREF100"}, {"start": 94, "end": 116, "text": "(Lenihan et al. , 1995", "ref_id": "BIBREF101"}, {"start": 117, "end": 139, "text": "Long and Ashbolt 1994)", "ref_id": "BIBREF105"}], "ref_spans": [], "section": "Physical and Aesthetic Impacts"}, {"text": "Wastewater is a complex mixture containing many potentially toxic chemical components, such as metals, synthetic organics, estrogens, disinfection by-products, etc. (APHA 1998; Bickford 1996; Purdom et al. 1994 ) as well as human waste products, which may lead to reduced biological diversity or productivity near wastewater outfalls (Anderson and Chagué-Goff 1996; Bickford 1996; Crockett 1997; Ferguson et al. 1996; Lenihan et al. 1990 ). In addition, organisms stressed by chemical contaminants may be at increased risk of infection and disease by microbiological agents. Important differences between exposure to biological disease agents, as opposed to chemical stressors, include the capability of the former for in vivo (and possibly in situ environmental) amplification of the agent through replication.", "cite_spans": [{"start": 165, "end": 176, "text": "(APHA 1998;", "ref_id": "BIBREF5"}, {"start": 177, "end": 191, "text": "Bickford 1996;", "ref_id": "BIBREF12"}, {"start": 192, "end": 210, "text": "Purdom et al. 1994", "ref_id": "BIBREF149"}, {"start": 334, "end": 365, "text": "(Anderson and Chagué-Goff 1996;", "ref_id": "BIBREF3"}, {"start": 366, "end": 380, "text": "Bickford 1996;", "ref_id": "BIBREF12"}, {"start": 381, "end": 395, "text": "Crockett 1997;", "ref_id": "BIBREF34"}, {"start": 396, "end": 417, "text": "Ferguson et al. 1996;", "ref_id": "BIBREF48"}, {"start": 418, "end": 437, "text": "Lenihan et al. 1990", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Chemical Impacts"}, {"text": "Several studies have correlated a decrease in diversity of benthic in-fauna in the vicinity of an Antarctic station with concentrations of petroleum hydrocarbons and metals in sediments, although it was suggested that this was largely due to non-sewage-related sources (Conlan et al. 2004; Lenihan et al. 1995) . Mortality of the amphipod Heterophoxus videns was high in 28-day bioassay exposures to sediments from near the McMurdo Station sewage outfall and to those from Winter Quarters Bay, compared to relatively uncontaminated sediments (Lenihan et al. 1995) . Increased levels of petroleum hydrocarbons have been found in marine sediments in the vicinity of Davis Station (Green and Nichols 1995; Green et al. 1992) , and increased levels of metals have been found to be centered around the sewage outfall at McMurdo Station (Anderson and Chagué-Goff 1996) . Although the sources of the contaminants were postulated to be previous fuel spills, dumping and possibly some wastewater input, these studies illustrate the importance of preventing these wastes from entering wastewater discharge streams.", "cite_spans": [{"start": 269, "end": 289, "text": "(Conlan et al. 2004;", "ref_id": "BIBREF29"}, {"start": 290, "end": 310, "text": "Lenihan et al. 1995)", "ref_id": "BIBREF101"}, {"start": 542, "end": 563, "text": "(Lenihan et al. 1995)", "ref_id": "BIBREF101"}, {"start": 678, "end": 702, "text": "(Green and Nichols 1995;", "ref_id": "BIBREF60"}, {"start": 703, "end": 721, "text": "Green et al. 1992)", "ref_id": "BIBREF61"}, {"start": 831, "end": 862, "text": "(Anderson and Chagué-Goff 1996)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Chemical Impacts"}, {"text": "The high levels of nutrients in sewage can upset the balance of ecosystems, particularly those that are naturally nutrient-limited, a common characteristic of both Antarctic terrestrial and lake systems (Ellis-Evans et al. 1997) . High levels of organic material in sewage have the capacity to consume oxygen from water (termed biological oxygen demand, BOD) largely due to respiration by heterotrophic bacteria, and can be detrimental to aquatic systems by reducing dissolved oxygen to levels that are insufficient to sustain life (APHA 2005; Bitton 2005; USEPA 1992) . In a study of BOD of discharged sewage at in situ temperatures (−1.8°C) at McMurdo Station, Howington et al. (1994) found that rates of oxygen uptake were approximately 3-fold lower than at the standard test temperature of 20°C. This suggests that while oxygen limitation in mixed receiving water columns is unlikely, oxidation rates of organic material are significantly reduced. This may result in localised acute benthic impacts caused by the high BOD creating oxygen limitation in settled solids. Both nutrient levels and BOD can be reduced by settling, and most of the more advanced treatment technologies are designed to further reduce them (Bitton 2005; Gerardi 2004; US EPA 1999) .", "cite_spans": [{"start": 203, "end": 228, "text": "(Ellis-Evans et al. 1997)", "ref_id": "BIBREF43"}, {"start": 532, "end": 543, "text": "(APHA 2005;", "ref_id": "BIBREF6"}, {"start": 544, "end": 556, "text": "Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 557, "end": 568, "text": "USEPA 1992)", "ref_id": null}, {"start": 663, "end": 686, "text": "Howington et al. (1994)", "ref_id": "BIBREF71"}, {"start": 1218, "end": 1231, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 1232, "end": 1245, "text": "Gerardi 2004;", "ref_id": "BIBREF57"}, {"start": 1246, "end": 1258, "text": "US EPA 1999)", "ref_id": null}], "ref_spans": [], "section": "Chemical Impacts"}, {"text": "The accumulation of organic material from sewage in marine environments can create anaerobic conditions, largely due to heterotrophic microbial activity and associated oxygen consumption. This is typically associated with settling and accumulation of effluent solids over existing benthic environs. The resultant anoxic reducing environment can lead to microbially mediated sulphate reduction and concomitant generation of reduced sulphur compounds such as H 2 S and mercaptans (Bickford 1996) . Indeed, the presence of a microbial mat of Beggiatoa sp. (a chemolithotrophic sulphur-oxidising bacterium) on top of the zone of settled solids proximal to the McMurdo Station outfall suggests a source of reduced sulphur compounds (AWWA 1999; Lenihan et al. 1990, author's (Smith) unpublished data). These compounds can prove toxic to marine invertebrates and can inhibit their growth. Mitchell and Chet (1975) found evidence of both Beggiatoa and Desulfovibrio sp. involved in the destruction of stressed corals (Platigyra sp.), while Campos et al. (2006) The fatal effects of raw sewage on Antarctic benthic invertebrates (nemertean worms Parborlasia corrugatus, starfish Diplasterias brucei, Perknaster sp., sea spiders Colossendeis sp., Ammotheo sp.) and two fish species, Pagothenia borchgrevinki, Trematomas bernacchii, were observed when the accidental introduction of sewage to an aquarium resulted in the survival of only the giant Antarctic slater Glyptonotus antarcticus (Meyer-Rochow 1992) . Negative effects and mortality were evident within 10 min. of exposure. Analysis of aquarium water found high levels of total nitrogen (12.2 mg l −1 ), phosphorus (2.15 mg l −1 ), BOD (21.5 mg l −1 ) and faecal coliforms (>35,000 per 100 ml). Although thermal and/or osmotic stress could not be ruled out, and the exact cause of mortality could not be determined, the acute effects of short-term gross exposure to raw sewage on Antarctic marine fauna were evident.", "cite_spans": [{"start": 478, "end": 493, "text": "(Bickford 1996)", "ref_id": "BIBREF12"}, {"start": 727, "end": 738, "text": "(AWWA 1999;", "ref_id": null}, {"start": 739, "end": 776, "text": "Lenihan et al. 1990, author's (Smith)", "ref_id": null}, {"start": 882, "end": 906, "text": "Mitchell and Chet (1975)", "ref_id": "BIBREF122"}, {"start": 1032, "end": 1052, "text": "Campos et al. (2006)", "ref_id": "BIBREF26"}, {"start": 1478, "end": 1497, "text": "(Meyer-Rochow 1992)", "ref_id": "BIBREF119"}], "ref_spans": [], "section": "Chemical Impacts"}, {"text": "The presence of chemicals in sewage that exert estrogenic or androgenic effects in exposed wildlife has become of growing concern in recent years. Commonly referred to as endocrine-disrupting compounds (EDCs), they have been associated with developmental and reproductive abnormalities in a variety of aquatic wildlife, including marine fishes and invertebrates (Deplege and Billinghurst 1999; Matthiessen 2003; Purdom et al. 1994) . The most commonly reported EDCs are estrogenic reproductive steroid hormones and biodegradation products of alkylphenol ethoxylate surfactants (APEs, common in cleaning products, shampoos, household cleaners, contraceptives, etc.) The effects of EDCs in Antarctica have been very little studied. EDCs are particularly harmful to reproductive and early development phases, and because many fish and invertebrate species reproduce and undergo early development in the nearshore marine environment in Antarctica, it is possible that they could exert detrimental impacts. If EDCs do prove to be a major concern in Antarctica, they will be difficult to address, as advanced tertiary treatments such as reverse osmosis are required to effectively remove them.", "cite_spans": [{"start": 362, "end": 393, "text": "(Deplege and Billinghurst 1999;", "ref_id": "BIBREF40"}, {"start": 394, "end": 411, "text": "Matthiessen 2003;", "ref_id": "BIBREF112"}, {"start": 412, "end": 431, "text": "Purdom et al. 1994)", "ref_id": "BIBREF149"}], "ref_spans": [], "section": "Chemical Impacts"}, {"text": "The most significant potential environmental impact that could be caused by sewage effluent disposal, and among the most significant impacts by any cause in Antarctica, is the introduction and establishment of a serious disease to wildlife. In later sections we discuss the possibility of disease transmission by this route. However, disease is not the only impact that could be caused by introduced micro-organisms from sewage effluent. Even if the introduced micro-organisms do not cause any further detrimental effect beyond their own survival and establishment, that alone would be an environmental impact and would be contrary to the principles of the Madrid Protocol were it not for the specific exemption which allows disposal of sewage effluent.", "cite_spans": [], "ref_spans": [], "section": "Biological Impacts"}, {"text": "Sewage and wastewater represent the largest and most obvious single-point sources of anthropogenically derived micro-organisms, but there are others. People carry with them and disperse their own microflora wherever they go, and as a consequence the human microflora are also found associated with vehicles, vessels, food, field equipment and clothing. Frenot et al. (2005) have suggested mitigation of such microbial propagules to decrease the risk of ecosystem disturbance, including spread of infectious agents to indigenous wildlife, whether macro or micro flora. Antarctica harbours some of the earth's most isolated and unique microbial and plant communities, including unusual cryptoendolithic, geothermal, subglacial, as well as meromictic-and hypersaline-lake communities, mosses, liverworts, lichens and macrofungi (Fitzsimons et al. 2001) . The effects of introducing anthropogenic microbial contaminants to Antarctica are almost wholly unknown and unexplored (Cowan and Lemese 2004) , and the tools to even recognise the changes to indigenous microbial communities caused by introductions are only recently becoming available. New molecular biological analytical techniques for surveying microbial communities (Ah Tow and Cowan 2005; Deutschbauer et al. 2006; Xu 2006 ) and ecotoxicogenomics (Snape et al. 2004 ) provide valuable tools for studying possible anthropogenic impacts on these organisms and communities.", "cite_spans": [{"start": 353, "end": 373, "text": "Frenot et al. (2005)", "ref_id": "BIBREF54"}, {"start": 825, "end": 849, "text": "(Fitzsimons et al. 2001)", "ref_id": "BIBREF49"}, {"start": 971, "end": 994, "text": "(Cowan and Lemese 2004)", "ref_id": "BIBREF33"}, {"start": 1226, "end": 1245, "text": "Tow and Cowan 2005;", "ref_id": "BIBREF1"}, {"start": 1246, "end": 1271, "text": "Deutschbauer et al. 2006;", "ref_id": "BIBREF41"}, {"start": 1272, "end": 1279, "text": "Xu 2006", "ref_id": "BIBREF184"}, {"start": 1304, "end": 1322, "text": "(Snape et al. 2004", "ref_id": "BIBREF162"}], "ref_spans": [], "section": "Biological Impacts"}, {"text": "Non-microbial species introductions have also been associated with Antarctic sewage treatment facilities. Black fungus midges (Lycoriella spp.) have been found to be breeding in the Casey Station (Australia) sewage facilities . Although these are not expected to survive outdoors in continental Antarctica, their presence associated with sewage and their reported ability to transmit fungal plant pathogens is of concern, particularly for sub-Antarctic stations where their survival outdoors is more likely.", "cite_spans": [], "ref_spans": [], "section": "Biological Impacts"}, {"text": "It is possible that sewage may contain bacteria harbouring genes encoding virulence, such as toxin production, or antibiotic resistance factors, as has been found in temperate environments (Fontaine and Hoadley 1976; Kruse and Sørum 1994) . Antibiotic-resistant strains are introduced to sewage from populations that have been exposed to antibiotics, such as humans treated with antibiotics for medical reasons and domestic animals given antibiotics for medical purposes and to increase productivity. Antibiotic-resistant strains can pass through treatment facilities; for example, secondary treatment of sewage using an aerobic lagoon without subsequent disinfection did not significantly reduce numbers of antibiotic-resistant faecal coliforms (Bell 1978) . However, treatment and/or disinfection of sewage will reduce the numbers of viable sewage-derived potential donor bacteria, and hence reduce the rates of possible conjugative genetic transfer in the environment, which requires viable cells of both donors and recipients.", "cite_spans": [{"start": 189, "end": 216, "text": "(Fontaine and Hoadley 1976;", "ref_id": "BIBREF52"}, {"start": 217, "end": 238, "text": "Kruse and Sørum 1994)", "ref_id": "BIBREF90"}, {"start": 746, "end": 757, "text": "(Bell 1978)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Biological Impacts"}, {"text": "Genetic elements for antibiotic resistance or other characteristics may also be transferred between bacteria of diverse genera through transformation, conjugation or transduction (Arvanitidou et al. 1997; Lorenz and Wackernagel 1994; Young 1993) . The transfer of non-native genetic elements into native microbial populations has been termed 'genetic pollution' (Gleckman and Madoff 1969; Paul et al. 1991; Anderson and Sandaa 1994) . Genetic exchanges may transfer infectivity to a bacterium that was not previously pathogenic for a particular host (Goodman et al. 1993; Lorenz and Wackernagel 1994) , or enhance the pathogenicity or infectivity of an autochthonous bacterial agent. Several studies have shown that natural genetic exchange takes place in marine environments, and that antibiotic resistance plasmids (extra-chromosomal DNA capable of replicating independently of the chromosomal DNA) are transferred from enteric (such as Escherichia coli) to marine bacteria (Vibrio spp.) as well as fish pathogenic species (Aeromonas salmonicida) (Goodman et al. 1993; Kruse and Sørum 1994; Paul et al. 1991 Plasmids have been found in naturally occurring psychrophilic and psychrotrophic bacteria in McMurdo Sound (Kobori et al. 1984) , with the highest percentage of plasmid-harbouring isolates from surface-associated environments (sediments, sea-ice, animals). Additionally, isolates containing plasmids conferring antibiotic resistance were all derived from sediments. No differences in plasmid incidence were noted between sites proximal and remote from McMurdo Station and Scott Base. Although it was concluded that plasmids are ubiquitous in autochthonous Antarctic bacteria (Kobori et al. 1984) , mating and transformation experiments between indigenous bacteria that contain ampicillin resistance plasmids and E. coli were unsuccessful. Ray et al. (1991) found plasmids in 10 of 31 isolates belonging to the genera Pseudomonas, Arthrobacter, Flavobacterium, Planococcus and Micrococcus in soils of the Shirmacher Oasis (Queen Maud Land), including some Flavobacterium spp. isolates containing antibiotic resistance plasmids (R-plasmids). Smith et al. (1993) found that the faecal indicator bacterium E. coli maintained and was capable of expression of antibiotic resistance (R) and conjugative (F) plasmids during long-term exposure to the Antarctic marine environment.", "cite_spans": [{"start": 179, "end": 204, "text": "(Arvanitidou et al. 1997;", "ref_id": null}, {"start": 205, "end": 233, "text": "Lorenz and Wackernagel 1994;", "ref_id": "BIBREF106"}, {"start": 234, "end": 245, "text": "Young 1993)", "ref_id": "BIBREF185"}, {"start": 362, "end": 388, "text": "(Gleckman and Madoff 1969;", "ref_id": "BIBREF58"}, {"start": 389, "end": 406, "text": "Paul et al. 1991;", "ref_id": "BIBREF142"}, {"start": 407, "end": 432, "text": "Anderson and Sandaa 1994)", "ref_id": "BIBREF4"}, {"start": 550, "end": 571, "text": "(Goodman et al. 1993;", "ref_id": "BIBREF59"}, {"start": 572, "end": 600, "text": "Lorenz and Wackernagel 1994)", "ref_id": "BIBREF106"}, {"start": 1049, "end": 1070, "text": "(Goodman et al. 1993;", "ref_id": "BIBREF59"}, {"start": 1071, "end": 1092, "text": "Kruse and Sørum 1994;", "ref_id": "BIBREF90"}, {"start": 1093, "end": 1109, "text": "Paul et al. 1991", "ref_id": "BIBREF142"}, {"start": 1217, "end": 1237, "text": "(Kobori et al. 1984)", "ref_id": "BIBREF89"}, {"start": 1685, "end": 1705, "text": "(Kobori et al. 1984)", "ref_id": "BIBREF89"}, {"start": 1849, "end": 1866, "text": "Ray et al. (1991)", "ref_id": "BIBREF151"}, {"start": 2150, "end": 2169, "text": "Smith et al. (1993)", "ref_id": "BIBREF160"}], "ref_spans": [], "section": "Biological Impacts"}, {"text": "In contrast to the relative frequency of antibiotic resistance in isolates from soils and sediments, there are few, if any, records of antibiotic resistant isolates from Antarctic animals. A study of antibiotic resistance profiles of intestinal bacteria isolated from Weddell seals, Leptonychotes weddellii, Adélie penguins, Pygoscelis adeliae, and emperor penguins, Aptenodytes forsteri, and local fish in the vicinity of the McMurdo Station sewage outfall, prior to installation of the treatment plant, did not find any antibiotic-resistant isolates in fauna despite finding large numbers of antibiotic-resistant isolates in sewage from the station. Similarly, Palmgren et al. (2000) did not find antibiotic resistance in any of 50 Salmonella spp. isolates from Bird Island seabirds and fur seals. These studies suggest a lack of antibiotic-resistant bacteria in these animals and imply that they have not been colonised or infected by bacteria from the sewage. Alternatively, the absence of in vivo antibiotic-induced selective pressure may select against antibiotic-resistant strains in these animals.", "cite_spans": [{"start": 663, "end": 685, "text": "Palmgren et al. (2000)", "ref_id": "BIBREF137"}], "ref_spans": [], "section": "Biological Impacts"}, {"text": "Most studies of environmental transfer between species have focused on transfer of antibiotic resistance between bacteria, with few studies on the environmental transfer of virulence factors, and to our knowledge none has occurred in polar regions. Therefore, although the possibility exists for genetic exchange between sewage-derived bacteria and those in the Antarctic marine environment, this has yet to be conclusively demonstrated.", "cite_spans": [], "ref_spans": [], "section": "Biological Impacts"}, {"text": "Before considering the extent of sewage contamination in Antarctica, we will briefly review methods used for tracking environmental contamination by sewage. Meays et al. (2004) provide a more thorough review. ", "cite_spans": [{"start": 157, "end": 176, "text": "Meays et al. (2004)", "ref_id": "BIBREF116"}], "ref_spans": [], "section": "Environmental Indicators of Sewage and Faecal Material"}, {"text": "Most studies of faecal contamination in the environment use indicator micro-organisms, as direct measurement of the wide variety of individual pathogens is impractical using conventional culturing techniques. In addition, by focusing on individual pathogens, others of significance may be missed. Criteria for good indicator organisms are that they should (1) be universally present in large numbers in the faeces of humans and warm-blooded animals, (2) be readily detected by simple methods, (3) not be present in natural waters, (4) exhibit similar rates of inactivation by sewage treatment as pathogens, and (5) exhibit similar persistence in the environment as pathogens. Bacterial indicators are widely used for microbiological assessment of water used for drinking, recreational activities and seafood (particularly shellfish) harvesting (EC 1991; NSSP 1999; WHO 2003) . Limits are based on indicator dose/ disease response relationships from human epidemiological studies (Fleisher et al. 1998; Prüss 1998) and are unlikely to include data on disease risk to wildlife.", "cite_spans": [{"start": 844, "end": 853, "text": "(EC 1991;", "ref_id": "BIBREF155"}, {"start": 854, "end": 864, "text": "NSSP 1999;", "ref_id": null}, {"start": 865, "end": 874, "text": "WHO 2003)", "ref_id": null}, {"start": 979, "end": 1001, "text": "(Fleisher et al. 1998;", "ref_id": "BIBREF50"}, {"start": 1002, "end": 1013, "text": "Prüss 1998)", "ref_id": "BIBREF147"}], "ref_spans": [], "section": "Indicators Based on Microbial Culturing Techniques"}, {"text": "The most commonly used indicators of faecal pollution in near-shore marine environments are faecal and thermotolerant coliforms, E. coli, or enterococci (APHA 2005; Mara 2003; WHO 2003) . Although total coliforms and faecal coliforms have been used as standard indicators of faecal pollution for many years, studies have demonstrated a number of deficiencies in their use as indicator organisms in marine waters compared to enterococci (Cabelli et al. 1982; Noble et al. 2003) . Some epidemiological studies, for example, have shown poorer relationships between faecal coliform densities and illness rates in bathers than those obtained using enterococci (WHO 1999; Cabelli et al. 1982) . Hence, microbiological monitoring guidelines generally recommend enterococci for marine recreational waters (APHA 2005; WHO 2003) .", "cite_spans": [{"start": 153, "end": 164, "text": "(APHA 2005;", "ref_id": "BIBREF6"}, {"start": 165, "end": 175, "text": "Mara 2003;", "ref_id": "BIBREF109"}, {"start": 176, "end": 185, "text": "WHO 2003)", "ref_id": null}, {"start": 436, "end": 457, "text": "(Cabelli et al. 1982;", "ref_id": "BIBREF25"}, {"start": 458, "end": 476, "text": "Noble et al. 2003)", "ref_id": "BIBREF128"}, {"start": 655, "end": 665, "text": "(WHO 1999;", "ref_id": null}, {"start": 666, "end": 686, "text": "Cabelli et al. 1982)", "ref_id": "BIBREF25"}, {"start": 797, "end": 808, "text": "(APHA 2005;", "ref_id": "BIBREF6"}, {"start": 809, "end": 818, "text": "WHO 2003)", "ref_id": null}], "ref_spans": [], "section": "Indicators Based on Microbial Culturing Techniques"}, {"text": "In some cases, indicators may be used as surrogates for specific classes of pathogens. The spore-forming sulphite-reducing Clostridium perfringens is commonly used as a surrogate for encysted protozoan parasites such as Giardia and Cryptosporidium in sediments (Constantina and Yanko 2001; Fujioka 2001; Hill et al. 1993; Payment et al. 1985; Payment and Franco 1993; Brookes et al. 2005) . Somatic (DNA) and male-specific (F+) RNA coliphage have also been used as surrogates for enteric viruses; however, detection of coliphage in human sewage can be inconsistent (IAWPRC 1991; Lasobras et al. 1999; Leclerc et al. 2000; Payment and Franco 1993; Brookes et al. 2005) and the F+ coliphage is not particularly host specific (Schaper et al. 2002) .", "cite_spans": [{"start": 261, "end": 289, "text": "(Constantina and Yanko 2001;", "ref_id": null}, {"start": 290, "end": 303, "text": "Fujioka 2001;", "ref_id": "BIBREF55"}, {"start": 304, "end": 321, "text": "Hill et al. 1993;", "ref_id": "BIBREF67"}, {"start": 322, "end": 342, "text": "Payment et al. 1985;", "ref_id": "BIBREF144"}, {"start": 343, "end": 367, "text": "Payment and Franco 1993;", "ref_id": "BIBREF143"}, {"start": 368, "end": 388, "text": "Brookes et al. 2005)", "ref_id": "BIBREF20"}, {"start": 565, "end": 578, "text": "(IAWPRC 1991;", "ref_id": null}, {"start": 579, "end": 600, "text": "Lasobras et al. 1999;", "ref_id": "BIBREF93"}, {"start": 601, "end": 621, "text": "Leclerc et al. 2000;", "ref_id": "BIBREF94"}, {"start": 622, "end": 646, "text": "Payment and Franco 1993;", "ref_id": "BIBREF143"}, {"start": 647, "end": 667, "text": "Brookes et al. 2005)", "ref_id": "BIBREF20"}, {"start": 723, "end": 744, "text": "(Schaper et al. 2002)", "ref_id": "BIBREF154"}], "ref_spans": [], "section": "Indicators Based on Microbial Culturing Techniques"}, {"text": "Several techniques have been proposed to distinguish human and non-human sources of faecal pollution, such as the ratio of faecal coliforms (FC) to faecal streptococci (FS) (Feachem 1974 ) and multiple antibiotic resistance (MAR) profiles. MAR is a relatively new method based on the observation that bacteria from wildlife species are generally lacking in antibiotic resistance, while strains from humans and domestic animals exhibit varying antibiotic resistance (Parveen et al. 1997; Harwood et al. 2000) . FC/FS ratios have also been used to distinguish between human and animal faecal sources. Generally, FC/FS ratios of ³4 are indicative of human faeces, whereas ratios of < 0.7 are indicative of animal wastes. However, as FS generally survive longer than FC, this ratio can be expected to change over time. The use of FC/FS   573   574  575  576  577  578  579  580  581  582  583  584  585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601  602  603  604  605  606  607  608  609  610  611  612  613  614  615  616 ratios is therefore discouraged unless data are derived from a site proximal to a source of contamination and within hours of the pollution discharge (Geldreich 1976) .", "cite_spans": [{"start": 173, "end": 186, "text": "(Feachem 1974", "ref_id": "BIBREF47"}, {"start": 465, "end": 486, "text": "(Parveen et al. 1997;", "ref_id": "BIBREF140"}, {"start": 487, "end": 507, "text": "Harwood et al. 2000)", "ref_id": "BIBREF66"}, {"start": 1204, "end": 1220, "text": "(Geldreich 1976)", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 826, "end": 1053, "text": "FC/FS   573   574  575  576  577  578  579  580  581  582  583  584  585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601  602  603  604  605  606  607  608  609  610  611  612  613  614  615  616", "ref_id": "TABREF0"}], "section": "Indicators Based on Microbial Culturing Techniques"}, {"text": "The faecal sterol coprostanol (5b[H]-cholenstan-3b-ol) and its corresponding epimer epicoprostanol (5b[H]-cholenstan-3a-ol) have also been used as specific indicators of human-derived sewage contamination in the Antarctic marine environment (Edwards et al. 1998; Green et al. 1992; Green and Nichols 1995; Hughes and Thompson 2004; Venkatesan et al. 1986; Venkatesan and Mirsadeghi 1992; Venkatesan and Santiago 1989) and may be analysed in suspended solids, faeces or sediments. Faecal sterols may be useful for distinguishing between sewage and wildlife-derived organic material. Total coprostanol/epicoprostanol ratios have been suggested for discriminating between human and marine mammal faecal contamination (Green et al. 1992 ), but may be limited because of the high variability of the ratio. Indeed, Venkatesan et al. (1986) suggested that sterol composition in Antarctic sediments might be different from that in temperate environments and urged caution in the specific use of coprostanol for estimation of sewage-derived organic material. Hughes and Thompson (2004) used coprostanol + epicoprostanol:coprostanol + cholestanol (5a[H]-cholenstan-3b-ol) ratios (also termed 5b:5b + 5a ratios) to more specifically distinguish between these faecal sources. The relationship between faecal sterols and bacterial indicators was investigated by Leeming and Nichols (1996) . These authors found better correlation between levels of coprostanol and enterococci than for thermotolerant coliforms in a temperate river estuary (Tasmania, Australia). Their correlation of faecal sterol data with bacterial indicator data in this environment indicated that levels of coprostanol of 76 and 499 ng l −1 corresponded to 35 and 230 enterococci per 100 ml, while levels of coprostanol of 60 and 400 ng l −1 corresponded to 150 and 1,000 thermotolerant coliforms per 100 ml, respectively.", "cite_spans": [{"start": 241, "end": 262, "text": "(Edwards et al. 1998;", "ref_id": "BIBREF42"}, {"start": 263, "end": 281, "text": "Green et al. 1992;", "ref_id": "BIBREF61"}, {"start": 282, "end": 305, "text": "Green and Nichols 1995;", "ref_id": "BIBREF60"}, {"start": 306, "end": 331, "text": "Hughes and Thompson 2004;", "ref_id": "BIBREF78"}, {"start": 332, "end": 355, "text": "Venkatesan et al. 1986;", "ref_id": "BIBREF176"}, {"start": 356, "end": 387, "text": "Venkatesan and Mirsadeghi 1992;", "ref_id": "BIBREF175"}, {"start": 388, "end": 417, "text": "Venkatesan and Santiago 1989)", "ref_id": "BIBREF174"}, {"start": 714, "end": 732, "text": "(Green et al. 1992", "ref_id": "BIBREF61"}, {"start": 809, "end": 833, "text": "Venkatesan et al. (1986)", "ref_id": "BIBREF176"}, {"start": 1050, "end": 1076, "text": "Hughes and Thompson (2004)", "ref_id": "BIBREF78"}, {"start": 1349, "end": 1375, "text": "Leeming and Nichols (1996)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Chemical Indicators of Sewage"}, {"text": "Modern techniques for tracing microbiological agents of disease, including antibiotic resistance profiles and genotyping, can also be used for tracking sewage. Genotyping includes techniques such as restriction fragment length polymorphism (RFLP), amplified fragment length polymorphism (AFLP), pulsed field electrophoresis (PFGE), multi-locus restriction typing (MLRT), random amplified polymorphic DNA (RAPD), BOX-PCR fingerprinting and ribotyping, as well as enterobacterial repetitive intergenic consensus-PCR (ERIC-PCR), among others. Recent reviews of this rapidly advancing field include those by Olive and Bean (1999) , Jannes and De Vos (2006) and others. Significant recent advances have also occurred in microbial community profiling techniques (Spiegelman et al. 2005) . While isolation of identical genotypes from respective sewage populations and associated wildlife is not definitive evidence of sewage as the source of the organism, it does provide strong presumptive evidence. Supporting evidence would include significantly reduced occurrence of the genotype (or microbe) in the same animals remote from the sewage source(s). Significant recent advances in molecular genotyping techniques will allow greater application for determination of wildlife disease epidemiology in relation to sewage disposal. Indeed, application of such techniques for genotyping of bacteria isolated from Antarctic wildlife is increasing Leotta et al. 2006a) .", "cite_spans": [{"start": 604, "end": 625, "text": "Olive and Bean (1999)", "ref_id": "BIBREF133"}, {"start": 628, "end": 652, "text": "Jannes and De Vos (2006)", "ref_id": "BIBREF84"}, {"start": 756, "end": 780, "text": "(Spiegelman et al. 2005)", "ref_id": "BIBREF163"}, {"start": 1434, "end": 1454, "text": "Leotta et al. 2006a)", "ref_id": "BIBREF102"}], "ref_spans": [], "section": "Molecular Techniques for Tracing Sewage Micro-Organisms"}, {"text": "With the possible exception of trematodes, cestodes, nematodes and some protozoan parasites, the normal intestinal biota of Antarctic wildlife has been little investigated (Clarke and Macleod 1982; Drozda 1987; Kloeser et al. 1992; Odening 1984; Palm et al. 1998; Pugh 1993; Raga et al. 1997; Skinner and Klages 1994; Wojciechowska and Zdzitowiecki 1995; Yurakhno and Mal'tzev 1995; Zdzitowiecki 1984 Zdzitowiecki , 1996 Zdzitowiecki and White 1992) . This is not surprising considering the ongoing investigations into the considerable microbial diversity of the human gut. However, a survey of the dominant flora of selected wildlife in terms of faecal indicator bacteria (faecal enterococci, E. coli, C. perfringens), the Enterobacteriaceae, selected viral pathogens and indicators (Hepatitis A, Norovirus, somatic and male-specific (F+) coliphage) and fungi (Aspergillus sp., Candida sp.) would be of significant value as the basis for identifying possible changes to normal flora in response to sewage exposure. Indeed, knowledge of the normal enteric microbial flora of Antarctic wildlife is essential as the baseline for determining whether organisms may have been introduced by human activities .", "cite_spans": [{"start": 172, "end": 197, "text": "(Clarke and Macleod 1982;", "ref_id": "BIBREF28"}, {"start": 198, "end": 210, "text": "Drozda 1987;", "ref_id": null}, {"start": 211, "end": 231, "text": "Kloeser et al. 1992;", "ref_id": "BIBREF87"}, {"start": 232, "end": 245, "text": "Odening 1984;", "ref_id": "BIBREF131"}, {"start": 246, "end": 263, "text": "Palm et al. 1998;", "ref_id": null}, {"start": 264, "end": 274, "text": "Pugh 1993;", "ref_id": "BIBREF148"}, {"start": 275, "end": 292, "text": "Raga et al. 1997;", "ref_id": "BIBREF150"}, {"start": 293, "end": 317, "text": "Skinner and Klages 1994;", "ref_id": "BIBREF158"}, {"start": 318, "end": 354, "text": "Wojciechowska and Zdzitowiecki 1995;", "ref_id": "BIBREF181"}, {"start": 355, "end": 382, "text": "Yurakhno and Mal'tzev 1995;", "ref_id": "BIBREF186"}, {"start": 383, "end": 400, "text": "Zdzitowiecki 1984", "ref_id": "BIBREF187"}, {"start": 401, "end": 420, "text": "Zdzitowiecki , 1996", "ref_id": "BIBREF188"}, {"start": 421, "end": 449, "text": "Zdzitowiecki and White 1992)", "ref_id": "BIBREF189"}], "ref_spans": [], "section": "Molecular Techniques for Tracing Sewage Micro-Organisms"}, {"text": "Because of its significance to human health, there have been many studies of the extent of faecal contamination in the environment, with quite a number in Antarctica. Most of the Antarctic studies have focused on the marine environment and the extent of contamination around sewage outfalls. There have also been a smaller number of studies of faecal indicators in the Antarctic terrestrial environment, either examining contamination associated with past human activity at sites, or documenting natural faecal indicators associated with the indigenous wildlife.", "cite_spans": [], "ref_spans": [], "section": "Extent of Faecal Indicators in Antarctica"}, {"text": "In general, these studies have found faecal indicator organisms at high concentrations (ca. 10 3 -10 6 colony forming units[CFUs] per 100 ml) close to sewage discharges (within 25-50 m), with concentrations progressively declining with distance. The extent of sewage plumes has been related to seasonal station populations, the presence or absence of sea-ice cover, as well as related wind-driven turbulence and localised currents Bruni et al. 1997; Delille and Dellile 2000; Redvers 2000; Delille and Geizon 2003; Hughes 2003; Lisle et al. 2004) .", "cite_spans": [{"start": 431, "end": 449, "text": "Bruni et al. 1997;", "ref_id": "BIBREF22"}, {"start": 450, "end": 475, "text": "Delille and Dellile 2000;", "ref_id": null}, {"start": 476, "end": 489, "text": "Redvers 2000;", "ref_id": "BIBREF152"}, {"start": 490, "end": 514, "text": "Delille and Geizon 2003;", "ref_id": null}, {"start": 515, "end": 527, "text": "Hughes 2003;", "ref_id": "BIBREF72"}, {"start": 528, "end": 546, "text": "Lisle et al. 2004)", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "At McMurdo Station (USA), the largest station in Antarctica with a summer population of ca. 1,500, concentrations of up to 10 5 total coliforms per 100 ml were found along a 1 km length of shoreline adjacent to the marine outfall, and concentrations of 100-1,000 total coliforms per 100 ml extended 200-300 m seaward prior to installation and operation of a wastewater treatment plant in 2003 (Howington et al. 1992; McFeters et al. 1993 ). The size of localised areas of high coliform densities (>1000/100 ml) reduced significantly (Fig. 15.1) in the nearshore area when the outfall was changed from surface to subsurface discharge (5 m depth, 15 m from shore) (Howington 1992; McFeters et al. 1993 ). An additional ca. 10-fold reduction in coprostanol in sediments close to the outfall was observed (Edwards et al. 1998 ). The changes were thought to be due to better dispersion of sewage from the submerged outfall than when the outfall discharged directly onto the sea-ice. Localisation was thought to be due to restricted dispersion of sewage due to submerged shore-associated sea-ice tide cracks and pressure ridges, and tide-associated movement within these features.", "cite_spans": [{"start": 393, "end": 416, "text": "(Howington et al. 1992;", "ref_id": "BIBREF69"}, {"start": 417, "end": 437, "text": "McFeters et al. 1993", "ref_id": "BIBREF114"}, {"start": 662, "end": 678, "text": "(Howington 1992;", "ref_id": "BIBREF69"}, {"start": 679, "end": 699, "text": "McFeters et al. 1993", "ref_id": "BIBREF114"}, {"start": 801, "end": 821, "text": "(Edwards et al. 1998", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 533, "end": 544, "text": "(Fig. 15.1)", "ref_id": "FIGREF0"}], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "In contrast to McMurdo, most other Antarctic stations have summer populations of 20-60 or less. Faecal indicator bacteria in marine receiving waters surrounding such stations have generally been found to be detectable for just a few hundred metres from outfalls (Bruni et al. 1997; Delille and Delille 2000; Hughes 2003 ). However, relocating outfalls to improve dispersion can still bring about environmental improvements. At Scott Base (NZ, population 10-100) relocation of the outfall from the foreshore (13 m from the shoreline) to 5 m offshore through a tide crack in the sea-ice increased dispersion and faecal coliform (>1 CFUs per 100 ml) plume area. Increased lateral dispersion along the near shore was noted, and is associated with an area of large tide cracks and pressure ridges. Several other studies have also noted restricted dispersion when effluent is discharged directly onto the foreshore or sea-ice (Delille and Dellile 2000; Hughes 2003) . A study at Rothera Station (UK, population ~22 in winter and up to 120 in summer) indicated presumptive faecal coliform levels > 10 CFUs per 100 ml between 300 m (February) and 500 m (September) from the outfall (Hughes 2003) . This study also emphasised the effects of variations in station population on presumptive faecal coliform densities, and that these were masked by the effects of changing environmental factors such as solar radiation, the summer algal bloom and sea-ice formation.", "cite_spans": [{"start": 262, "end": 281, "text": "(Bruni et al. 1997;", "ref_id": "BIBREF22"}, {"start": 282, "end": 307, "text": "Delille and Delille 2000;", "ref_id": "BIBREF38"}, {"start": 308, "end": 319, "text": "Hughes 2003", "ref_id": "BIBREF72"}, {"start": 920, "end": 946, "text": "(Delille and Dellile 2000;", "ref_id": null}, {"start": 947, "end": 959, "text": "Hughes 2003)", "ref_id": "BIBREF72"}, {"start": 1174, "end": 1187, "text": "(Hughes 2003)", "ref_id": "BIBREF72"}], "ref_spans": [], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "A study of the distribution of total coliforms E. coli, and enterococci from treated sewage discharged 50 m from the shoreline at Terra Nova Station (Italy), Ross Sea, found indicator concentrations of < 1 CFU per 100 ml at ca. > 200 m from shore (Bruni et al. 1997) . Increased concentrations of faecal indicators were related to increases in station population and this was attributed to the inability of the wastewater treatment system to handle the increased volume of influent. A study of faecal coliform dispersion from untreated sewage discharged from Dumont d'Urville Station (France, population ~25-60) found levels < 5 CFUs per 100 ml at > 2 km from the point of discharge (Delille and Delille 2000) . A similar study at the sub-Antarctic station Port-aux-Français (France, population ~60-200) on Kerguelen Island also found concentrations of E. coli ³10 CFUs per 100 ml up to 2 km from the discharge (Delille and Gleizon 2003) . Maxima of both E. coli and enterococci in samples taken near the outfall were strongly correlated with the presence of the supply ship and the concomitant increases in station population.", "cite_spans": [{"start": 247, "end": 266, "text": "(Bruni et al. 1997)", "ref_id": "BIBREF22"}, {"start": 683, "end": 709, "text": "(Delille and Delille 2000)", "ref_id": "BIBREF38"}, {"start": 911, "end": 937, "text": "(Delille and Gleizon 2003)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "The spatial extent of faecal contamination also decreases with improvements to sewage treatment. At Rothera Station, regular flushing to the ocean of sewage holding tanks with cold seawater reduced the numbers of faecal indicator bacteria in discharge by 90%, and significantly reduced faecal coliform concentrations in the receiving bay (Hughes and Blenkharn 2003) . In February 2003, Rothera Station installed a submerged aerated biological filter sewage treatment plant including UV sterilisation of effluent and removal of dewatered sludge for disposal outside 702   703  704  705  706  707  708  709  710  711  712  713  714  715  716  717  718  719  720  721  722  723  724  725  726  727  728  729  730  731  732  733  734  735  736  737  738  739  740  741  742  743  744  745  746 Antarctica (Hughes 2004, Table 15 .1). This significantly reduced dispersion of faecal coliforms (>10 CFUs per 100 ml) from ca. 300 to 50 m when measured at the same time of year (February) (Hughes 2004; Hughes and Thompson 2004) .", "cite_spans": [{"start": 338, "end": 365, "text": "(Hughes and Blenkharn 2003)", "ref_id": "BIBREF76"}, {"start": 801, "end": 823, "text": "(Hughes 2004, Table 15", "ref_id": null}, {"start": 980, "end": 993, "text": "(Hughes 2004;", "ref_id": "BIBREF73"}, {"start": 994, "end": 1019, "text": "Hughes and Thompson 2004)", "ref_id": "BIBREF78"}], "ref_spans": [{"start": 565, "end": 789, "text": "702   703  704  705  706  707  708  709  710  711  712  713  714  715  716  717  718  719  720  721  722  723  724  725  726  727  728  729  730  731  732  733  734  735  736  737  738  739  740  741  742  743  744  745  746", "ref_id": "TABREF0"}], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "C. perfringens has been used as an indicator of human faecal contamination in Antarctica both in sediments and fauna. Both Hughes and Thompson (2004) and Edwards et al. (1998) showed that C. perfringens concentrations in sediments ca. > 50 CFUs g −1 dry wt were restricted to within 200 m of sewage discharges at both Rothera and McMurdo Stations, respectively. Lisle et al. (2004) subsequently found C. perfringens in sediments at levels of ca. 3.5 × 10 3 CFUs g −1 dry wt at ca. 800 m from the outfall (Cape Armitage). Edwards et al. (1998) also detected C. perfringens in sediments in this area, but at levels between ca. 10 and 50 CFUs g −1 dry wt. A general trend of reduced densities of C. perfringens in sediments with distance from outfalls was observed in all studies. Campos et al. (2006) also reported the presence of C. perfringens near the sewage outfall of Commandante Ferraz (Brazil) Station, Admiralty Bay.", "cite_spans": [{"start": 123, "end": 149, "text": "Hughes and Thompson (2004)", "ref_id": "BIBREF78"}, {"start": 154, "end": 175, "text": "Edwards et al. (1998)", "ref_id": "BIBREF42"}, {"start": 362, "end": 381, "text": "Lisle et al. (2004)", "ref_id": "BIBREF104"}, {"start": 521, "end": 542, "text": "Edwards et al. (1998)", "ref_id": "BIBREF42"}, {"start": 778, "end": 798, "text": "Campos et al. (2006)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Faecal Contamination from Antarctic Marine Sewage Outfalls"}, {"text": "Although the microbiology of Antarctic soils has been well studied over many years (Block 1984; Vincent 1988; Wynn-Williams 1990; Cowan and Lemese 2004) , there have been relatively few studies of the extent of faecal indicators at Antarctic terrestrial sites. Bacteria (Corynebacterium-Rothia, Bacillus, Pseudomonas, Micrococcus spp.) and fungi (Cladosporium, Penicillium spp.) reported to be of human origin (but not E. coli or other standard faecal indicators) were found in soils from 68 sites up to 100 m from Syowa (Showa) Station (Japan) (Toyoda et al. 1985) . Non-culturing techniques (PCR amplification) were used to demonstrate the presence of E. coli in soils at an abandoned field site (Canada Glacier camp site), but they were not detected at a currently occupied site (Lake Fryxell camp site) (Sjöling and Cowan 2000) possibly due to improved environmental practices in recent years. Lemese and Cowan (2005) also used PCR to demonstrate the presence of Staphylococcus epidermidis in soils from heavily impacted sites in the DryValleys, but not in low-impact and pristine sites. Upton et al. (1997) used PCR to detect human commensals from soils around Halley Station (UK), but were unable to detect them using culture-based techniques. It should be emphasised that standard PCR (as opposed to reverse-transcriptase PCR) does not distinguish between viable and non-viable cells, and that viable cells are required for a microbial pathogen to infect a susceptible host. However, these results do demonstrate the environmental persistence of DNA from these organisms, and hence availability for transformation of indigenous bacteria under suitable conditions (Lorenz and Wackernagel 1994) .", "cite_spans": [{"start": 83, "end": 95, "text": "(Block 1984;", "ref_id": null}, {"start": 96, "end": 109, "text": "Vincent 1988;", "ref_id": "BIBREF177"}, {"start": 110, "end": 129, "text": "Wynn-Williams 1990;", "ref_id": "BIBREF182"}, {"start": 130, "end": 152, "text": "Cowan and Lemese 2004)", "ref_id": "BIBREF33"}, {"start": 545, "end": 565, "text": "(Toyoda et al. 1985)", "ref_id": "BIBREF168"}, {"start": 807, "end": 831, "text": "(Sjöling and Cowan 2000)", "ref_id": "BIBREF157"}, {"start": 898, "end": 921, "text": "Lemese and Cowan (2005)", "ref_id": "BIBREF99"}, {"start": 1092, "end": 1111, "text": "Upton et al. (1997)", "ref_id": "BIBREF171"}, {"start": 1670, "end": 1699, "text": "(Lorenz and Wackernagel 1994)", "ref_id": "BIBREF106"}], "ref_spans": [], "section": "Faecal Contamination in the Antarctic Terrestrial Environment"}, {"text": "Microbial agents of disease may also be transmitted as airborne particles termed bioaerosols. Aerosols can be created via sewage treatment and discharge processes, and their subsequent dispersion has been described (Bitton 2005; Fannin et al. 1985; Shuval et al. 1989; WHO 2003) . Surface discharge into surf or intertidal zones, and venting of wastewater treatment processes may be expected to generate bioaerosols. Generally, propagules of certain viruses as well as sporulated bacteria and fungi are more resistant to airborne environmental stressors (dessication, irradiation, etc.) than non-spore-forming micro-organisms. In a general study of fungal bioaerosols on Signy Island (sub-Antarctic) Marshall (1997) found concentrations of a common saprophytic fungal bioaerosol Cladosporium spp. tended to decrease with increasing latitude. Seasonal abundances were associated with the thaw, and transport from more northerly latitudes was suggested as a possible source. Using 16S rRNA PCR to analyse biodiversity of aerosols at Rothera Point (Antarctic Peninsula) found that the majority of sequences obtained appeared to be of local or regional origin. These authors also noted the utility of this analytical technique over conventional microscopic morphologic or culture-based isolation/identification techniques. In a study of sewage-derived bioaerosols from an Antarctic marine discharge, Hughes (2006) found faecal coliforms up to 175 m downwind from the intertidal discharge point (which included a 1 m drop to the marine environment) and that dispersion appeared to be related to wind speed. Faecal coliform survival in relation to desiccation and UV irradiation indicated ca. 3-4 log 10 reductions in this indicator within 1 h of exposure. However, these organisms retained viability and were deposited cumulatively under low UV irradiation when collected into a suitable growth medium. Hence, although environmental survival of non-spore-forming sewage-derived microbial bioaerosols appears limited, wildlife close to sources may be subjected to cumulative exposures.", "cite_spans": [{"start": 215, "end": 228, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 229, "end": 248, "text": "Fannin et al. 1985;", "ref_id": "BIBREF46"}, {"start": 249, "end": 268, "text": "Shuval et al. 1989;", "ref_id": "BIBREF156"}, {"start": 269, "end": 278, "text": "WHO 2003)", "ref_id": null}, {"start": 700, "end": 715, "text": "Marshall (1997)", "ref_id": "BIBREF111"}, {"start": 1396, "end": 1409, "text": "Hughes (2006)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Faecal Contamination of Antarctic Air"}, {"text": "Faecal indicator bacteria have been found at several sites remote from station sewage outfalls. Typically, these sites were chosen as non-sewage-impacted controls during studies of indicator distribution in the marine environment. In some studies, indicators were found at sites frequented by indigenous macrofauna. Although not a faecal indicator per se, numbers of culturable heterotrophic and total bacteria correlated positively with proximity to Adélie and emperor penguin colonies (Dellile 1987). Delille and Delille (2000) detected total coliform bacteria in crowded Adélie penguin colonies in the vicinity of Dumont d'Urville Station. Hughes (2003) found increased presumptive faecal coliform levels (2.16 × 10 4 CFUs per 100 ml) in seawater proximal to an Adélie penguin colony at East Beach. Bruni et al. (1997) detected 1 CFU enterococci per 100 ml at a control site in the presence of Weddell seals. Hughes and Thompson (2004) found low levels of faecal coliforms (4-12 CFUs per 100 ml) in water collected from control sites near penguins and beached seals. Campos et al. (2006) found C. perfringens at two reference sites and speculated as to its anthropogenic or indigenous faunal origin. Lisle et al. (2004) detected low concentrations of E. coli and enterococci (1 and 3 CFUs per 100 ml, respectively) in water samples from control sites with localised Weddell seal populations (Little and Big Razorback Islands). Significantly higher concentrations of total and faecal coliforms, E. coli, enterococci and C. perfringens were found in sediments at these sites than in the water column. Low levels of group II F+ RNA coliphage, presumed to be human-derived, were found in a single water sample (Little Razorback) and in sediment samples (Big Razorback). These were the same genotype, presumed to be human-derived, as that found in untreated sewage from McMurdo Station. Nearby sea-ice camps that dispose of faecal material into ice holes drilled into the annual sea-ice could not be ruled out as the source of these coliphage. Additionally, analysis of Weddell seal scats, as well as rectal swabs, indicated the presence of C. perfringens, faecal coliforms, E. coli, and enterococci at concentrations similar to that in sewage solids from sediments proximal to McMurdo Station outfall (Lisle et al. 2004 ). Interestingly, no enterovirus was detected in any samples in this study, including untreated station sewage. Smith (2000) has suggested that the amount of faeces discharged in sewage from the small sub-Antarctic station at Macquarie Island (Australia, population ~14) was insignificant compared to that from indigenous seals and penguins. Although concentrations of faecal indicator bacteria in control sites near indigenous fauna were generally much lower than those found near sewage discharges, the presence of these organisms as apparently normal flora of indigenous wildlife complicates their use as definitive indicators of anthropogenic input, particularly at low levels, i.e. ca. 1-10 CFUs per 100 ml or 100 g dry wt. Several studies have suggested that enterococci (Bruni et al. 1997; Smith et al. 1994; Lisle et al. 2004) are optimal faecal indicators for water samples and C. perfringens for sediments (Edwards et al. 1998; Hughes and Thompson 2004; Lisle et al. 2004 ), because they are present in greater numbers and at greater distances from sewage outfalls, and may be more persistent in the Antarctic marine environment than alternative microbial indicators.", "cite_spans": [{"start": 503, "end": 529, "text": "Delille and Delille (2000)", "ref_id": "BIBREF38"}, {"start": 643, "end": 656, "text": "Hughes (2003)", "ref_id": "BIBREF72"}, {"start": 802, "end": 821, "text": "Bruni et al. (1997)", "ref_id": "BIBREF22"}, {"start": 912, "end": 938, "text": "Hughes and Thompson (2004)", "ref_id": "BIBREF78"}, {"start": 1070, "end": 1090, "text": "Campos et al. (2006)", "ref_id": "BIBREF26"}, {"start": 1203, "end": 1222, "text": "Lisle et al. (2004)", "ref_id": "BIBREF104"}, {"start": 2300, "end": 2318, "text": "(Lisle et al. 2004", "ref_id": "BIBREF104"}, {"start": 2431, "end": 2443, "text": "Smith (2000)", "ref_id": "BIBREF159"}, {"start": 3096, "end": 3115, "text": "(Bruni et al. 1997;", "ref_id": "BIBREF22"}, {"start": 3116, "end": 3134, "text": "Smith et al. 1994;", "ref_id": "BIBREF161"}, {"start": 3135, "end": 3153, "text": "Lisle et al. 2004)", "ref_id": "BIBREF104"}, {"start": 3235, "end": 3256, "text": "(Edwards et al. 1998;", "ref_id": "BIBREF42"}, {"start": 3257, "end": 3282, "text": "Hughes and Thompson 2004;", "ref_id": "BIBREF78"}, {"start": 3283, "end": 3300, "text": "Lisle et al. 2004", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Faecal Indicators at Sites Occupied by Antarctic Fauna"}, {"text": "Studies of the spatial extent of culturable micro-organisms around a point source, such as an outfall, demonstrate that indicator species can survive in the environment, but provide little information on the duration of survival. When sewage effluent is discharged into the marine environment, the micro-organisms within it will be subject to two basic processes: dilution and mixing will reduce their concentrations, and exposure to environmental conditions may render them non-viable or reduce their culturability. Spatial studies using only culturing techniques cannot distinguish between these two processes and therefore provide little information on the survivability of micro-organisms in effluent.", "cite_spans": [], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Environment"}, {"text": "Survivability of pathogens in the Antarctic environment is important to the assessment of the risk of disease transmission to wildlife from human sewage because persistence is a major factor in determining ultimate exposure dose. The next section will consider the likelihood of exposure to viable agents of disease.", "cite_spans": [], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Environment"}, {"text": "A number of studies have used faecal material of known age to study survivability of faecal bacteria in the Antarctic environment. Spore-forming and non-spore-forming (including encapsulated Pseudomonas spp.) organisms were successfully cultured from 50-year-old faeces at Scott's hut (1910) (1911) at Cape Evans (Meyer et al. 1963) . Thirty years later, spore-forming Bacillus spp. and actinomycetes (Micromonospora spp.) were cultured in significant numbers from 80-year-old pony dung from Shackleton's (1907) and Scott's (1910 Scott's ( -1911 huts (Nedwell et al. 1994 ). However, Pseudomonas spp., which do not form spores, were not cultured. Boyd and Boyd (1963) found that a single 1 g sample of 208 samples collected at Shackleton's waste disposal site at Cape Royds (1907) was positive for E. coli. However, total coliform bacteria were not otherwise isolated in either of these studies.", "cite_spans": [{"start": 285, "end": 291, "text": "(1910)", "ref_id": null}, {"start": 292, "end": 298, "text": "(1911)", "ref_id": null}, {"start": 313, "end": 332, "text": "(Meyer et al. 1963)", "ref_id": null}, {"start": 492, "end": 511, "text": "Shackleton's (1907)", "ref_id": null}, {"start": 516, "end": 529, "text": "Scott's (1910", "ref_id": null}, {"start": 530, "end": 545, "text": "Scott's ( -1911", "ref_id": null}, {"start": 551, "end": 571, "text": "(Nedwell et al. 1994", "ref_id": "BIBREF127"}, {"start": 647, "end": 667, "text": "Boyd and Boyd (1963)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Terrestrial Environment"}, {"text": "Viable enterococci and C. perfringens as well as anaerobic and spore-forming aerobic bacteria (Bacillus spp.) were also found in 30-40-year-old faecal material from the Fossil Bluff Field Station (UK) (Hughes and Nobbs 2004) . However, a broad range of other potential bacterial pathogens, including Staphylococcus aureus, Campylobacter, Salmonella and Vibrio spp., as well as total coliforms and E. coli, were not detected. While some of these organisms may have been absent in the faecal material when deposited, the absence of the non-spore-forming total coliforms and E. coli indicators suggested that these organisms are particularly susceptible to damage by in situ freeze-thaw processes (Parker and Martel 2002) . Boyd et al. (1970) found spore-forming bacteria (Bacillus sp.) significantly associated with high organic content and coal-contaminated soils, as well as station debris, in the area of Almirante Brown Station, Paradise Harbor, Antarctic Peninsula. These authors found thermophilic bacteria (capable of growth at > 55°C) specifically associated with the contaminated soils and station debris.", "cite_spans": [{"start": 201, "end": 224, "text": "(Hughes and Nobbs 2004)", "ref_id": "BIBREF77"}, {"start": 694, "end": 718, "text": "(Parker and Martel 2002)", "ref_id": "BIBREF138"}, {"start": 721, "end": 739, "text": "Boyd et al. (1970)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Terrestrial Environment"}, {"text": "Faecal material on land is subject to very different conditions from those experienced by sewage effluent discharged into the sea. For practical reasons, studies using historic material have typically sampled relatively large concentrations of faecal matter that may have been subjected to repeated freeze-thaw cycles and span decades (Hughes and Nobbs 2004) . In contrast, faecal material in sewage effluent is diluted after discharge to the sea, and often during transfer and treatment. Once in the sea, the effluent is exposed to solar radiation and a saline environment and will not be subjected to temperatures £1.8°C or freeze-thaw cycles unless near the surface and frozen in sea-ice. In the Antarctic, most biological productivity and the greatest concentrations of wildlife are found in the marine environment. Therefore, anthropogenic introduction of allocthonous and potentially pathogenic agents into this environment is of particular concern.", "cite_spans": [{"start": 335, "end": 358, "text": "(Hughes and Nobbs 2004)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "The period of survival of faecal bacteria in seawater from non-polar regions is variable, ranging from less than an hour to weeks depending on environmental conditions (Carluci and Pramer 1959), with low temperatures tending to favour survival (Halton and Nehlsen 1968; Baross et al. 1975) . Solar radiation, dissolved oxygen levels, sea-ice, algal blooms, grazing and predation and salinity can also effect bacterial survival (Hughes 2003; Smith et al. 1994 ).", "cite_spans": [{"start": 244, "end": 269, "text": "(Halton and Nehlsen 1968;", "ref_id": "BIBREF63"}, {"start": 270, "end": 289, "text": "Baross et al. 1975)", "ref_id": "BIBREF9"}, {"start": 427, "end": 440, "text": "(Hughes 2003;", "ref_id": "BIBREF72"}, {"start": 441, "end": 458, "text": "Smith et al. 1994", "ref_id": "BIBREF161"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "Very few direct experimental studies of the survival of faecal bacteria in Antarctica have been reported. Using both laboratory and field exposures, Statham and McMeekin (1994) demonstrated that faecal bacteria are rapidly inactivated (~50 min, 40 min and 2 h for 1 log reduction for E. coli, Salmonella zanzibar and a faecal Streptococcus, respectively) when exposed to artificial light (290-800 nm) under Antarctic conditions. E. coli showed a similar decline under ambient light. They concluded that as repair mechanisms are unlikely to operate in situ, resuscitation of sublethally damaged cells is improbable, and recommended that sewage should be discharged on or near the sea surface to maximise exposure to solar radiation. These authors also recommended against rapidly discharging large volumes, which could cause increased turbidity, lower light penetration and consequent accumulation of undamaged cells in sediments.", "cite_spans": [{"start": 149, "end": 176, "text": "Statham and McMeekin (1994)", "ref_id": "BIBREF164"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "Rapid mortality (100% after 90 min exposure to 0.36 kJ of UV DNA m −2 ) of E. coli (exposed population concentration unknown) exposed to solar radiation at Rothera Station at mid-day (12:30-14:00 local time) during the summer (8 February) has also been reported by Hughes (2003) . Observations of lower faecal coliform counts with seasonally increasing solar radiation led this author to suggest that solar radiation dose is the dominant factor controlling concentrations of this indicator in seawater near the station. A later study demonstrated that the bactericidal effects of solar radiation on E. coli progressively increased with shorter wavelengths < 345 nm, showing a ca. 3.5 log 10 reduction at 280 nm over 60 min exposure (Hughes 2005) . Additionally, die-off was greater in seawater compared to phosphate buffered saline, under UV B compared to UV A or photosynthetically-active radiation (400-700 nm), and in filtered sewage compared to raw, centrifuged sewage containing particulates. These results indicate the importance of solar radiation in reducing numbers of bacteria in sewage discharged into the marine environment.", "cite_spans": [{"start": 265, "end": 278, "text": "Hughes (2003)", "ref_id": "BIBREF72"}, {"start": 732, "end": 745, "text": "(Hughes 2005)", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "When exposed to Antarctic marine conditions using in situ diffusion chambers, but without high levels of light, enteric bacteria (E. coli, Salmonella typhimurium and Yersinia enterocolitica) remained within 1% of inoculum values (measured by direct viable counts and respiratory activity) after 54 days of exposure ). This was despite progressive relative decreases in recovery of these bacteria on selective media versus non-selective media, suggesting that these species may persist for extended periods in the Antarctic in a sub-lethally injured or viable but non-culturable (VBNC) state, particularly when shielded from solar radiation in sediments or by sea-ice cover . After 54 days exposure E. coli, S. typhimurium and Y. enterocolitica respiratory activity was found to be limited by nutrients rather than temperature, and these organisms had become markedly thermosensitive. These results suggest that reduced-temperature and/or reducedselectivity resuscitation steps may increase recovery of these organisms from the Antarctic marine environment, and that counts obtained should be considered minima owing to the possibility of sub-lethal injury or VBNC responses. However, the extended persistence observed in the absence of high light levels is in contrast to the rapid mortality observed when enteric bacteria are exposed to Antarctic ambient light (Hughes 2003 (Hughes , 2005 Statham and McMeekin 1994) .", "cite_spans": [{"start": 1362, "end": 1374, "text": "(Hughes 2003", "ref_id": "BIBREF72"}, {"start": 1375, "end": 1389, "text": "(Hughes , 2005", "ref_id": "BIBREF74"}, {"start": 1390, "end": 1416, "text": "Statham and McMeekin 1994)", "ref_id": "BIBREF164"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "Field observations have confirmed that human enteric micro-organisms can persist in the long term in the marine environment, particularly at low temperatures. Counts of C. perfringens in benthic sediments at an abandoned deepwater sewage sludge dumping ground (~2,500 m depth) were 10-fold higher than at a reference location 1 year after the cessation of dumping (Hill et al. 1993) . O'Neill et al. (1968) found that 10-20% of enterovirus remained infective in frozen sewage at −33°C over 4 months.", "cite_spans": [{"start": 364, "end": 382, "text": "(Hill et al. 1993)", "ref_id": "BIBREF67"}, {"start": 385, "end": 406, "text": "O'Neill et al. (1968)", "ref_id": "BIBREF136"}], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "It is common practice in microbiology laboratories to store bacterial cultures at reduced temperatures. Indeed, one of the most common ways to preserve viable microbial cultures in the long term is by freezing, albeit often in the presence of a cryoprotectant. Hence, while the low in situ ambient temperatures in Antarctica may be expected to generally prolong microbial survival relative to more temperate regions, other factors, such as increased summer photoperiod, freeze/thaw, predation/ grazing and salinity, may collectively or individually contribute to increased die-off of potential pathogens in human faecal waste and sewage. Considering these factors, the ability of potential pathogens to remain viable for periods of hours, days or months may be more relevant to the risk of disease transmission to marine wildlife than periods of tens of years.", "cite_spans": [], "ref_spans": [], "section": "Survival of Faecal Bacteria in the Antarctic Marine Environment"}, {"text": "In order for an infectious disease to be produced in a host, the host must first be exposed to a sufficient number of sufficiently infective microbial cells (or virions) to which the host is sufficiently susceptible. Proof that an infectious agent causes disease in a particular host requires the satisfaction of one of the basic tenants of pathogenic microbiology, Koch's postulates: (1) The same pathogen must be present in every case of the disease, (2) the pathogen must be isolated from the diseased host and grown in pure culture, (3) the pathogen from the pure culture must cause the disease when inoculated into a healthy, susceptible laboratory animal and (4) the pathogen must be isolated from the inoculated animal and must be shown to be the original organism.", "cite_spans": [], "ref_spans": [], "section": "Links Between Sewage Exposure and Ill Health in Wildlife"}, {"text": "In practice, exceptions must often be made to Koch's postulates. These include cases where an infectious agent is not culturable outside the host (postulates 2, 4), or ethical/regulatory considerations prevent experimental host infection (postulate 3). Additional problems arise when a single organism may cause different or subclinical/asymptomatic disease(s) under different conditions. Diseases that may be caused by a community of micro-organisms rather than a single pathogen also require exceptions to Koch's postulates.", "cite_spans": [], "ref_spans": [], "section": "Links Between Sewage Exposure and Ill Health in Wildlife"}, {"text": "The authors found no published accounts of investigations of disease in Antarctic wildlife that satisfies Koch's postulates. The difficulty in obtaining and maintaining Antarctic wildlife, particularly birds and mammals, for experimental laboratory exposure to infectious agents largely precludes these types of studies. This is particularly the case for vertebrate macrofauna. Instead, investigations of disease are likely to be limited to isolation of etiological agents from animals presenting symptoms, and correlation with absence of the disease and the presumptively associated etiological agent in control animals.", "cite_spans": [], "ref_spans": [], "section": "Links Between Sewage Exposure and Ill Health in Wildlife"}, {"text": "In the next sections we will consider the range of disease-causing agents likely to be present in Antarctic sewage and whether there is evidence that Antarctic fauna have been exposed to pathogens from sewage. We will also consider whether there is evidence that exposure to human sewage has caused disease in any wild animal populations.", "cite_spans": [], "ref_spans": [], "section": "Links Between Sewage Exposure and Ill Health in Wildlife"}, {"text": "Raw domestic sewage contains a wide range of pathogenic or potentially pathogenic micro-organisms (Table 15 .2) (Long and Ashbolt 1994; WHO 1999 WHO , 2003 US EPA 1992 . Quantities of individual pathogens and classes of pathogens per unit volume vary widely depending on a number of factors, including numbers and types of infections in the source population, climate and type of wastewater treatment. It should be noted that the diseases associated with the organisms listed in Table 15 .2 are those in human hosts, although several are known to cause disease in non-human hosts, for example, Giardia lamblia/intestinalis giardiasis in canines.", "cite_spans": [{"start": 112, "end": 135, "text": "(Long and Ashbolt 1994;", "ref_id": "BIBREF105"}, {"start": 136, "end": 144, "text": "WHO 1999", "ref_id": null}, {"start": 145, "end": 155, "text": "WHO , 2003", "ref_id": null}, {"start": 156, "end": 167, "text": "US EPA 1992", "ref_id": null}], "ref_spans": [{"start": 98, "end": 107, "text": "(Table 15", "ref_id": "TABREF0"}, {"start": 479, "end": 487, "text": "Table 15", "ref_id": "TABREF0"}], "section": "Pathogenic Micro-Organisms in Sewage"}, {"text": "During sewage treatment, efficiencies of removal and inactivation of pathogens vary in ways that are dependent on treatment process and the characteristics of individual pathogens. Some pathogens, particularly encysted protozoans and helminths, sporulated bacteria, and some encapsulated viruses, are more difficult to remove and/or inactivate than others. As a broad generalisation, primary treatment processes may result in ca. 0.5-3 log 10 reductions in viable pathogen levels, and secondary treatment and disinfection in further ca. 0.5-4 log 10 and 0.5-6 log 10 reductions, respectively (Bitton 2005; EPHC/NRMMC 2005; Gerardi 2004; Long and Ashbolt 1994; WHO 1999 WHO , 2003 .", "cite_spans": [{"start": 592, "end": 605, "text": "(Bitton 2005;", "ref_id": "BIBREF13"}, {"start": 606, "end": 622, "text": "EPHC/NRMMC 2005;", "ref_id": null}, {"start": 623, "end": 636, "text": "Gerardi 2004;", "ref_id": "BIBREF57"}, {"start": 637, "end": 659, "text": "Long and Ashbolt 1994;", "ref_id": "BIBREF105"}, {"start": 660, "end": 668, "text": "WHO 1999", "ref_id": null}, {"start": 669, "end": 679, "text": "WHO , 2003", "ref_id": null}], "ref_spans": [], "section": "Pathogenic Micro-Organisms in Sewage"}, {"text": "Sewage may contain other pathogens in addition to the enteric and urogenital micro-organisms expected in faeces and urine. Respiratory, ocular and dermal pathogens may enter the sewage system via bathing, washing of affected materials, or on tissues, etc. disposed of into wastewater. In recognition of this, current World Health Organisation guidelines for classification of recreational waters using microbiological indicators (enterococci) are based on risk of both gastrointestinal disease as well as acute febrile respiratory illness (AFRI) (WHO 2003).", "cite_spans": [], "ref_spans": [], "section": "Pathogenic Micro-Organisms in Sewage"}, {"text": "Pathogen incidence and concentrations vary regionally throughout the world (EPHC/ NRMMC 2005; Gerardi 2004; Leclerc et al. 2002; Morris 2003; WHO 2003) .", "cite_spans": [{"start": 75, "end": 93, "text": "(EPHC/ NRMMC 2005;", "ref_id": null}, {"start": 94, "end": 107, "text": "Gerardi 2004;", "ref_id": "BIBREF57"}, {"start": 108, "end": 128, "text": "Leclerc et al. 2002;", "ref_id": "BIBREF95"}, {"start": 129, "end": 141, "text": "Morris 2003;", "ref_id": "BIBREF123"}, {"start": 142, "end": 151, "text": "WHO 2003)", "ref_id": null}], "ref_spans": [], "section": "Factors that may Influence Pathogens in Antarctic Sewage"}, {"text": "In addition, the quantity and type of pathogens present in sewage from an Antarctic station may be different from those generated by the general population, although we are not aware of any comprehensive studies of pathogens (as opposed to faecal indicators) in wastewater from Antarctic stations that could be used to test whether this is the Leclerc et al. 2002; WHO 1999 WHO , 2003 case. Most Antarctic programs require participants to pass a physical examination prior to deployment, which usually includes screening for signs of disease. Some diseases are more common in children than in the adult population; consequently, these diseases are likely to be under-represented as a result of the absence of children from Antarctic communities. Thus, the overall health of people at Antarctic stations may be better than average, with some diseases reduced or excluded. These factors, together with the absence of many vectors of human disease common in temperate climates, such as domestic animals and insects, suggest a lower likelihood of disease and shedding of pathogens into wastewater in station populations.", "cite_spans": [{"start": 344, "end": 364, "text": "Leclerc et al. 2002;", "ref_id": "BIBREF95"}, {"start": 365, "end": 373, "text": "WHO 1999", "ref_id": null}, {"start": 374, "end": 384, "text": "WHO , 2003", "ref_id": null}], "ref_spans": [], "section": "Factors that may Influence Pathogens in Antarctic Sewage"}, {"text": "Conversely, the relatively confined, largely indoor nature of life on Antarctic bases increases the risk of person-to-person disease transmission once an infectious disease is introduced (Allen 1973 ). Antarctic expeditioners undergo physiological and psychological stress and these can be expected to impact their health (Cosman and Brandt-Rauf 1987) including their immune status and consequent resistance to disease. Francis et al. (2002) found lowered mucosal immunity in some expeditioners, while Mehta et al. (2000) found diminished cell-mediated immunity during overwinter isolation. A study of E. coli transmission over 26 weeks within a small group of isolated expeditioners at Signy Station (UK, South Orkney Islands) using multi-locus electrophoresis allozyme typing and plasmid analysis (Tzabar and Pennington 1991) indicated spread between station personnel. In contrast, Shult et al. (1991) found low levels of transmission of adenovirus between personnel at McMurdo Station. Lowered immune status may also reactivate latent viruses in expeditioners, resulting in possible increased viral shedding (Mehta et al. 2000) .", "cite_spans": [{"start": 187, "end": 198, "text": "(Allen 1973", "ref_id": "BIBREF2"}, {"start": 322, "end": 351, "text": "(Cosman and Brandt-Rauf 1987)", "ref_id": "BIBREF31"}, {"start": 420, "end": 441, "text": "Francis et al. (2002)", "ref_id": "BIBREF53"}, {"start": 502, "end": 521, "text": "Mehta et al. (2000)", "ref_id": "BIBREF117"}, {"start": 799, "end": 827, "text": "(Tzabar and Pennington 1991)", "ref_id": "BIBREF170"}, {"start": 885, "end": 904, "text": "Shult et al. (1991)", "ref_id": "BIBREF155"}, {"start": 1112, "end": 1131, "text": "(Mehta et al. 2000)", "ref_id": "BIBREF117"}], "ref_spans": [], "section": "Factors that may Influence Pathogens in Antarctic Sewage"}, {"text": "There are a number of records of isolation of organisms which may be found in sewage from marine mammals and avians; however, there is little conclusive evidence linking them to active disease processes in these hosts. For example, Giardia spp. cysts have been isolated from harp seals, Phoca groenlandica, grey seals, Halochoerus grypus, harbour seals, Phoca vitulina, and ringed seals, Phoca hispida, in the western Arctic and eastern Canada (Measures and Olson 1999; Olson et al. 1997) . Similarly, Oelke and Steiniger (1973) isolated Salmonella spp. from 12% of Adélie penguins and 18% of south polar skuas, Catharacta maccormicki, on Ross Island (Cape Crozier). A survey of two species each of penguins and albatrosses, as well as Antarctic fur seals on Bird Island, South Georgia, in 1996 and 1998 isolated various Salmonellae species of very low genetic heterogeneity . The S. Enteritidis was thought to be introduced from land-or ship-based sewage, and migratory birds were suggested as possible sources (Olsen, et al. 1996) . More recently a multi-year (2000) (2001) (2002) (2003) study of avians at Hope Bay, Antarctic Peninsula (site of Esperanza Station), by Leotta et al. (2006b) isolated Campylobacter lari from the intestines from 1 of 58 Adélie penguins, 5 of 28 brown skuas, Stercorarius antarctica lonnbergi, 2 of 16 kelp gulls, Larus dominicanus, and 2 of 13 south polar skuas. All birds were dead at time of examination; however, this coincided with an outbreak of avian cholera. A clonal isolate of Campylobacter jejuni was isolated from cloacal and/or rectal swabs of 3 of 100 macaroni penguins, Eudyptes chrysolophus, at Bird Island in the sub-Antarctic .", "cite_spans": [{"start": 444, "end": 469, "text": "(Measures and Olson 1999;", "ref_id": "BIBREF115"}, {"start": 470, "end": 488, "text": "Olson et al. 1997)", "ref_id": "BIBREF135"}, {"start": 502, "end": 528, "text": "Oelke and Steiniger (1973)", "ref_id": "BIBREF132"}, {"start": 1012, "end": 1032, "text": "(Olsen, et al. 1996)", "ref_id": "BIBREF134"}, {"start": 1062, "end": 1068, "text": "(2000)", "ref_id": null}, {"start": 1069, "end": 1075, "text": "(2001)", "ref_id": null}, {"start": 1076, "end": 1082, "text": "(2002)", "ref_id": null}, {"start": 1083, "end": 1089, "text": "(2003)", "ref_id": null}, {"start": 1171, "end": 1192, "text": "Leotta et al. (2006b)", "ref_id": "BIBREF103"}], "ref_spans": [], "section": "Sewage-Associated Pathogens in Indigenous Fauna"}, {"text": "A New Zealand study identified an increase in fur seal pup mortality associated with poor adult feeding conditions which coincided with an observed 4-fold increase in Salmonella sp. (Connolly et al. 2001) . They isolated a number of Salmonella sero-, and phage-types from New Zealand fur seals, Arctocephalus forsteri, and sea lions, Phocarctos hookeri, but none were isolated from single samples from Leopard seals, Hydrurga leptonyx, Elephant seals, Mirounga leonina, or sub-Antarctic fur seals, Arctocephalus tropicalis. Several of the fur seal isolates showed identical sero-, and phage-types to known New Zealand porcine isolates. One isolate of S. Enteritidis was isolated from a fur seal suffering from lesions consistent with Salmonella septicaemia; one from a seal also infected with Mycobacterium sp.; and several from fur seals at necropsy, but without typical Salmonellosis lesions.", "cite_spans": [{"start": 182, "end": 204, "text": "(Connolly et al. 2001)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Sewage-Associated Pathogens in Indigenous Fauna"}, {"text": "These studies indicate that Salmonella and Campylobacter sp. are found in a number of diverse locations in indigenous Antarctic and sub-Antarctic birds. Although it is known that some Giardia, Salmonella and Campylobacter sp. can produce disease in wildlife, it is not known whether the organisms identified in these studies originated from sewage or other anthropogenic sources. Indeed, the presence of these organisms as normal or commensal flora cannot be discounted Leotta et al. 2006a Leotta et al. , 2006b Murray 1991) . As yet, no direct causal links have been established between sewage-derived micro-organisms and disease in these animals.", "cite_spans": [{"start": 470, "end": 489, "text": "Leotta et al. 2006a", "ref_id": "BIBREF102"}, {"start": 490, "end": 511, "text": "Leotta et al. , 2006b", "ref_id": "BIBREF103"}, {"start": 512, "end": 524, "text": "Murray 1991)", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Sewage-Associated Pathogens in Indigenous Fauna"}, {"text": "As described above and elsewhere in this book, infection with Salmonella spp. and Giardia spp. has been described for several marine mammals and/or avians. However, the source of these infections is unknown. It is well known that faecal bacteria can be taken up by marine invertebrates. Indeed, the ability of groups such as bivalves to concentrate bacteria, viruses and parasites makes them promising bio-indicators (Faghri et al. 1984; Marino et al. 2005; Miller et al. 2005; Pommepuy et al. 2004) . It is reasonable to consider that wildlife may also be exposed to sewage-associated disease agents through bioconcentration and subsequent transmission via the food chain.", "cite_spans": [{"start": 417, "end": 437, "text": "(Faghri et al. 1984;", "ref_id": "BIBREF45"}, {"start": 438, "end": 457, "text": "Marino et al. 2005;", "ref_id": "BIBREF110"}, {"start": 458, "end": 477, "text": "Miller et al. 2005;", "ref_id": "BIBREF121"}, {"start": 478, "end": 499, "text": "Pommepuy et al. 2004)", "ref_id": "BIBREF145"}], "ref_spans": [], "section": "Uptake of Faecal Bacteria by Indigenous Fauna"}, {"text": "In a sewage exposure experiment at Terra Nova Station, Bruni et al. (1997) showed that coliforms were concentrated by an indigenous bivalve mollusc Laternula elliptica and suggested possible transmission via the food chain. Edwards et al. (1998) demonstrated a high incidence of C. perfringens in invertebrate and fish species intestines collected near the McMurdo Station sewage outfall relative to distant locations, with the following rates of isolation: tunicates (Cnemidocarpa verrucosa) 100%; clams (Laternula elliptica) 90%; sea urchins (Sterechinus neumayeri) 83%; and starfish (Odontaster validus) 32%. C. perfringens was not detected in nemertean worms, Parborlasia corrugatus, or the most abundant local fish species, Trematomus spp. There was a trend of decreasing C. perfringens incidence in tunicates and sea urchins with distance from outfall ( Fig.15. 2) , with 70% of overall tunicates and 40% of sea urchins harbouring C. perfringens in samples taken up to 822 m from outfall. C. perfringens was absent at the control site 3 km from outfall.", "cite_spans": [{"start": 55, "end": 74, "text": "Bruni et al. (1997)", "ref_id": "BIBREF22"}, {"start": 224, "end": 245, "text": "Edwards et al. (1998)", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 860, "end": 870, "text": "Fig.15. 2)", "ref_id": "FIGREF0"}], "section": "Uptake of Faecal Bacteria by Indigenous Fauna"}, {"text": "These results indicate that bacteria from station sewage can be ingested and harboured in the guts of a number of indigenous Antarctic benthic marine invertebrates. It is not known whether C. perfringens is capable of replication within these hosts, and therefore whether these data indicate active infection or simple ingestion of viable cells. The presence of C. perfringens in the guts of these invertebrates roughly corresponded with their presence in associated sediments (Edwards et al. 1998; Lisle et al. 2004 ). However, no disease symptoms were reported in any of the invertebrates and fish analysed.", "cite_spans": [{"start": 477, "end": 498, "text": "(Edwards et al. 1998;", "ref_id": "BIBREF42"}, {"start": 499, "end": 516, "text": "Lisle et al. 2004", "ref_id": "BIBREF104"}], "ref_spans": [], "section": "Uptake of Faecal Bacteria by Indigenous Fauna"}, {"text": "Throughout the world many large cities dispose of sewage effluent to the ocean, and at many such sites there are established populations of birds and marine mammals which likely come in close contact with effluent. We are therefore surprised that we have been unable to locate any reports, either from Antarctica or elsewhere, in which disease in wildlife has been definitively linked to exposure to pathogens from sewage effluent in the environment. One possible exception is the case of a human faecal bacterium Serratia marcescens that has recently been found to be the causal agent of white pox disease in Carribean elkhorn coral, Acropora palmata, resulting in coral losses of up to 70% in the Florida Keys (Patterson et al. 2002) . The source of S. marcescens is thought to be human faeces, but the link has yet to be confirmed.", "cite_spans": [{"start": 712, "end": 735, "text": "(Patterson et al. 2002)", "ref_id": "BIBREF141"}], "ref_spans": [], "section": "Evidence that Sewage-Associated Pathogens Cause Disease in Wildlife"}, {"text": "We find this surprising because there is considerable historic evidence of human-to-human transmission of diseases such as typhoid, cholera, polio and hepatitis through direct contact with faeces, exposure to sewage or sewage effluent, or indirectly by consumption of sewage-contaminated water or foods such as shellfish. There are also many common examples of animal-to-human transmission of disease through contact with animal faeces that contain disease-causing agents such as Salmonellae (Murray 1991) , Giardia lamblia, tapeworms and others.", "cite_spans": [{"start": 492, "end": 505, "text": "(Murray 1991)", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Evidence that Sewage-Associated Pathogens Cause Disease in Wildlife"}, {"text": "We can offer no logical reason why there should be an absolute barrier preventing transmission from humans to wild animal populations, and suggest that a more likely explanation is that the link between human sewage and wildlife disease has not been demonstrated because it has not been widely investigated. Research effort has focused on health threats to humans from animals rather than the other way round. Indeed, the majority of wildlife disease literature is focused on zoonotic disease transmission to humans (Bengis et al. 2004) , with some research effort directed towards transmission between animals (Daszak et al. 2004) , or the impacts of environmental change on wildlife disease (Daszak et al. 2001; Williams et al. 2002) . The extent and nature of a 'species barrier', in which pathogens show a degree of taxonomic specificity with regard to host infection and disease, remain poorly understood, particularly for wildlife as opposed to domesticated animals. However, host-parasite co-evolution and host adaptation into relatively taxonomically distinct pathogen species/genotypes has been described for pathogens causing disease in both human and wildlife (Xiao 2002 ", "cite_spans": [{"start": 516, "end": 536, "text": "(Bengis et al. 2004)", "ref_id": "BIBREF11"}, {"start": 611, "end": 631, "text": "(Daszak et al. 2004)", "ref_id": "BIBREF36"}, {"start": 693, "end": 713, "text": "(Daszak et al. 2001;", "ref_id": "BIBREF35"}, {"start": 714, "end": 735, "text": "Williams et al. 2002)", "ref_id": "BIBREF180"}, {"start": 1171, "end": 1181, "text": "(Xiao 2002", "ref_id": "BIBREF183"}], "ref_spans": [], "section": "Evidence that Sewage-Associated Pathogens Cause Disease in Wildlife"}, {"text": "Standardised procedures for monitoring of environmental impacts have been the subject of much discussion within the Antarctic Treaty System with the objective of agreeing on a set of common biological and non-biological parameters to be monitored (Kennicutt and Walton 2006) . Even though the risk of infection of indigenous wildlife from sewage contamination is almost wholly unknown, the recognised risk of environmental contamination from sewage is such that monitoring of faecal contamination should be included in routine assessment and monitoring systems for Antarctic stations. The microbiological indicators described here offer cost-effective options for monitoring both marine and terrestrial environments.", "cite_spans": [{"start": 247, "end": 274, "text": "(Kennicutt and Walton 2006)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Application of Microbiological Monitoring"}, {"text": "To ensure that monitoring achieves its objectives, the overall approach and the details of sampling design and laboratory techniques should all be appropriate for use under the very particular conditions experienced in Antarctica. The sampling design should include sufficient replication to account for natural variability, and to provide sufficient statistical power to identify important differences. Reference locations are an essential component of any rigorous monitoring design and are particularly important in this application because faecal indicators from non-human sources are known to occur at many locations in Antarctica well away from anthropogenic influences. Analytical techniques must be logistically feasible and suitable for use by a wide range of personnel, often with limited laboratory space. Microbiological samples have relatively short hold-times (8-48 h) within which analyses must be initiated. Therefore, samples cannot be routinely shipped out for analysis. Analyses should additionally minimise requirements for sub-culturing and/ or confirmation of presumptive positive samples. Recent advances in defined substrate and chromogenic/fluorogenic media for the analysis of total coliforms, E. coli, Salmonella spp. enterococci and C. perfringens allow for such simplified analyses (Manafi 1996; Adcock and Saint 2001; Kinzelman et al. 2003; WHO 2003) . Indeed, several studies have already used such media for enumeration of E. coli (Bruni 1992; Delille and Gleizon 2003; Lisle et al. 2004 ) and enterococci (Delille and Gleizon 2003) in Antarctic and sub-Antarctic marine environments. To increase the utility of monitoring data, it must be made available and disseminated (Kennicutt and Walton 2006) , preferably using the network of national Antarctic data centres established under the Antarctic Treaty obligation to share scientific data.", "cite_spans": [{"start": 1311, "end": 1324, "text": "(Manafi 1996;", "ref_id": "BIBREF108"}, {"start": 1325, "end": 1347, "text": "Adcock and Saint 2001;", "ref_id": "BIBREF0"}, {"start": 1348, "end": 1370, "text": "Kinzelman et al. 2003;", "ref_id": "BIBREF86"}, {"start": 1371, "end": 1380, "text": "WHO 2003)", "ref_id": null}, {"start": 1463, "end": 1475, "text": "(Bruni 1992;", "ref_id": "BIBREF21"}, {"start": 1476, "end": 1501, "text": "Delille and Gleizon 2003;", "ref_id": "BIBREF39"}, {"start": 1502, "end": 1519, "text": "Lisle et al. 2004", "ref_id": "BIBREF104"}, {"start": 1538, "end": 1564, "text": "(Delille and Gleizon 2003)", "ref_id": "BIBREF39"}, {"start": 1704, "end": 1731, "text": "(Kennicutt and Walton 2006)", "ref_id": "BIBREF85"}], "ref_spans": [], "section": "Application of Microbiological Monitoring"}, {"text": "Efforts expended in rigorous experimental design, careful sampling, accurate analysis and the most thorough systems for data collation and dissemination are wasted without good data assessment tools. Assessment of the risk to humans of sewage in the environment is commonly based on epidemiological models linking disease occurrence to exposure (Fleisher et al. 1998; Haas 2002; EPHC/NRMMC 2005; Prüss 1998; WHO 2003) . As specific data on the risk to wildlife from exposure to sewage is lacking, human-derived risk assessment data may be the best available starting point for this purpose. Alternatively, selected animal-derived pathogen dose-response relationships may be used in conjunction with estimated indicator/pathogen ratios/correlations in order to estimate risk of disease using microbiological monitoring data (Haas 2002) .", "cite_spans": [{"start": 345, "end": 367, "text": "(Fleisher et al. 1998;", "ref_id": "BIBREF50"}, {"start": 368, "end": 378, "text": "Haas 2002;", "ref_id": null}, {"start": 379, "end": 395, "text": "EPHC/NRMMC 2005;", "ref_id": null}, {"start": 396, "end": 407, "text": "Prüss 1998;", "ref_id": "BIBREF147"}, {"start": 408, "end": 417, "text": "WHO 2003)", "ref_id": null}, {"start": 823, "end": 834, "text": "(Haas 2002)", "ref_id": null}], "ref_spans": [], "section": "Application of Microbiological Monitoring"}, {"text": "Regular monitoring and assessment against standards developed in other regions will encourage wastewater treatment practices that conform to national and international regulatory schemes established to protect people from contact with dangerous levels of sewage-derived pathogens through activities such as recreational bathing and the consumption of seafood (COMNAP 2005 , EPHC/NRMMC 2005 , NSSP 1999 , WHO 2003 . It is not yet certain whether these standards are appropriate to protect the wildlife of Antarctica.", "cite_spans": [{"start": 359, "end": 371, "text": "(COMNAP 2005", "ref_id": "BIBREF29"}, {"start": 372, "end": 389, "text": ", EPHC/NRMMC 2005", "ref_id": null}, {"start": 390, "end": 401, "text": ", NSSP 1999", "ref_id": null}, {"start": 402, "end": 412, "text": ", WHO 2003", "ref_id": null}], "ref_spans": [], "section": "Application of Microbiological Monitoring"}, {"text": "Sewage treatment and disposal technologies currently in use at many Antarctic stations, particularly marine disposal of sewage effluent, introduce a great variety of micro-organisms, likely including human-disease-causing pathogens, to the Antarctic environment. Because of the need to keep Antarctic stations supplied with fuel, food, equipment and personnel, most are located on ice-free land adjacent to the coast so that they are easily accessible by ship. These ice-free coastal sites are also the major breeding habitats for many Antarctic wildlife species including seals, penguins and other seabirds. As a consequence, exposure of wildlife to discharged effluent is likely at many locations.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Implications for the Future"}, {"text": "Whether or not exposure of Antarctic wildlife to sewage effluent can result in disease remains unproven. Indeed, we were surprised that we could not find any definitive examples of transmission of disease to wildlife from sewage, not just in Antarctica but from any region, but we do not accept that this is evidence that such transfers cannot occur. Even without proof that sewage discharge to the Antarctic environment can lead to the transfer of disease, the practice stands out as the only activity permitted to occur in Antarctica which will inevitably lead to the introduction of non-native species and genetic material on a large scale.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Implications for the Future"}, {"text": "Microbiological monitoring using standard indicators is essential for assessing the efficacy of sewage treatment, and may be used to trace dispersion in the environment. However, in isolation, dispersion investigations will only confirm what is already known -that effluent disposal results in introduction of a range of micro-organisms, detectable over a finite area around the discharge point. They will be of far greater value if combined with more targeted studies designed to provide information in support of risk assessment such as the occurrence of faecal indicators or pathogens in the Antarctic food chain (for example, benthic filter feeders) and epidemiological studies of wildlife.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Implications for the Future"}, {"text": "Remote communities such as Antarctic stations represent unique environments for study of possible links between sewage effluent disposal and wildlife disease, as numbers of potential sewage sources are limited, and often geographically isolated. These factors may make it easier to definitively trace the origin of a pathogen. On the other hand, the probability of detecting pathogens derived from sewage in wildlife in general may be higher in studies undertaken in more densely populated regions where much larger volumes of effluent are discharged, with a greater variety of pathogens entering the wastewater stream and a greater diversity of wildlife in the receiving environment. The development of molecular genotyping methods for identifying and tracing particular strains of disease-causing agents provides a set of useful tools for such investigations.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Implications for the Future"}, {"text": "The development and implementation of new sewage treatment facilities with a target of zero emissions to the Antarctic environment would very directly solve the known problem of introduction of non-native species through effluent discharge and would make the question of whether sewage associated pathogens can cause disease in Antarctic wildlife irrelevant. However, until zero-emission technologies are readily available for Antarctic use, we suggest that wastewater should receive a minimum of secondary treatment with subsequent disinfection prior to discharge into the marine environment .  1379  1380  1381  1382  1383  1384  1385  1386  1387  1388  1389  1390  1391  1392  1393  1394  1395  1396  1397  1398  1399  1400  1401  1402  1403  1404  1405  1406  1407  1408  1409  1410  1411  1412  1413  1414  1415  1416  1417  1418  1419  1420  1421  1422  1423  1424  1425  1426  1427  1428  1429  1430  1431  1433  1434  1435  1436  1437  1438  1439  1440  1441  1442  1443  1444  1445  1446  1447  1448  1449  1450  1451  1452  1453  1454  1455  1456  1457  1458  1459  1460  1461  1462  1463  1464  1465  1466  1467  1468  1469  1470  1471  1472  1473  1474  1475  1476  1477  1478  1479  1480  1481  1482  1483  1484  1485  1487  1488  1489  1490  1491  1492  1493  1494  1495  1496  1497  1498  1499  1500  1501  1502  1503  1504  1505  1506  1507  1508  1509  1510  1511  1512  1513  1514  1515  1516  1517  1518  1519  1520  1521  1522  1523  1524  1525  1526  1527  1528  1529  1530  1531  1532  1533  1534  1535  1536  1537  1538  1539  1541  1542  1543  1544  1545  1546  1547  1548  1549  1550  1551  1552  1553  1554  1555  1556  1557  1558  1559  1560  1561  1562  1563  1564  1565  1566  1567  1568  1569  1570  1571  1572  1573  1574  1575  1576  1577  1578  1579  1580  1581  1582  1583  1584  1585  1586  1587  1588  1589  1590  1591  1592  1593  1595  1596  1597  1598  1599  1600  1601  1602  1603  1604  1605  1606  1607  1608  1609  1610  1611  1612  1613  1614  1615  1616  1617  1618  1619  1620  1621  1622  1623  1624  1625  1626  1627  1628  1629  1630  1631  1632  1633  1634  1635  1636  1637  1638  1639  1640  1641  1642  1643  1644  1645  1646  1647  1649  1650  1651  1652  1653  1654  1655  1656  1657  1658  1659  1660  1661  1662  1663  1664  1665  1666  1667  1668  1669  1670  1671  1672  1673  1674  1675  1676  1677  1678  1679  1680  1681  1682  1683  1684  1685  1686  1687  1688  1689  1690  1691  1692  1693  1694  1695  1696  1697  1698  1699  1700  1701 ", "cite_spans": [], "ref_spans": [{"start": 593, "end": 2502, "text": ".  1379  1380  1381  1382  1383  1384  1385  1386  1387  1388  1389  1390  1391  1392  1393  1394  1395  1396  1397  1398  1399  1400  1401  1402  1403  1404  1405  1406  1407  1408  1409  1410  1411  1412  1413  1414  1415  1416  1417  1418  1419  1420  1421  1422  1423  1424  1425  1426  1427  1428  1429  1430  1431  1433  1434  1435  1436  1437  1438  1439  1440  1441  1442  1443  1444  1445  1446  1447  1448  1449  1450  1451  1452  1453  1454  1455  1456  1457  1458  1459  1460  1461  1462  1463  1464  1465  1466  1467  1468  1469  1470  1471  1472  1473  1474  1475  1476  1477  1478  1479  1480  1481  1482  1483  1484  1485  1487  1488  1489  1490  1491  1492  1493  1494  1495  1496  1497  1498  1499  1500  1501  1502  1503  1504  1505  1506  1507  1508  1509  1510  1511  1512  1513  1514  1515  1516  1517  1518  1519  1520  1521  1522  1523  1524  1525  1526  1527  1528  1529  1530  1531  1532  1533  1534  1535  1536  1537  1538  1539  1541  1542  1543  1544  1545  1546  1547  1548  1549  1550  1551  1552  1553  1554  1555  1556  1557  1558  1559  1560  1561  1562  1563  1564  1565  1566  1567  1568  1569  1570  1571  1572  1573  1574  1575  1576  1577  1578  1579  1580  1581  1582  1583  1584  1585  1586  1587  1588  1589  1590  1591  1592  1593  1595  1596  1597  1598  1599  1600  1601  1602  1603  1604  1605  1606  1607  1608  1609  1610  1611  1612  1613  1614  1615  1616  1617  1618  1619  1620  1621  1622  1623  1624  1625  1626  1627  1628  1629  1630  1631  1632  1633  1634  1635  1636  1637  1638  1639  1640  1641  1642  1643  1644  1645  1646  1647  1649  1650  1651  1652  1653  1654  1655  1656  1657  1658  1659  1660  1661  1662  1663  1664  1665  1666  1667  1668  1669  1670  1671  1672  1673  1674  1675  1676  1677  1678  1679  1680  1681  1682  1683  1684  1685  1686  1687  1688  1689  1690  1691  1692  1693  1694  1695  1696  1697  1698  1699  1700  1701", "ref_id": "TABREF0"}], "section": "Conclusions and Implications for the Future"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Rapid confirmation of Clostridium perfringens by using chromogenic and fluorogenic substrates", "authors": [{"first": "P", "middle": ["W"], "last": "Adcock", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Saint", "suffix": ""}], "year": 2001, "venue": "Appl Environ Microbiol", "volume": "67", "issn": "", "pages": "4382--4384", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Dissemination and survival of non-indigenous bacterial genomes in pristine Antarctic environments", "authors": [{"first": "Ah", "middle": [], "last": "Tow", "suffix": ""}, {"first": "L", "middle": [], "last": "Cowan", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}], "year": 2005, "venue": "Extremophiles", "volume": "9", "issn": "", "pages": "385--389", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Common colds in Antarctica", "authors": [{"first": "T", "middle": ["R"], "last": "Allen", "suffix": ""}], "year": 1973, "venue": "J Hyg (Lond)", "volume": "71", "issn": "", "pages": "649--656", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Benthic foraminifera and trace metals in sediments off the Scott Base sewer outfall", "authors": [{"first": "B", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "C", "middle": [], "last": "Chagué-Goff", "suffix": ""}], "year": 1996, "venue": "Antarctica. Antarctic Data Series", "volume": "18", "issn": "", "pages": "1--34", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Distribution of tetracycline resistance determinants among gram-negative bacteria isolated from polluted and unpolluted marine sediments", "authors": [{"first": "S", "middle": ["R"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Sandaa", "suffix": ""}], "year": 1994, "venue": "Appl Environ Microbiol", "volume": "60", "issn": "", "pages": "908--912", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Standard Methods for the Examination of Water and Wastewater", "authors": [{"first": "Awwa", "middle": [], "last": "Apha", "suffix": ""}, {"first": "", "middle": [], "last": "Wef", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Subsurface radar investigations at the Pegasus glacial-ice runway and Williams field, McMurdo Station", "authors": [{"first": "Washington", "middle": [], "last": "Apha", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Dc Arcone", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Delaney", "suffix": ""}, {"first": "W", "middle": [], "last": "Tobiasson", "suffix": ""}], "year": 1994, "venue": "Constantinidis TC, Katsouyannopoulos VC", "volume": "31", "issn": "", "pages": "1112--1116", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Waste management practices in Antarctica", "authors": [], "year": 1989, "venue": "Proceedings of the fifth international conference on cold regions engineering", "volume": "", "issn": "", "pages": "122--130", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Water Works Assoc) (1999) Waterborne pathogens", "authors": [{"first": "", "middle": [], "last": "Awwa (american", "suffix": ""}], "year": null, "venue": "AWWA M48", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Survival of human enteric and other sewage microorganisms under simulated deep-sea conditions", "authors": [{"first": "J", "middle": ["A"], "last": "Baross", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Hanus", "suffix": ""}, {"first": "R", "middle": ["Y"], "last": "Morita", "suffix": ""}], "year": 1975, "venue": "Appl Microbiol", "volume": "30", "issn": "", "pages": "309--318", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antibiotic resistance patterns of fecal coliforms isolated from domestic sewage before and after treatment in an aerobic lagoon", "authors": [{"first": "R", "middle": ["B"], "last": "Bell", "suffix": ""}], "year": 1978, "venue": "Can J Microbiol", "volume": "24", "issn": "", "pages": "886--888", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The role of wildlife in emerging and re-emerging zoonoses", "authors": [{"first": "R", "middle": ["G"], "last": "Bengis", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Leighton", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": [], "last": "Artois", "suffix": ""}, {"first": "T", "middle": [], "last": "Morner", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Tate", "suffix": ""}], "year": 2004, "venue": "Rev Sci Tech", "volume": "23", "issn": "", "pages": "497--511", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effects of sewage organic matter in biogeochemical processes within midshelf sediments offshore Sydney", "authors": [{"first": "G", "middle": ["P"], "last": "Bickford", "suffix": ""}], "year": 1996, "venue": "Australia. Mar Poll Bull", "volume": "33", "issn": "", "pages": "168--181", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Pathogens and parasites, introduction to wastewater treatment", "authors": [{"first": "G", "middle": [], "last": "Bitton", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "171--280", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Terrestrial microbiology, invertebrates and ecosystems", "authors": [{"first": "J", "middle": ["E"], "last": "Bleasel", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Bonner", "suffix": ""}, {"first": "B", "middle": [], "last": "Bolin", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Know", "suffix": ""}], "year": 1984, "venue": "SCAR panel of experts on waste disposal", "volume": "", "issn": "", "pages": "163--236", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Waste disposal and waste management in Antarctica and the Southern Ocean", "authors": [{"first": "V", "middle": [], "last": "Bou", "suffix": ""}, {"first": "F", "middle": [], "last": "Francioni", "suffix": ""}, {"first": "T", "middle": [], "last": "Scovazzi", "suffix": ""}], "year": 1996, "venue": "International law for Antarctica", "volume": "", "issn": "", "pages": "319--374", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Viability of coliform bacteria in Antarctic soil", "authors": [{"first": "W", "middle": ["L"], "last": "Boyd", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Boyd", "suffix": ""}], "year": 1963, "venue": "J Bacteriol", "volume": "85", "issn": "", "pages": "1121--1123", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clean water ecology in the polar regions", "authors": [{"first": "W", "middle": ["L"], "last": "Boyd", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Klubeck", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Boyd", "suffix": ""}], "year": 1972, "venue": "Naval Research Reviews", "volume": "", "issn": "", "pages": "17--24", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Soil microorganisms at Paradise Harbor", "authors": [{"first": "W", "middle": ["L"], "last": "Boyd", "suffix": ""}, {"first": "I", "middle": [], "last": "Rothenberg", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Boyd", "suffix": ""}], "year": 1970, "venue": "Antarctica. Ecology", "volume": "51", "issn": "", "pages": "1040--1045", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Isolation and characterization of Campylobacter jejuni subsp. jejuni from macaroni penguins (Eudyptes chrysolophus) in the subantarctic region", "authors": [{"first": "T", "middle": [], "last": "Broman", "suffix": ""}, {"first": "S", "middle": [], "last": "Bergström", "suffix": ""}, {"first": "Slw", "middle": [], "last": "On", "suffix": ""}, {"first": "H", "middle": [], "last": "Palmgren", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mccafferty", "suffix": ""}, {"first": "M", "middle": [], "last": "Sellin", "suffix": ""}, {"first": "B", "middle": [], "last": "Olsen", "suffix": ""}], "year": 2000, "venue": "Appl Environ Microbiol", "volume": "66", "issn": "1", "pages": "449--452", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Relative value of surrogate indicators for detecting pathogens in lakes and reservoirs", "authors": [{"first": "J", "middle": ["D"], "last": "Brookes", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hipsey", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Burch", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Regel", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Linden", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Antenucci", "suffix": ""}], "year": 2005, "venue": "Environ Sci Technol", "volume": "39", "issn": "", "pages": "8614--8621", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Water contamination indices at Terra Nova Bay Station", "authors": [{"first": "V", "middle": [], "last": "Bruni", "suffix": ""}], "year": 1992, "venue": "Proceedings of the 9th Congress of the Italian Association of Oceanology and Limnology", "volume": "", "issn": "", "pages": "679--688", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Faecal pollution indicators in the Terra Nova Bay", "authors": [{"first": "V", "middle": [], "last": "Bruni", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Maugeri", "suffix": ""}, {"first": "L", "middle": [], "last": "Monticelli", "suffix": ""}], "year": 1997, "venue": "Marine Poll Bull", "volume": "34", "issn": "", "pages": "908--912", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Water chlorination: essential process or cancer hazard?", "authors": [{"first": "R", "middle": ["J"], "last": "Bull", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Birnbaum", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Cantor", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Rose", "suffix": ""}, {"first": "B", "middle": ["E"], "last": "Butterworth", "suffix": ""}, {"first": "R", "middle": [], "last": "Pegram", "suffix": ""}, {"first": "J", "middle": [], "last": "Tuomisto", "suffix": ""}], "year": 1995, "venue": "Fundam Appl Toxicol", "volume": "28", "issn": "", "pages": "155--166", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Food and foraging behavior of lesser sheathbills (Chionis minor) at Marion Island", "authors": [{"first": "A", "middle": ["E"], "last": "Burger", "suffix": ""}], "year": 1981, "venue": "ARDEA", "volume": "69", "issn": "", "pages": "167--180", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Swimming-associated gastroenteritis and water quality", "authors": [{"first": "V", "middle": ["J"], "last": "Cabelli", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Dufour", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Mccabe", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Levin", "suffix": ""}], "year": 1982, "venue": "Am J Epidemiol", "volume": "115", "issn": "", "pages": "606--616", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Assessment of the coastal marine environment at Admiralty Bay", "authors": [{"first": "L", "middle": ["S"], "last": "Campos", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Petti", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Nakayama", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Montone", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Lavarado", "suffix": ""}, {"first": "V", "middle": ["H"], "last": "Pelizzari", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Corbisier", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Bicego", "suffix": ""}, {"first": "S", "middle": [], "last": "Broomberg", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Tenenbaum", "suffix": ""}, {"first": "V", "middle": [], "last": "Gomes", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Ngan", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mahiques", "suffix": ""}, {"first": "Mjacr", "middle": [], "last": "Passos", "suffix": ""}, {"first": "Lap", "middle": [], "last": "Souza", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Weber", "suffix": ""}], "year": 2006, "venue": "Proceedings of the XXIX SCAR/ COMNAP XVIII Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Microbiological process report. Factors affecting the survival of bacteria in sea water", "authors": [{"first": "A", "middle": ["F"], "last": "Carlucci", "suffix": ""}, {"first": "D", "middle": [], "last": "Pramer", "suffix": ""}], "year": 1959, "venue": "Appl Microbiol", "volume": "7", "issn": "", "pages": "388--392", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Some antarctic acanthocephalans of the genus Corynosoma parasitizing Pinnipedia, with descriptions of 3 new species", "authors": [{"first": "M", "middle": ["R"], "last": "Clarke", "suffix": ""}, {"first": "N", "middle": [], "last": "Macleod", "suffix": ""}], "year": 1982, "venue": "Acta Parasitol Polonica", "volume": "29", "issn": "", "pages": "359--378", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Benthic changes during 10 years of organic enrichment by McMurdo Station", "authors": [{"first": "/", "middle": [], "last": "Aeon ; Comnap", "suffix": ""}, {"first": "Hobart", "middle": [], "last": "Conlan", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lenihan", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Oliver", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "", "suffix": ""}], "year": 2004, "venue": "Antarctica. Mar Poll Bull", "volume": "49", "issn": "", "pages": "43--60", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Clostridium perfringens as a potential indicator for the presence of sewage solids in marine sediments", "authors": [{"first": "J", "middle": ["H"], "last": "Connolly", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Leyland", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Diugnan", "suffix": ""}, {"first": "Jeb", "middle": [], "last": "Hunter", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Fenwick", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Rogers", "suffix": ""}, {"first": "Gwozdz", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "Salmonella species in pinnipeds in New Zealand. Proceedings of the annual meeting of the New Zealand Microbiological Society", "volume": "42", "issn": "", "pages": "31--35", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Infectious disease in Antarctica and its relation to aerospace medicine:a review", "authors": [{"first": "B", "middle": ["C"], "last": "Cosman", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Brandt-Rauf", "suffix": ""}], "year": 1987, "venue": "Aviat Space Environ Med", "volume": "58", "issn": "", "pages": "174--179", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Effluent on ice", "authors": [{"first": "A", "middle": [], "last": "Coughlin", "suffix": ""}], "year": 1998, "venue": "New Sci", "volume": "158", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Endangered Antarctic environments", "authors": [{"first": "D", "middle": ["A"], "last": "Cowan", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Lemese", "suffix": ""}], "year": 2004, "venue": "Ann Rev Microbiol", "volume": "58", "issn": "", "pages": "649--690", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Water and wastewater quality monitoring, McMurdo Station", "authors": [{"first": "A", "middle": ["B"], "last": "Crockett", "suffix": ""}], "year": 1997, "venue": "Antarctica. Environ Monit Assess", "volume": "47", "issn": "", "pages": "39--57", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Anthropogenic environmental change and the emergence of infectious diseases in wildlife", "authors": [{"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Cunningham", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Hyatt", "suffix": ""}], "year": 2001, "venue": "Acta Trop", "volume": "78", "issn": "", "pages": "103--119", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Impact of ecological changes on tropical animal health and disease control", "authors": [{"first": "P", "middle": [], "last": "Daszak", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Tabor", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kilpatrick", "suffix": ""}, {"first": "J", "middle": [], "last": "Epstein", "suffix": ""}, {"first": "R", "middle": [], "last": "Plowright", "suffix": ""}], "year": 2004, "venue": "Ann NY Acad Sci", "volume": "1026", "issn": "", "pages": "1--11", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Spatial distribution of coastal Antarctic seawater bacteria: Relationship with avifauna", "authors": [{"first": "D", "middle": [], "last": "Delille", "suffix": ""}], "year": 1987, "venue": "Polar Biol", "volume": "8", "issn": "", "pages": "55--60", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Distribution of enteric bacteria in Antarctic seawater surrounding the Dumont d'Urville permanent station", "authors": [{"first": "D", "middle": [], "last": "Delille", "suffix": ""}, {"first": "E", "middle": [], "last": "Delille", "suffix": ""}], "year": 2000, "venue": "Mar Poll Bull", "volume": "40", "issn": "", "pages": "869--872", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Distribution of enteric bacteria in Antarctic seawater surrounding the Port-aux-Francais permanent station (Kerguelen Island)", "authors": [{"first": "D", "middle": [], "last": "Delille", "suffix": ""}, {"first": "F", "middle": [], "last": "Gleizon", "suffix": ""}], "year": 2003, "venue": "Mar Poll Bull", "volume": "46", "issn": "", "pages": "1179--1183", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Ecological significance of endocrine disruption in marine invertibrates", "authors": [{"first": "M", "middle": [], "last": "Deplege", "suffix": ""}, {"first": "Z", "middle": [], "last": "Billinghurst", "suffix": ""}], "year": 1999, "venue": "Mar Poll Bull", "volume": "39", "issn": "", "pages": "32--38", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Genomics for environmental microbiology", "authors": [{"first": "A", "middle": ["M"], "last": "Deutschbauer", "suffix": ""}, {"first": "D", "middle": [], "last": "Chivian", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Arkin", "suffix": ""}], "year": 2006, "venue": "Curr Opin Biotechnol", "volume": "7", "issn": "", "pages": "229--235", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Distribution of Clostridium perfringens and fecal sterols in a benthic coastal marine environment influenced by the sewage outfall from McMurdo Station", "authors": [{"first": "D", "middle": ["D"], "last": "Edwards", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}, {"first": "I", "middle": [], "last": "Venkatesan", "suffix": ""}], "year": 1998, "venue": "Antarctica. Appl Environ Microbiol", "volume": "64", "issn": "", "pages": "2596--2600", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Human impact on an oligotrophic lake in the Larsemann Hills", "authors": [{"first": "J", "middle": ["C"], "last": "Ellis-Evans", "suffix": ""}, {"first": "J", "middle": [], "last": "Laybourn-Parry", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Bayliss", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Perriss", "suffix": ""}], "year": 1997, "venue": "Antarctic communities: species, structure and survival", "volume": "", "issn": "", "pages": "396--404", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Environment Protection and Heritage Council) and Natural Resource Management Ministerial Council) (2005) National guidelines for water recycling: managing health and environmental risks. EPHC/NRMMC The National Environment Protection Council", "authors": [{"first": "", "middle": [], "last": "Ephc/Nrmmc", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "80--115", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Bacteria associated with crabs from cold waters with emphasis on the occurrence of potential human pathogens", "authors": [{"first": "M", "middle": ["A"], "last": "Faghri", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pennington", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Cronholm", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Atlas", "suffix": ""}], "year": 1984, "venue": "Appl Environ Microbiol", "volume": "47", "issn": "", "pages": "1054--1061", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Effect of an activated sludge wastewater treatment plant on ambient air densities of aerosols containing bacteria and viruses", "authors": [{"first": "K", "middle": ["F"], "last": "Fannin", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Vana", "suffix": ""}, {"first": "W", "middle": [], "last": "Jakubowski", "suffix": ""}], "year": 1985, "venue": "Appl Environ Microbiol", "volume": "49", "issn": "", "pages": "1191--1196", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "An improved role for faecal coliform to faecal streptococci ratios in the differentiation between human and non-human pollution sources", "authors": [{"first": "R", "middle": [], "last": "Feachem", "suffix": ""}], "year": 1974, "venue": "Water Res", "volume": "9", "issn": "", "pages": "689--690", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Relationships between indicators, pathogens and water quality in an estuarine system", "authors": [{"first": "C", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "B", "middle": ["G"], "last": "Coote", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Ashbolt", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Stevenson", "suffix": ""}], "year": 1996, "venue": "Water Res", "volume": "30", "issn": "", "pages": "2045--2054", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Ross Sea region 2001: a state of the environment report for the Ross Sea region of Antarctica", "authors": [{"first": "S", "middle": [], "last": "Fitzsimons", "suffix": ""}, {"first": "I", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "M", "middle": [], "last": "Balks", "suffix": ""}, {"first": "Tga", "middle": [], "last": "Green", "suffix": ""}, {"first": "I", "middle": [], "last": "Hawes", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Estimates of the severity of illnesses associatedwith bathing in marine recreational waters contaminated with domestic sewage", "authors": [{"first": "J", "middle": ["M"], "last": "Fleisher", "suffix": ""}, {"first": "D", "middle": [], "last": "Kay", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Wyer", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Godfree", "suffix": ""}], "year": 1998, "venue": "Int J Epidemiol", "volume": "27", "issn": "", "pages": "722--726", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Controlled Ecological Life Support System Antarctic Analog Project: waste treatment technology development for use at Amundsen Scott South Pole Station", "authors": [{"first": "M", "middle": ["T"], "last": "Flynn", "suffix": ""}, {"first": "D", "middle": [], "last": "Bubenheim", "suffix": ""}], "year": 1997, "venue": "Proceedings of the 5th International Symposium on Cold Region Development", "volume": "", "issn": "", "pages": "649--652", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Transferable drug resistance associated with coliforms isolated from hospital and domestic sewage", "authors": [{"first": "T", "middle": ["D"], "last": "Fontaine", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Hoadley", "suffix": ""}], "year": 1976, "venue": "Health Lab Sci", "volume": "13", "issn": "", "pages": "238--245", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Trends in mucosal immunity in Antarctica during six Australian winter expeditions", "authors": [{"first": "J", "middle": ["L"], "last": "Francis", "suffix": ""}, {"first": "M", "middle": [], "last": "Gleeson", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lugg", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Clancy", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Ayton", "suffix": ""}, {"first": "K", "middle": [], "last": "Donovan", "suffix": ""}, {"first": "K", "middle": [], "last": "Mcconnell", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Tingate", "suffix": ""}, {"first": "B", "middle": [], "last": "Thorpe", "suffix": ""}, {"first": "A", "middle": [], "last": "Watson", "suffix": ""}], "year": 2002, "venue": "Immunol Cell Biol", "volume": "80", "issn": "", "pages": "382--390", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Biological invasions in the Antarctic: extent, impacts and implications", "authors": [{"first": "Y", "middle": [], "last": "Frenot", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Chown", "suffix": ""}, {"first": "J", "middle": [], "last": "Whinam", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Selkirk", "suffix": ""}, {"first": "P", "middle": [], "last": "Convey", "suffix": ""}, {"first": "M", "middle": [], "last": "Skotnicki", "suffix": ""}, {"first": "D", "middle": [], "last": "Bergstrom", "suffix": ""}], "year": 2005, "venue": "Biol Rev", "volume": "80", "issn": "", "pages": "45--72", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Monitoring costal marine waters for spore-forming bacteria of faecal and soil origin to determine point from non-point source pollution", "authors": [{"first": "R", "middle": ["S"], "last": "Fujioka", "suffix": ""}], "year": 2001, "venue": "Water Sci Technol", "volume": "44", "issn": "", "pages": "181--188", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Faecal coliform and faecal streptococci density relationships in waste discharges and receiving waters", "authors": [{"first": "E", "middle": ["E"], "last": "Geldreich", "suffix": ""}], "year": 1976, "venue": "CRC Crit Rev Env Contr", "volume": "6", "issn": "", "pages": "349--369", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Gerardi M (ed) Wastewater pathogens wastewater microbiology", "authors": [{"first": "M", "middle": [], "last": "Gerardi", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Environmental pollution with resistant microbes", "authors": [{"first": "R", "middle": ["A"], "last": "Gleckman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Madoff", "suffix": ""}], "year": 1969, "venue": "N Engl J Med", "volume": "18", "issn": "", "pages": "677--678", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Conjugative plasmid transfer between bacteria under simulated marine oligotrophic conditions", "authors": [{"first": "A", "middle": ["E"], "last": "Goodman", "suffix": ""}, {"first": "E", "middle": [], "last": "Hild", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Marshall", "suffix": ""}, {"first": "M", "middle": [], "last": "Hermansson", "suffix": ""}], "year": 1993, "venue": "Appl Environ Microbiol", "volume": "59", "issn": "", "pages": "1035--1040", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Hydrocarbons and sterols in marine sediments and soils at Davis Station, Antarctica: a survey for human-derived contaminants", "authors": [{"first": "G", "middle": [], "last": "Green", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Nichols", "suffix": ""}], "year": 1995, "venue": "Antart Sci", "volume": "7", "issn": "", "pages": "137--144", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Hydrocarbon and coprostanol levels in seawater, sea-ice algae and sediments near Davis Station in eastern Antarctica: a regional survey and preliminary results for a field fuel spill experiment", "authors": [{"first": "G", "middle": [], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Skerratt", "suffix": ""}, {"first": "R", "middle": [], "last": "Leeming", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Nichols", "suffix": ""}], "year": 1992, "venue": "Mar Poll Bull", "volume": "25", "issn": "", "pages": "293--302", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Statement of Greenpeace before the subcommittee on human rights and international organizations of the committee on foreign affairs of the US house of representatives in preserving Antarctica's ecosystem. Greenpeace USA", "authors": [{"first": "Usa", "middle": [], "last": "Greenpeace", "suffix": ""}], "year": 1990, "venue": "Water Sci Technol", "volume": "46", "issn": "", "pages": "277--284", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Survival of Escherichia coli in zero-degree centigrade sea water", "authors": [{"first": "J", "middle": ["E"], "last": "Halton", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Nehlsen", "suffix": ""}], "year": 1968, "venue": "J Poll Cont Fed", "volume": "40", "issn": "", "pages": "865--868", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Bacteriological examination of the water supply on an Antarctic base", "authors": [{"first": "C", "middle": [], "last": "Harker", "suffix": ""}], "year": 1989, "venue": "Epidemiol Infect", "volume": "102", "issn": "", "pages": "105--116", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Ross Sea region 2001: a state of the environment report for the Ross Sea region of Antarctica", "authors": [{"first": "C", "middle": [], "last": "Harris", "suffix": ""}, {"first": "D", "middle": [], "last": "Given", "suffix": ""}, {"first": "J", "middle": [], "last": "Bassett", "suffix": ""}, {"first": "M", "middle": [], "last": "Patrick", "suffix": ""}, {"first": "S", "middle": [], "last": "Wood", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Classification of antibiotic resistance patterns of indicator bacteria by drscriminant analysis: use in predicting the source of fecal contamination in subtropical waters", "authors": [{"first": "V", "middle": ["J"], "last": "Harwood", "suffix": ""}, {"first": "J", "middle": [], "last": "Whitlock", "suffix": ""}, {"first": "V", "middle": [], "last": "Withington", "suffix": ""}], "year": 2000, "venue": "Appl Environ Microbiol", "volume": "66", "issn": "", "pages": "3698--3704", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Benthic distribution of sewage sludge indicated by Clostridium perfringens at a deep-ocean dump site", "authors": [{"first": "R", "middle": ["T"], "last": "Hill", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Knight", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Anikis", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Colwell", "suffix": ""}], "year": 1993, "venue": "Appl Environ Microbiol", "volume": "59", "issn": "", "pages": "47--51", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Waste disposal at Australian Antarctic stations", "authors": [{"first": "Ieb", "middle": [], "last": "Holmes", "suffix": ""}, {"first": "R", "middle": [], "last": "Cross", "suffix": ""}], "year": 1983, "venue": "Proceedings of the 3rd Symposium on Antarctic Logistics. Scientific Committee on Antarctic Research", "volume": "", "issn": "", "pages": "308--315", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Distribution of the McMurdo Station sewage plume", "authors": [{"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Barry", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 1992, "venue": "Mar Poll Bull", "volume": "25", "issn": "", "pages": "324--327", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Antibiotic resistance of intestinal bacteria from the indigenous fauna of McMurdo Sound, Antarctica", "authors": [{"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}, {"first": "B", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}], "year": 1993, "venue": "Antarct J US", "volume": "28", "issn": "", "pages": "119--120", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Effect of low temperatures on BOD in antarctic seawater", "authors": [{"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Jones", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}], "year": 1994, "venue": "Water Res", "volume": "28", "issn": "", "pages": "2585--2587", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Influence of seasonal environmental variables on the distribution of presumptive fecal coliforms around an Antarctic research station", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}], "year": 2003, "venue": "Appl Environ Microbiol", "volume": "69", "issn": "", "pages": "4884--4891", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Reducing sewage pollution in the Antarctic marine environment using a sewage treatment plant", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}], "year": 2004, "venue": "Mar Poll Bull", "volume": "49", "issn": "", "pages": "850--853", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "Effect of solar radiation on sewage bacteria viability", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}], "year": 2005, "venue": "Water Res", "volume": "39", "issn": "", "pages": "2237--2244", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Aerial dispersal and survival of sewage-derived faecal coliforms in Antarctica", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}], "year": 2006, "venue": "Atmos Environ", "volume": "37", "issn": "", "pages": "3147--3155", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "A simple method to reduce discharge of sewage microorganisms from an Antarctic research station", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "N", "middle": [], "last": "Blenkharn", "suffix": ""}], "year": 2003, "venue": "Mar Poll Bull", "volume": "46", "issn": "", "pages": "353--357", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Long-term survival of human faecal microorganisms on the Antarctic Peninsula", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Nobbs", "suffix": ""}], "year": 2004, "venue": "Antarct Sci", "volume": "16", "issn": "", "pages": "293--297", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Distribution of sewage pollution around a maritime Antarctic research station indicated by faecal coliforms, Clostridium perfringens and faecal sterol markers", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "A", "middle": [], "last": "Thompson", "suffix": ""}], "year": 2004, "venue": "Environ Poll", "volume": "127", "issn": "", "pages": "315--321", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "A preliminary study of airborne microbial biodiversity over Peninsular Antarctica", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Mccartney", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Lachlan-Cope", "suffix": ""}, {"first": "Pearce", "middle": [], "last": "Da", "suffix": ""}], "year": 2004, "venue": "Cell Mol Biol", "volume": "50", "issn": "", "pages": "537--542", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Alien fly populations established at two Antarctic research stations", "authors": [{"first": "K", "middle": ["A"], "last": "Hughes", "suffix": ""}, {"first": "S", "middle": [], "last": "Walsh", "suffix": ""}, {"first": "P", "middle": [], "last": "Convey", "suffix": ""}, {"first": "S", "middle": [], "last": "Richards", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Bergstrom", "suffix": ""}], "year": 2005, "venue": "Polar Biol", "volume": "28", "issn": "", "pages": "568--570", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Inauguration of King Sejong, Antarctic research station", "authors": [{"first": "H", "middle": ["T"], "last": "Huh", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Han", "suffix": ""}], "year": 1989, "venue": "Polar Rec", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "IAWPRC (International Association on Water Pollution Research and Control) Study Group on Health Related Water Microbiology (1991) Bacteriophages as model viruses in water quality control", "authors": [], "year": null, "venue": "Water Res", "volume": "25", "issn": "", "pages": "529--545", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Borehole drilling for sewage disposal and rise of the hole's bottom at Asuka Station, East Antarctica", "authors": [{"first": "K", "middle": [], "last": "Ishizawa", "suffix": ""}, {"first": "A", "middle": [], "last": "Takahashi", "suffix": ""}], "year": 1990, "venue": "Antarc Rec", "volume": "34", "issn": "", "pages": "145--155", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "A review of current and future molecular diagnostic tests for use in the microbiology laboratory", "authors": [{"first": "G", "middle": [], "last": "Jannes", "suffix": ""}, {"first": "De", "middle": [], "last": "Vos", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Methods Mol Biol", "volume": "345", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Practical biological indicators of human impacts in Antarctica", "authors": [{"first": "M", "middle": ["C"], "last": "Kennicutt", "suffix": ""}, {"first": "Dwh", "middle": [], "last": "Walton", "suffix": ""}], "year": 2006, "venue": "Proceedings of the XXIX SCAR/COMNAP XVIII Conference", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Enterococci as indicators of Lake Michigan recreational water quality: comparison of two methodologies and their impacts on public health regulatory events", "authors": [{"first": "J", "middle": [], "last": "Kinzelman", "suffix": ""}, {"first": "C", "middle": [], "last": "Ng", "suffix": ""}, {"first": "Jackson", "middle": ["E"], "last": "Gradus", "suffix": ""}, {"first": "S", "middle": [], "last": "Bagley", "suffix": ""}, {"first": "R", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Appl Environ Microbiol", "volume": "69", "issn": "", "pages": "92--96", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "Adjustment of anisakid nematode life cycles to the high Antarctic food web as shown by Contracaecum radiatum and Contracoecum osulatum in the Weddell sea", "authors": [{"first": "H", "middle": [], "last": "Kloeser", "suffix": ""}, {"first": "J", "middle": [], "last": "Ploetz", "suffix": ""}, {"first": "H", "middle": [], "last": "Palm", "suffix": ""}, {"first": "A", "middle": [], "last": "Bartsch", "suffix": ""}, {"first": "G", "middle": [], "last": "Hubold", "suffix": ""}], "year": 1992, "venue": "Antarct Sci", "volume": "4", "issn": "", "pages": "171--178", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Ross Sea region 2001: a state of the environment report for the Ross Sea region of Antarctica", "authors": [{"first": "G", "middle": [], "last": "Knox", "suffix": ""}, {"first": "N", "middle": [], "last": "Ling", "suffix": ""}, {"first": "M", "middle": [], "last": "Patrick", "suffix": ""}, {"first": "P", "middle": [], "last": "Wilson", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Bacterial plasmids in Antarctic natural microbial assemblages", "authors": [{"first": "H", "middle": [], "last": "Kobori", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Sullivan", "suffix": ""}, {"first": "H", "middle": [], "last": "Shizuya", "suffix": ""}], "year": 1984, "venue": "Appl Environ Microbiol", "volume": "48", "issn": "", "pages": "515--518", "other_ids": {}}, "BIBREF90": {"ref_id": "b90", "title": "Transfer of multiple drug resistance plasmids between bacteria of diverse origins in natural microenvironments", "authors": [{"first": "H", "middle": [], "last": "Kruse", "suffix": ""}, {"first": "H", "middle": [], "last": "Sørum", "suffix": ""}], "year": 1994, "venue": "Appl Environ Microbiol", "volume": "60", "issn": "", "pages": "4015--4021", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Content of fuel oil in soil and effect of sewage on water nearby the H. Arctowski Polish Antarctic station (King George Island)", "authors": [{"first": "A", "middle": [], "last": "Krzyszowska", "suffix": ""}], "year": 1991, "venue": "Polskie Archiwum Hydrobiologii", "volume": "37", "issn": "", "pages": "313--326", "other_ids": {}}, "BIBREF92": {"ref_id": "b92", "title": "Human impact around polar stations on Fildes Peninsula (King George Island, Antarctica)", "authors": [{"first": "A", "middle": [], "last": "Krzyszowska", "suffix": ""}], "year": 1993, "venue": "Man Impact on Polar Environment. Maria Curie-Slodowska University Polish Geographical Society", "volume": "", "issn": "", "pages": "203--208", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Occurrence and levels of phages proposed as surrogate indicators of enteric viruses in different types of sludges", "authors": [{"first": "J", "middle": [], "last": "Lasobras", "suffix": ""}, {"first": "J", "middle": [], "last": "Dellundé", "suffix": ""}, {"first": "J", "middle": [], "last": "Jofre", "suffix": ""}, {"first": "F", "middle": [], "last": "Lucena", "suffix": ""}], "year": 1999, "venue": "J Appl Microbiol", "volume": "86", "issn": "", "pages": "723--729", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "A review. Bacteriophages as indicators of enteric viruses and public health risk in groundwaters", "authors": [{"first": "H", "middle": [], "last": "Leclerc", "suffix": ""}, {"first": "S", "middle": [], "last": "Edberg", "suffix": ""}, {"first": "V", "middle": [], "last": "Pierzo", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Deláthe", "suffix": ""}], "year": 2000, "venue": "J Appl Microbiol", "volume": "88", "issn": "", "pages": "5--21", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Microbial agents associated with waterborne diseases", "authors": [{"first": "H", "middle": [], "last": "Leclerc", "suffix": ""}, {"first": "L", "middle": [], "last": "Schwartzbrod", "suffix": ""}, {"first": "E", "middle": [], "last": "Dei-Cas", "suffix": ""}], "year": 2002, "venue": "Crit Rev Microbiol", "volume": "28", "issn": "", "pages": "371--409", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Concentrations of bacteria in the treated sewage from each step of the septic tank of the King Sejong Base, and in the nearby water of Marion Cove", "authors": [{"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Oh", "suffix": ""}], "year": 1997, "venue": "Polar Research Centre", "volume": "", "issn": "", "pages": "32--33", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Concentrations of coprostanol that correspond to existing bacterial indicator guidelines", "authors": [{"first": "R", "middle": [], "last": "Leeming", "suffix": ""}, {"first": "P", "middle": [], "last": "Nichols", "suffix": ""}], "year": 1996, "venue": "Water Res", "volume": "30", "issn": "", "pages": "2997--3006", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Nature and chlorine reactivity of organic constituents from reclaimed water in groundwater", "authors": [{"first": "J", "middle": ["A"], "last": "Leenheer", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Rostad", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Barber", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Schroeder", "suffix": ""}, {"first": "R", "middle": [], "last": "Anders", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Davisson", "suffix": ""}], "year": 2001, "venue": "Environ Sci Technol", "volume": "35", "issn": "", "pages": "3869--3876", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Dissemination and survival of non-indigenous bacterial genomes in pristine Antarctic environments", "authors": [{"first": "A", "middle": ["T"], "last": "Lemese", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cowan", "suffix": ""}], "year": 2005, "venue": "Extremophiles", "volume": "9", "issn": "", "pages": "385--389", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Intense and localized benthic marine pollution around McMurdo Station", "authors": [{"first": "H", "middle": ["S"], "last": "Lenihan", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Oliver", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Oakden", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Stephenson", "suffix": ""}], "year": 1990, "venue": "Antarctica. Mar Poll Bull", "volume": "21", "issn": "", "pages": "422--430", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Patterns of survival and behavior in Antarctic benthic invertebrates exposed to contaminated sediments: field and laboratory bioassay experiments", "authors": [{"first": "H", "middle": ["S"], "last": "Lenihan", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "Kiest", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Conlan", "suffix": ""}, {"first": "P", "middle": ["N"], "last": "Slattery", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Konar", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Oliver", "suffix": ""}], "year": 1995, "venue": "J Exp Mar Biol Ecol", "volume": "192", "issn": "", "pages": "233--255", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "Outbreaks of avian cholera in Hope Bay", "authors": [{"first": "G", "middle": [], "last": "Leotta", "suffix": ""}, {"first": "I", "middle": [], "last": "Chinen", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Vigo", "suffix": ""}, {"first": "M", "middle": [], "last": "Pecoraro", "suffix": ""}, {"first": "M", "middle": [], "last": "Rivas", "suffix": ""}], "year": 2006, "venue": "J Wildl Dis", "volume": "42", "issn": "", "pages": "259--270", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Isolation of Campylobacter lari from seabirds in Hope Bay", "authors": [{"first": "G", "middle": [], "last": "Leotta", "suffix": ""}, {"first": "G", "middle": [], "last": "Vigo", "suffix": ""}, {"first": "G", "middle": [], "last": "Giacoban", "suffix": ""}], "year": 2006, "venue": "Antarctica. Polish Polar Res", "volume": "27", "issn": "", "pages": "303--308", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Occurrence of microbial indicators and Clostridium perfringens in wastewater, water column samples, sediments, drinking water, and Weddell seal feces collected at McMurdo station", "authors": [{"first": "J", "middle": ["T"], "last": "Lisle", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Edwards", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}], "year": 2004, "venue": "Antarctica. Appl Environ Microbiol", "volume": "70", "issn": "", "pages": "7269--7276", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Microbiological quality of sewage treatment plant effluents. AWT Science and Environment report number 94/123, Sydney Water Corporation", "authors": [{"first": "J", "middle": [], "last": "Long", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Ashbolt", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Bacterial gene transfer by natural genetic transformation in the environment", "authors": [{"first": "M", "middle": ["G"], "last": "Lorenz", "suffix": ""}, {"first": "W", "middle": [], "last": "Wackernagel", "suffix": ""}], "year": 1994, "venue": "Microbiol Rev", "volume": "58", "issn": "", "pages": "563--602", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Study of a new waste water treatment plant for the Italian Antarctic station", "authors": [{"first": "A", "middle": [], "last": "Lori", "suffix": ""}, {"first": "S", "middle": [], "last": "Menegello", "suffix": ""}, {"first": "G", "middle": [], "last": "Scrano", "suffix": ""}, {"first": "D", "middle": [], "last": "Voli", "suffix": ""}], "year": 1993, "venue": "Proceedings of the 5th Symposium on Antarctic Logistics and Operations. Dirección Nacional del Antártico", "volume": "", "issn": "", "pages": "253--257", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "Fluorogenic and chromogenic substrates in culture media and identification tests", "authors": [{"first": "M", "middle": [], "last": "Manafi", "suffix": ""}], "year": 1996, "venue": "Int J Food Microbiol", "volume": "31", "issn": "", "pages": "45--58", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "Faecal indicator organisms", "authors": [{"first": "D", "middle": [], "last": "Mara", "suffix": ""}], "year": 2003, "venue": "Handbook of water and wastewater microbiology. Academic", "volume": "", "issn": "", "pages": "105--112", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Uptake of Escherichia coli, Vibrio cholerae non-O1 and Enterococcus durans by, and depuration of mussels (Mytilus galloprovincialis)", "authors": [{"first": "A", "middle": [], "last": "Marino", "suffix": ""}, {"first": "L", "middle": [], "last": "Lombardo", "suffix": ""}, {"first": "C", "middle": [], "last": "Fiorentino", "suffix": ""}, {"first": "B", "middle": [], "last": "Orlandella", "suffix": ""}, {"first": "L", "middle": [], "last": "Monticelli", "suffix": ""}, {"first": "A", "middle": [], "last": "Nostro", "suffix": ""}, {"first": "V", "middle": [], "last": "Alonzo", "suffix": ""}], "year": 2005, "venue": "Int J Food Microbiol", "volume": "99", "issn": "", "pages": "281--286", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Seasonality in Antarctic airborne fungal spores", "authors": [{"first": "W", "middle": ["A"], "last": "Marshall", "suffix": ""}], "year": 1997, "venue": "Appl Environ Microbiol", "volume": "63", "issn": "", "pages": "2240--2245", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Endocrine disruption in marine fish", "authors": [{"first": "P", "middle": [], "last": "Matthiessen", "suffix": ""}], "year": 2003, "venue": "Pure Appl Chem", "volume": "75", "issn": "", "pages": "2249--2261", "other_ids": {}}, "BIBREF113": {"ref_id": "b113", "title": "Wastewater lagoons for cold regions", "authors": [{"first": "D", "middle": ["W"], "last": "Mcananey", "suffix": ""}], "year": 1998, "venue": "Proceedings of the 9th International Conference on Cold Regions Engineering", "volume": "", "issn": "", "pages": "96--106", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Disribution of enteric bacteria in Antarctic seawater surrounding a sewage outfall", "authors": [{"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Barry", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}], "year": 1993, "venue": "Water Res", "volume": "27", "issn": "", "pages": "645--650", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Giardiasis in pinnipeds from eastern Canada", "authors": [{"first": "L", "middle": ["N"], "last": "Measures", "suffix": ""}, {"first": "M", "middle": [], "last": "Olson", "suffix": ""}], "year": 1999, "venue": "J. Wildl Dis", "volume": "35", "issn": "", "pages": "779--782", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Source tracking fecal bacteria in water: a critical review of current methods", "authors": [{"first": "C", "middle": ["L"], "last": "Meays", "suffix": ""}, {"first": "K", "middle": [], "last": "Broersma", "suffix": ""}, {"first": "R", "middle": [], "last": "Nordin", "suffix": ""}, {"first": "A", "middle": [], "last": "Mazumder", "suffix": ""}], "year": 2004, "venue": "J Environ Manage", "volume": "73", "issn": "", "pages": "71--79", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Epstein-Barr vurus reactivation associated with diminished cell-mediated immunity in Antarctic expeditioners", "authors": [{"first": "S", "middle": ["K"], "last": "Mehta", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Pierson", "suffix": ""}, {"first": "H", "middle": [], "last": "Cooly", "suffix": ""}, {"first": "R", "middle": [], "last": "Dubow", "suffix": ""}, {"first": "D", "middle": [], "last": "Lugg", "suffix": ""}], "year": 2000, "venue": "J Med Virol", "volume": "61", "issn": "", "pages": "235--240", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Viable organisms from faeces and foostuffs from early Antarctic expeditions", "authors": [{"first": "M", "middle": [], "last": "Mellor", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Morrow", "suffix": ""}, {"first": "O", "middle": [], "last": "Wyss", "suffix": ""}], "year": 1963, "venue": "Can J Microbiol", "volume": "9", "issn": "", "pages": "163--167", "other_ids": {}}, "BIBREF119": {"ref_id": "b119", "title": "Observations on an accidental case of raw sewage pollution in Antarctica", "authors": [{"first": "", "middle": [], "last": "Meyer-Rochow", "suffix": ""}, {"first": "", "middle": [], "last": "Vb", "suffix": ""}], "year": 1992, "venue": "Zantralblatt für Hygiene und Umweltmedizin", "volume": "192", "issn": "", "pages": "554--558", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Coming to grips with a slippery issue: human waste disposal in cold climates", "authors": [{"first": "", "middle": [], "last": "Meyer-Rochow", "suffix": ""}, {"first": "", "middle": [], "last": "Vb", "suffix": ""}], "year": 1999, "venue": "Int J Circumpolar Health", "volume": "58", "issn": "", "pages": "57--62", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Clams (Corbicula fluminea) as bioindicators of fecal contamination with Cryptosporidium and Giardia spp. in freshwater ecosystems in California", "authors": [{"first": "W", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Atwill", "suffix": ""}, {"first": "I", "middle": ["A"], "last": "Gardner", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Fritz", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Hedrick", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Melli", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Barnes", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Conrad", "suffix": ""}], "year": 2005, "venue": "Int J Parasitol", "volume": "35", "issn": "", "pages": "673--684", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Bacterial attack of corals in polluted water", "authors": [{"first": "R", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "Chet", "middle": ["I"], "last": "", "suffix": ""}], "year": 1975, "venue": "Microb Ecol", "volume": "2", "issn": "", "pages": "227--233", "other_ids": {}}, "BIBREF123": {"ref_id": "b123", "title": "Microorganisms and disease", "authors": [{"first": "R", "middle": [], "last": "Morris", "suffix": ""}], "year": 2003, "venue": "Handbook of water and wastewater microbiology. Academic", "volume": "", "issn": "", "pages": "177--184", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "Man's impact on Antarctic birds", "authors": [{"first": "D", "middle": [], "last": "Müller-Schwartze", "suffix": ""}, {"first": "P", "middle": [], "last": "Belanger", "suffix": ""}], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "373--383", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Salmonellae in the environment", "authors": [{"first": "C", "middle": ["J"], "last": "Murray", "suffix": ""}], "year": 1991, "venue": "Rev Sci Tech", "volume": "10", "issn": "", "pages": "765--85", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Rise of snow temperatures caused by the sewage disposal", "authors": [{"first": "M", "middle": [], "last": "Nakawo", "suffix": ""}], "year": 1985, "venue": "Tokyo, special issue", "volume": "39", "issn": "", "pages": "223--232", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "Long-term survival of microorganisms in frozen material from early Antarctic base camps at McMurdo Sound", "authors": [{"first": "D", "middle": ["B"], "last": "Nedwell", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Russell", "suffix": ""}, {"first": "T", "middle": [], "last": "Cresswell-Maynard", "suffix": ""}], "year": 1994, "venue": "Antarct Sci", "volume": "", "issn": "", "pages": "67--68", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Comparison of total coliform, fecal coliform, and enterococcus bacterial indicator response for ocean recreational water quality testing", "authors": [{"first": "R", "middle": ["T"], "last": "Noble", "suffix": ""}, {"first": "D", "middle": ["F"], "last": "Moore", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Leecaster", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Mcgee", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Weisberg", "suffix": ""}], "year": 2003, "venue": "Water Res", "volume": "37", "issn": "", "pages": "1637--1680", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "National Science Foundation) (1990) NSF reports focus on improving USAP environmental practices", "authors": [], "year": null, "venue": "Antarct J US", "volume": "25", "issn": "", "pages": "1--2", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Guide for the control of molluscan shellfish, model ordinance, chapter IV. US Department of Health and Human Services, Food and Drug Administration", "authors": [], "year": 1999, "venue": "Center for Food Safety and Applied Nutrition", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "Oocysts in addition to sarcocysts in the musculature of an Antarctic seal", "authors": [{"first": "K", "middle": [], "last": "Odening", "suffix": ""}], "year": 1984, "venue": "Angew Parasitol", "volume": "25", "issn": "", "pages": "214--216", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Salmonella in Adélie penguins (Pygoscelis adeliae) and south polar skuas (Catharacta maccormicki) on Ross Island Antarctica", "authors": [{"first": "H", "middle": [], "last": "Oelke", "suffix": ""}, {"first": "F", "middle": [], "last": "Steiniger", "suffix": ""}], "year": 1973, "venue": "Avian Dis", "volume": "17", "issn": "", "pages": "568--573", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Principles and applications of methods for DNA-based typing of microbial organisms", "authors": [{"first": "M", "middle": ["O"], "last": "Olive", "suffix": ""}, {"first": "P", "middle": [], "last": "Bean", "suffix": ""}], "year": 1999, "venue": "J Clin Microbiol", "volume": "37", "issn": "", "pages": "1661--1669", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Salmonella enteriditis in Antarctica: zoonosis in man or humanosis in penguins", "authors": [{"first": "B", "middle": ["B"], "last": "Olsen", "suffix": ""}, {"first": "S", "middle": [], "last": "Bergstrom", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mccafferty", "suffix": ""}, {"first": "M", "middle": [], "last": "Sellin", "suffix": ""}, {"first": "J", "middle": [], "last": "Wistrom", "suffix": ""}], "year": 1996, "venue": "Lancet", "volume": "348", "issn": "", "pages": "1319--1320", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Giardiasis in ringed seals from the western Arctic", "authors": [{"first": "M", "middle": ["E"], "last": "Olson", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Roach", "suffix": ""}, {"first": "M", "middle": [], "last": "Stabler", "suffix": ""}, {"first": "W", "middle": [], "last": "Chan", "suffix": ""}], "year": 1997, "venue": "J Wildl Dis", "volume": "33", "issn": "", "pages": "646--648", "other_ids": {}}, "BIBREF136": {"ref_id": "b136", "title": "The role of the rock cod Notothenia coriiceps Richardson, 1844 in the life-cycle of Antarctic parasites", "authors": [{"first": "T", "middle": ["B"], "last": "O&apos;neill", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Stehle", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Wilcox", "suffix": ""}], "year": 1968, "venue": "Polar Biol", "volume": "19", "issn": "", "pages": "399--406", "other_ids": {}}, "BIBREF137": {"ref_id": "b137", "title": "Salmonella in sub-Antarctica: low heterogeneity in Salmonella serotypes in South Georgian seals and birds", "authors": [{"first": "H", "middle": [], "last": "Palmgren", "suffix": ""}, {"first": "D", "middle": [], "last": "Mccafferty", "suffix": ""}, {"first": "A", "middle": [], "last": "Aspan", "suffix": ""}, {"first": "T", "middle": [], "last": "Broman", "suffix": ""}, {"first": "M", "middle": [], "last": "Sellin", "suffix": ""}, {"first": "R", "middle": [], "last": "Wollin", "suffix": ""}, {"first": "S", "middle": [], "last": "Bergström", "suffix": ""}, {"first": "B", "middle": [], "last": "Olsen", "suffix": ""}], "year": 2000, "venue": "Epidemiol Infect", "volume": "125", "issn": "", "pages": "257--262", "other_ids": {}}, "BIBREF138": {"ref_id": "b138", "title": "Long-term survival of enteric microoganisms in frozen wastewater", "authors": [{"first": "L", "middle": ["V"], "last": "Parker", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Martel", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF139": {"ref_id": "b139", "title": "Bacterial survival in snow made from wastewater", "authors": [{"first": "L", "middle": ["V"], "last": "Parker", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Yushak", "suffix": ""}, {"first": "J", "middle": [], "last": "Martel", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Reynolds", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF140": {"ref_id": "b140", "title": "Association of multiple antibiotic resistance profiles with point and nonpoint sources of E. coli in Appalachicola Bay", "authors": [{"first": "S", "middle": [], "last": "Parveen", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Murphree", "suffix": ""}, {"first": "L", "middle": [], "last": "Edmiston", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Kaspar", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Portier", "suffix": ""}, {"first": "M", "middle": [], "last": "Tamplin", "suffix": ""}], "year": 1997, "venue": "Appl Environ Microbiol", "volume": "63", "issn": "", "pages": "2607--2612", "other_ids": {}}, "BIBREF141": {"ref_id": "b141", "title": "The etiology of white pox, a lethal disease of the Caribbean elkhorn coral, Acropora palmata", "authors": [{"first": "K", "middle": ["L"], "last": "Patterson", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Porter", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Ritchie", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Polson", "suffix": ""}, {"first": "E", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Peters", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Santavy", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Smith", "suffix": ""}], "year": 2002, "venue": "Proc Natl Acad Sci U S A", "volume": "99", "issn": "", "pages": "8725--8730", "other_ids": {}}, "BIBREF142": {"ref_id": "b142", "title": "Gene transfer in marine water column and sediment microcosms by natural plasmid transformation", "authors": [{"first": "J", "middle": ["H"], "last": "Paul", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Frischer", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Thurmond", "suffix": ""}], "year": 1991, "venue": "Appl Environ Microbiol", "volume": "57", "issn": "", "pages": "1509--1515", "other_ids": {}}, "BIBREF143": {"ref_id": "b143", "title": "Clostridium perfringens and somatic coliphages as indicators of the efficiency of drinking water treatment for viruses and protozoan cysts", "authors": [{"first": "P", "middle": [], "last": "Payment", "suffix": ""}, {"first": "E", "middle": [], "last": "Franco", "suffix": ""}], "year": 1993, "venue": "Appl Environ Microbiol", "volume": "59", "issn": "", "pages": "2418--2424", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Elimination of viruses and indicator bacteria at each step of treatment during preparation of drinking water at seven water treatment plants", "authors": [{"first": "P", "middle": [], "last": "Payment", "suffix": ""}, {"first": "M", "middle": [], "last": "Trudel", "suffix": ""}, {"first": "R", "middle": [], "last": "Plante", "suffix": ""}], "year": 1985, "venue": "Appl Environ Microbiol", "volume": "49", "issn": "", "pages": "1418--1428", "other_ids": {}}, "BIBREF145": {"ref_id": "b145", "title": "Sewage impact on shellfish microbial contamination", "authors": [{"first": "M", "middle": [], "last": "Pommepuy", "suffix": ""}, {"first": "F", "middle": [], "last": "Dumas", "suffix": ""}, {"first": "M P", "middle": [], "last": "Caprais", "suffix": ""}, {"first": "P", "middle": [], "last": "Camus", "suffix": ""}, {"first": "Le", "middle": [], "last": "Menne", "suffix": ""}, {"first": "C", "middle": [], "last": "Parnaudeau", "suffix": ""}, {"first": "S", "middle": [], "last": "Haugarreau", "suffix": ""}, {"first": "L", "middle": [], "last": "Sarrette", "suffix": ""}, {"first": "B", "middle": [], "last": "Vilagines", "suffix": ""}, {"first": "P", "middle": [], "last": "Pothier", "suffix": ""}, {"first": "P", "middle": [], "last": "Kholi", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}, {"first": "Le", "middle": [], "last": "Guyader", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "Water Sci Technol", "volume": "50", "issn": "", "pages": "117--124", "other_ids": {}}, "BIBREF146": {"ref_id": "b146", "title": "Protocol on Environmental Protection to the Antarctic Treaty", "authors": [{"first": "", "middle": [], "last": "Protocol", "suffix": ""}], "year": 1991, "venue": "Int Legal Mater", "volume": "30", "issn": "", "pages": "", "other_ids": {}}, "BIBREF147": {"ref_id": "b147", "title": "A review of epidemiological studies from exposure to recreational water", "authors": [{"first": "A", "middle": [], "last": "Prüss", "suffix": ""}], "year": 1998, "venue": "Int J Epidemiol", "volume": "27", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF148": {"ref_id": "b148", "title": "A synonymic catalogue of the Acari from Antarctica, the sub-Antarctic islands and the southern ocean", "authors": [{"first": "Pja", "middle": [], "last": "Pugh", "suffix": ""}], "year": 1993, "venue": "J Nat Hist", "volume": "27", "issn": "", "pages": "323--421", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Estrogenic effects of effluents from sewage treatment works", "authors": [{"first": "C", "middle": [], "last": "Purdom", "suffix": ""}, {"first": "P", "middle": [], "last": "Hardiman", "suffix": ""}, {"first": "V", "middle": [], "last": "Bye", "suffix": ""}, {"first": "N", "middle": [], "last": "Eno", "suffix": ""}, {"first": "C", "middle": [], "last": "Tyler", "suffix": ""}, {"first": "J", "middle": [], "last": "Sumpter", "suffix": ""}], "year": 1994, "venue": "J Chem Ecol", "volume": "8", "issn": "", "pages": "275--285", "other_ids": {}}, "BIBREF150": {"ref_id": "b150", "title": "The impact of parasites on marine mammals: a review", "authors": [{"first": "J", "middle": ["A"], "last": "Raga", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Balbuena", "suffix": ""}, {"first": "J", "middle": [], "last": "Aznar", "suffix": ""}, {"first": "M", "middle": [], "last": "Fernandez", "suffix": ""}], "year": 1997, "venue": "Parassitologia", "volume": "39", "issn": "", "pages": "293--296", "other_ids": {}}, "BIBREF151": {"ref_id": "b151", "title": "Plasmids from the soil bacteria of Schirmacher Oasis", "authors": [{"first": "M", "middle": ["K"], "last": "Ray", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": [], "last": "Shivaji", "suffix": ""}], "year": 1991, "venue": "Antarctica. Microbios", "volume": "67", "issn": "", "pages": "272--273", "other_ids": {}}, "BIBREF152": {"ref_id": "b152", "title": "Dispersion and fate of sewage and wastewater components from Scott Base, Antarctica. Dissertation", "authors": [{"first": "G", "middle": [], "last": "Redvers", "suffix": ""}], "year": 1989, "venue": "Sletten RS", "volume": "", "issn": "", "pages": "89--92", "other_ids": {}}, "BIBREF153": {"ref_id": "b153", "title": "Pathogen reduction capabilities of freeze/thaw sludge conditioning", "authors": [{"first": "F", "middle": ["D"], "last": "Sanin", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Vesilind", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Martel", "suffix": ""}], "year": 1994, "venue": "Water Res", "volume": "11", "issn": "", "pages": "2393--2398", "other_ids": {}}, "BIBREF154": {"ref_id": "b154", "title": "Distribution of genotypes of F-specific RNA bacteriophages in human and non-human sources of faecal pollution in South Africa and Spain", "authors": [{"first": "M", "middle": [], "last": "Schaper", "suffix": ""}, {"first": "J", "middle": [], "last": "Jofre", "suffix": ""}, {"first": "M", "middle": [], "last": "Uys", "suffix": ""}, {"first": "W", "middle": [], "last": "Grabow", "suffix": ""}], "year": 2002, "venue": "J Appl Microbiol", "volume": "92", "issn": "", "pages": "657--667", "other_ids": {}}, "BIBREF155": {"ref_id": "b155", "title": "Adenovirus 21 infection in an isolated Antarctic station: transmission of the virus and susceptibility of the population", "authors": [{"first": "P", "middle": ["A"], "last": "Shult", "suffix": ""}, {"first": "F", "middle": [], "last": "Polyak", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Dick", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Warshauer", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "King", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Mandel", "suffix": ""}], "year": 1991, "venue": "Am J Epidemiol", "volume": "15", "issn": "", "pages": "599--607", "other_ids": {}}, "BIBREF156": {"ref_id": "b156", "title": "Aerosolized enteric bacteria and viruses generated by spray irrigation of wastewater", "authors": [{"first": "H", "middle": ["I"], "last": "Shuval", "suffix": ""}, {"first": "N", "middle": [], "last": "Guttman-Bass", "suffix": ""}, {"first": "J", "middle": [], "last": "Applebuam", "suffix": ""}, {"first": "B", "middle": [], "last": "Fattal", "suffix": ""}], "year": 1989, "venue": "Water Sci Technol", "volume": "21", "issn": "", "pages": "131--135", "other_ids": {}}, "BIBREF157": {"ref_id": "b157", "title": "Detecting human bacterial contamination in Antarctic soils", "authors": [{"first": "S", "middle": [], "last": "Sjöling", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cowan", "suffix": ""}], "year": 2000, "venue": "Polar Biol", "volume": "23", "issn": "", "pages": "644--650", "other_ids": {}}, "BIBREF158": {"ref_id": "b158", "title": "On some aspects of the biology of the Ross seal Ommatophoca rossii from King Haakon VII Sea", "authors": [{"first": "J", "middle": ["D"], "last": "Skinner", "suffix": ""}, {"first": "Ntw", "middle": [], "last": "Klages", "suffix": ""}], "year": 1994, "venue": "Antarctica. Polar Biol", "volume": "14", "issn": "", "pages": "467--472", "other_ids": {}}, "BIBREF159": {"ref_id": "b159", "title": "The effects of a small sewage outfall on an algal epifaunal community at Macquarie Island (sub-Antarctic): a drop in the Southern Ocean", "authors": [{"first": "S", "middle": [], "last": "Smith", "suffix": ""}], "year": 2000, "venue": "Mar Poll Bull", "volume": "40", "issn": "", "pages": "2977--2984", "other_ids": {}}, "BIBREF160": {"ref_id": "b160", "title": "Plasmid maintenance and expression in Escherichia coli exposed to the Antarctic marine environment", "authors": [{"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}], "year": 1993, "venue": "Antarct J US", "volume": "28", "issn": "", "pages": "123--124", "other_ids": {}}, "BIBREF161": {"ref_id": "b161", "title": "Survival, physiological response, and recovery of enteric bacteria exposed to a polar marine environment", "authors": [{"first": "J", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Howington", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Mcfeters", "suffix": ""}], "year": 1994, "venue": "Appl Environ Microbiol", "volume": "60", "issn": "", "pages": "2977--2984", "other_ids": {}}, "BIBREF162": {"ref_id": "b162", "title": "Ecotoxicogenomics: the challenge of integrating genomics into aquatic and terrestrial ecotoxicology", "authors": [{"first": "J", "middle": ["R"], "last": "Snape", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Maund", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Pickford", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Hutchinson", "suffix": ""}], "year": 2004, "venue": "Aquat Toxicol", "volume": "67", "issn": "", "pages": "143--54", "other_ids": {}}, "BIBREF163": {"ref_id": "b163", "title": "A survey of the methods for the characterization of microbial consortia and communities", "authors": [{"first": "D", "middle": [], "last": "Spiegelman", "suffix": ""}, {"first": "G", "middle": [], "last": "Whissell", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Greer", "suffix": ""}], "year": 2005, "venue": "Can J Microbiol", "volume": "51", "issn": "", "pages": "355--386", "other_ids": {}}, "BIBREF164": {"ref_id": "b164", "title": "Survival of faecal bacteria in antarctic coastal waters", "authors": [{"first": "J", "middle": ["A"], "last": "Statham", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Mcmeekin", "suffix": ""}], "year": 1994, "venue": "Antarct Sci", "volume": "6", "issn": "", "pages": "333--338", "other_ids": {}}, "BIBREF165": {"ref_id": "b165", "title": "Recycling and optimized utilization of materials at antarctic research stations", "authors": [{"first": "B", "middle": [], "last": "Stephan", "suffix": ""}], "year": 1991, "venue": "Proceedings of the 4th Symposium on Antarctic Logistics and Operations, Gráfica e Editora Ideal Ltd", "volume": "", "issn": "", "pages": "41--51", "other_ids": {}}, "BIBREF166": {"ref_id": "b166", "title": "Chlorine dynamics and ambient toxicity in receiving streams", "authors": [{"first": "A", "middle": ["J"], "last": "Stewart", "suffix": ""}, {"first": "W", "middle": ["R"], "last": "Hill", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Ham", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Christensen", "suffix": ""}], "year": 1996, "venue": "Ecol Appl", "volume": "6", "issn": "", "pages": "458--471", "other_ids": {}}, "BIBREF167": {"ref_id": "b167", "title": "The toxicity of chlorinated wastewater: instream and laboratory case studies", "authors": [{"first": "G", "middle": ["M"], "last": "Szal", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Nolan", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Kennedy", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Barr", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Bilger", "suffix": ""}], "year": 1991, "venue": "Res J Water Poll Cont Fed", "volume": "63", "issn": "", "pages": "910--920", "other_ids": {}}, "BIBREF168": {"ref_id": "b168", "title": "Microbiological investigation of the human pollution at Syowa Station in Antarctica. Special reference to the specimen collected by the 23rd Japanese Antarctic Research Expedition", "authors": [{"first": "S", "middle": [], "last": "Toyoda", "suffix": ""}, {"first": "M", "middle": [], "last": "Enokido", "suffix": ""}, {"first": "A", "middle": [], "last": "Matsumae", "suffix": ""}, {"first": "M", "middle": [], "last": "Aiso", "suffix": ""}], "year": 1985, "venue": "J Antibact Antifung Agents", "volume": "13", "issn": "", "pages": "541--546", "other_ids": {}}, "BIBREF169": {"ref_id": "b169", "title": "Sanitation and waste disposal in Antarctica", "authors": [{"first": "P", "middle": ["E"], "last": "Tyler", "suffix": ""}], "year": 1972, "venue": "Proceedings of the colloquium on conservation problems in Antarctica", "volume": "", "issn": "", "pages": "241--246", "other_ids": {}}, "BIBREF170": {"ref_id": "b170", "title": "Population structure and transmission of Escherichia coli in an isolated human community; studies on an Antarctic base", "authors": [{"first": "Y", "middle": [], "last": "Tzabar", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Pennington", "suffix": ""}], "year": 1991, "venue": "Epidemiol Infect", "volume": "107", "issn": "", "pages": "537--542", "other_ids": {}}, "BIBREF171": {"ref_id": "b171", "title": "Detection of human commensals in the area around an Antarctic research station", "authors": [{"first": "M", "middle": [], "last": "Upton", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Pennington", "suffix": ""}, {"first": "W", "middle": [], "last": "Haston", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Forbes", "suffix": ""}], "year": 1997, "venue": "Antarct Sci", "volume": "9", "issn": "", "pages": "160--161", "other_ids": {}}, "BIBREF172": {"ref_id": "b172", "title": "Environmental regulations and technology: control of pathogens and vector attraction in sewage sludge. EPA/625/R-92/013, US Government Printing Office", "authors": [], "year": 1992, "venue": "Office of Research and Development", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF173": {"ref_id": "b173", "title": "EPA/625/R-92/005, US Government Printing Office", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF174": {"ref_id": "b174", "title": "Sterols in ocean sediments: novel tracers to examine habitats of cetaceans, pinnipeds, penguins and humans", "authors": [{"first": "M", "middle": ["I"], "last": "Venkatesan", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Santiago", "suffix": ""}], "year": 1989, "venue": "Mar Biol", "volume": "102", "issn": "", "pages": "431--437", "other_ids": {}}, "BIBREF175": {"ref_id": "b175", "title": "Coprostanol as a sewage tracer in McMurdo Sound", "authors": [{"first": "M", "middle": ["I"], "last": "Venkatesan", "suffix": ""}, {"first": "F", "middle": ["H"], "last": "Mirsadeghi", "suffix": ""}], "year": 1992, "venue": "Antarctica. Mar Poll Bull", "volume": "25", "issn": "", "pages": "328--333", "other_ids": {}}, "BIBREF176": {"ref_id": "b176", "title": "Coprostanols in Antarctic marine sediments: a biomarker for marine mammals and not human pollution", "authors": [{"first": "M", "middle": ["I"], "last": "Venkatesan", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruth", "suffix": ""}, {"first": "I", "middle": ["R"], "last": "Kaplan", "suffix": ""}], "year": 1986, "venue": "Mar Poll Bull", "volume": "17", "issn": "", "pages": "554--557", "other_ids": {}}, "BIBREF177": {"ref_id": "b177", "title": "Microbial ecosystems of Antarctica", "authors": [{"first": "W", "middle": ["F"], "last": "Vincent", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF178": {"ref_id": "b178", "title": "QMRA (quantitative microbial risk assessment) and HACCP (hazard analysis and critical control points) for management of pathogens in wastewater and sewage sludge treatment and reuse", "authors": [{"first": "T", "middle": [], "last": "Westrell", "suffix": ""}, {"first": "C", "middle": [], "last": "Schönning", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Stenström", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Ashbolt", "suffix": ""}], "year": 2004, "venue": "Water Sci Technol", "volume": "50", "issn": "", "pages": "23--30", "other_ids": {}}, "BIBREF179": {"ref_id": "b179", "title": "Health based monitoring of recreational waters: the feasibility of a new approach (the 'Annapolis Protocol'). WHO/SDE/WHS/99.1 DA Info. Services, Vic, Australia WHO (World Health Organization", "authors": [], "year": 1999, "venue": "Guidelines for safe recreational water environments", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF180": {"ref_id": "b180", "title": "Emerging infectious diseases in wildlife", "authors": [{"first": "E", "middle": ["S"], "last": "Williams", "suffix": ""}, {"first": "T", "middle": [], "last": "Yuill", "suffix": ""}, {"first": "M", "middle": [], "last": "Artois", "suffix": ""}, {"first": "J", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Haigh", "suffix": ""}], "year": 2002, "venue": "Rev Sci Tech", "volume": "21", "issn": "", "pages": "139--157", "other_ids": {}}, "BIBREF181": {"ref_id": "b181", "title": "Cestodes of Antarctic seals", "authors": [{"first": "A", "middle": [], "last": "Wojciechowska", "suffix": ""}, {"first": "K", "middle": [], "last": "Zdzitowiecki", "suffix": ""}], "year": 1995, "venue": "Acta Parasitologica", "volume": "40", "issn": "3", "pages": "125--131", "other_ids": {}}, "BIBREF182": {"ref_id": "b182", "title": "Ecological aspects of Antarctic microbiology", "authors": [{"first": "Wynn-Williams", "middle": [], "last": "Dd", "suffix": ""}], "year": 1990, "venue": "Advances in microbial ecology, 11. Plenum", "volume": "", "issn": "", "pages": "71--146", "other_ids": {}}, "BIBREF183": {"ref_id": "b183", "title": "Host adaptation and host-parasite co-evolution in Cryptosporidium: implications for taxonomy and public health", "authors": [{"first": "L", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Sulaiman", "suffix": ""}, {"first": "U", "middle": ["M"], "last": "Ryan", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Atwill", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Tischler", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": [], "last": "Fayer", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Lal", "suffix": ""}], "year": 2002, "venue": "Int J Parasitol", "volume": "32", "issn": "", "pages": "1773--1785", "other_ids": {}}, "BIBREF184": {"ref_id": "b184", "title": "Microbial ecology in the age of genomics and metagenomics: concepts, tools, and recent advances", "authors": [{"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2006, "venue": "Mol Ecol", "volume": "15", "issn": "", "pages": "1713--1731", "other_ids": {}}, "BIBREF185": {"ref_id": "b185", "title": "Antimicrobial spread in aquatic environments", "authors": [{"first": "H", "middle": ["K"], "last": "Young", "suffix": ""}], "year": 1993, "venue": "J Antimicrob Chemother", "volume": "31", "issn": "", "pages": "627--635", "other_ids": {}}, "BIBREF186": {"ref_id": "b186", "title": "On taxonomic status of cestodes with uncommon locality in organs of Antarctic seals", "authors": [{"first": "M", "middle": ["V"], "last": "Yurakhno", "suffix": ""}, {"first": "", "middle": [], "last": "Vn", "suffix": ""}], "year": 1995, "venue": "Parazitologiya", "volume": "29", "issn": "", "pages": "179--187", "other_ids": {}}, "BIBREF187": {"ref_id": "b187", "title": "Redescription of Corynosoma hamanni and description of Corynosoma pseudohamanni, new species (Acanthocephala) from the environs of the South Shetlands (Antarctica)", "authors": [{"first": "K", "middle": [], "last": "Zdzitowiecki", "suffix": ""}], "year": 1984, "venue": "Acta Parasitol Polonica", "volume": "29", "issn": "", "pages": "379--394", "other_ids": {}}, "BIBREF188": {"ref_id": "b188", "title": "Acanthocephala in fish in the Weddell Sea (Antarctic)", "authors": [{"first": "K", "middle": [], "last": "Zdzitowiecki", "suffix": ""}], "year": 1996, "venue": "Acta Parasitol Polonica", "volume": "41", "issn": "", "pages": "199--219", "other_ids": {}}, "BIBREF189": {"ref_id": "b189", "title": "Acanthocephalan infection of inshore fish in two fjords at South Georgia", "authors": [{"first": "K", "middle": [], "last": "Zdzitowiecki", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "White", "suffix": ""}], "year": 1992, "venue": "Antarct Sci", "volume": "4", "issn": "", "pages": "197--203", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Total coliform bacterial densities near McMurdo Station, Antarctica, (a) before(October 1990) and (b) after (October 1991) reconfiguration of outfall discharge from surface to submerged. Sampling locations are shown as circles. Total coliform densities are indicated as areas that are stippled (<100/100 ml), shaded (100-1000/100 ml) and cross-hatched (>1000/100 ml). Reprinted fromHowington et al. 1992, with permission from", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distribution of Clostridium perfringens-positive tunicates and sea urchins along a transect of increasing distance from the McMurdo Station sewage outfall. Station distances from sewage outfall are as follows: a (0 m), b (150 m), c (332 m), d (444 m), e (594 m), f (822 m), g (3,000 m). Reprinted from Edwards et al. 1998, with permission from ASM Press, Washington DC", "latex": null, "type": "figure"}, "TABREF0": {"text": "Wastewater quantities and treatment and disposal practices at various Antarctic bases as of December 2003 Station/Base", "latex": null, "type": "table"}, "TABREF1": {"text": "Note: Data for Davis station discharge based on monitoring of flow rate through effluent pump, most other station values based on potable water production/ usage", "latex": null, "type": "table"}, "TABREF3": {"text": "). Indeed, disposal of liquid or solid wastes in any manner that leaves them open to the environment increases the risk", "latex": null, "type": "table"}, "TABREF4": {"text": "noted possible wastewater enrichment of sub-Antarctic methanogenic microbial communities near Commandante Ferraz Station (Admiralty Bay, King George Island, South Shetlands).", "latex": null, "type": "table"}, "TABREF6": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Micro-organism </td><td>Associated human diseases\n</td></tr><tr><td>Bacteria\n</td><td> </td></tr><tr><td>Pathogenic Escherichia coli </td><td>Gastroenteritis\n</td></tr><tr><td>Salmonella typhi </td><td>Typhoid fever\n</td></tr><tr><td>Various Salmonella spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Shigella sp. </td><td>Bacillary dysentery\n</td></tr><tr><td>Vibrio cholerae </td><td>Cholera\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Clostridium perfringens </td><td>Gastroenteritis/gangrene\n</td></tr><tr><td>Legionella spp. </td><td>Legionellosis (respiratory illness)\n</td></tr><tr><td>Pseudomonas aeruginosa </td><td>Wound, skin and pulmonary infections\n</td></tr><tr><td>Staphylococcus aureus </td><td>Wound infections, gastroenteritis\n</td></tr><tr><td>Streptococcus sp. </td><td>Respiratory infections\n</td></tr><tr><td>Hellicobacter pylori </td><td>Peptic ulcers\n</td></tr><tr><td>Yersinia spp. </td><td>Gastroenteritis, septicemia\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis, Guillain-Barré syndrome\n</td></tr><tr><td>Atypical Mycobacteria </td><td>Respiratory illness\n</td></tr><tr><td>Fungi\n</td><td> </td></tr><tr><td>Candida albicans </td><td>Thrush, candidiasis\n</td></tr><tr><td>Aspergillus sp. </td><td>Aspergillosis\n</td></tr><tr><td>Viruses\n</td><td> </td></tr><tr><td>Adenovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Astrovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Calicivirus </td><td>Gastroenteritis\n</td></tr><tr><td>Coronavirus </td><td>Gastroenteritis\n</td></tr><tr><td>Enterovirus </td><td>Gastroenteritis, respiratory illness, nervous disorders, myocarditis\n</td></tr><tr><td>Hepatitis A </td><td>Infectious hepatitis\n</td></tr><tr><td>Norovirus G </td><td>Viral gastroenteritis\n</td></tr><tr><td>Poliovirus </td><td>Polio, diarrhoea\n</td></tr><tr><td>Rotavirus </td><td>Diarrhea, vomiting (emesis)\n</td></tr><tr><td>Protozoans\n</td><td> </td></tr><tr><td>Giardia lamblia/intestinalis cysts </td><td>Gastroenteritis\n</td></tr><tr><td>Cryptosporidium parvum/hominis oocysts </td><td>Gastroenteritis\n</td></tr><tr><td>Entamoeba histolytica </td><td>Amoebic dysentery\n</td></tr><tr><td>Naegleria fowleri </td><td>Amoebic meningitis\n</td></tr><tr><td>Helminths\n</td><td> </td></tr><tr><td>Ancyclostoma sp. </td><td>Anemia\n</td></tr><tr><td>Ascaris sp. </td><td>Ascariasis\n</td></tr><tr><td>Diphyllobothrium latum </td><td>Fish tapeworm\n</td></tr><tr><td>Taenia solium/saginata </td><td>Tapeworms\n</td></tr><tr><td>Trichuris </td><td>Diarrhoea, anemia, whipworm\n</td></tr></table></body></html>"}, "TABREF8": {"text": "Examples of known human pathogens in raw sewage and associated disease(s)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Micro-organism </td><td>Associated human diseases\n</td></tr><tr><td>Bacteria\n</td><td> </td></tr><tr><td>Pathogenic Escherichia coli </td><td>Gastroenteritis\n</td></tr><tr><td>Salmonella typhi </td><td>Typhoid fever\n</td></tr><tr><td>Various Salmonella spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Shigella sp. </td><td>Bacillary dysentery\n</td></tr><tr><td>Vibrio cholerae </td><td>Cholera\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Clostridium perfringens </td><td>Gastroenteritis/gangrene\n</td></tr><tr><td>Legionella spp. </td><td>Legionellosis (respiratory illness)\n</td></tr><tr><td>Pseudomonas aeruginosa </td><td>Wound, skin and pulmonary infections\n</td></tr><tr><td>Staphylococcus aureus </td><td>Wound infections, gastroenteritis\n</td></tr><tr><td>Streptococcus sp. </td><td>Respiratory infections\n</td></tr><tr><td>Hellicobacter pylori </td><td>Peptic ulcers\n</td></tr><tr><td>Yersinia spp. </td><td>Gastroenteritis, septicemia\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis, Guillain-Barré syndrome\n</td></tr><tr><td>Atypical Mycobacteria </td><td>Respiratory illness\n</td></tr><tr><td>Fungi\n</td><td> </td></tr><tr><td>Candida albicans </td><td>Thrush, candidiasis\n</td></tr><tr><td>Aspergillus sp. </td><td>Aspergillosis\n</td></tr><tr><td>Viruses\n</td><td> </td></tr><tr><td>Adenovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Astrovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Calicivirus </td><td>Gastroenteritis\n</td></tr><tr><td>Coronavirus </td><td>Gastroenteritis\n</td></tr><tr><td>Enterovirus </td><td>Gastroenteritis, respiratory illness, nervous disorders, myocarditis\n</td></tr><tr><td>Hepatitis A </td><td>Infectious hepatitis\n</td></tr><tr><td>Norovirus G </td><td>Viral gastroenteritis\n</td></tr><tr><td>Poliovirus </td><td>Polio, diarrhoea\n</td></tr><tr><td>Rotavirus </td><td>Diarrhea, vomiting (emesis)\n</td></tr><tr><td>Protozoans\n</td><td> </td></tr><tr><td>Giardia lamblia/intestinalis cysts </td><td>Gastroenteritis\n</td></tr><tr><td>Cryptosporidium parvum/hominis oocysts </td><td>Gastroenteritis\n</td></tr><tr><td>Entamoeba histolytica </td><td>Amoebic dysentery\n</td></tr><tr><td>Naegleria fowleri </td><td>Amoebic meningitis\n</td></tr><tr><td>Helminths\n</td><td> </td></tr><tr><td>Ancyclostoma sp. </td><td>Anemia\n</td></tr><tr><td>Ascaris sp. </td><td>Ascariasis\n</td></tr><tr><td>Diphyllobothrium latum </td><td>Fish tapeworm\n</td></tr><tr><td>Taenia solium/saginata </td><td>Tapeworms\n</td></tr><tr><td>Trichuris </td><td>Diarrhoea, anemia, whipworm\n</td></tr></table></body></html>"}, "TABREF9": {"text": ").", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Micro-organism </td><td>Associated human diseases\n</td></tr><tr><td>Bacteria\n</td><td> </td></tr><tr><td>Pathogenic Escherichia coli </td><td>Gastroenteritis\n</td></tr><tr><td>Salmonella typhi </td><td>Typhoid fever\n</td></tr><tr><td>Various Salmonella spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Shigella sp. </td><td>Bacillary dysentery\n</td></tr><tr><td>Vibrio cholerae </td><td>Cholera\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis\n</td></tr><tr><td>Clostridium perfringens </td><td>Gastroenteritis/gangrene\n</td></tr><tr><td>Legionella spp. </td><td>Legionellosis (respiratory illness)\n</td></tr><tr><td>Pseudomonas aeruginosa </td><td>Wound, skin and pulmonary infections\n</td></tr><tr><td>Staphylococcus aureus </td><td>Wound infections, gastroenteritis\n</td></tr><tr><td>Streptococcus sp. </td><td>Respiratory infections\n</td></tr><tr><td>Hellicobacter pylori </td><td>Peptic ulcers\n</td></tr><tr><td>Yersinia spp. </td><td>Gastroenteritis, septicemia\n</td></tr><tr><td>Campylobacter spp. </td><td>Gastroenteritis, Guillain-Barré syndrome\n</td></tr><tr><td>Atypical Mycobacteria </td><td>Respiratory illness\n</td></tr><tr><td>Fungi\n</td><td> </td></tr><tr><td>Candida albicans </td><td>Thrush, candidiasis\n</td></tr><tr><td>Aspergillus sp. </td><td>Aspergillosis\n</td></tr><tr><td>Viruses\n</td><td> </td></tr><tr><td>Adenovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Astrovirus </td><td>Gastroenteritis\n</td></tr><tr><td>Calicivirus </td><td>Gastroenteritis\n</td></tr><tr><td>Coronavirus </td><td>Gastroenteritis\n</td></tr><tr><td>Enterovirus </td><td>Gastroenteritis, respiratory illness, nervous disorders, myocarditis\n</td></tr><tr><td>Hepatitis A </td><td>Infectious hepatitis\n</td></tr><tr><td>Norovirus G </td><td>Viral gastroenteritis\n</td></tr><tr><td>Poliovirus </td><td>Polio, diarrhoea\n</td></tr><tr><td>Rotavirus </td><td>Diarrhea, vomiting (emesis)\n</td></tr><tr><td>Protozoans\n</td><td> </td></tr><tr><td>Giardia lamblia/intestinalis cysts </td><td>Gastroenteritis\n</td></tr><tr><td>Cryptosporidium parvum/hominis oocysts </td><td>Gastroenteritis\n</td></tr><tr><td>Entamoeba histolytica </td><td>Amoebic dysentery\n</td></tr><tr><td>Naegleria fowleri </td><td>Amoebic meningitis\n</td></tr><tr><td>Helminths\n</td><td> </td></tr><tr><td>Ancyclostoma sp. </td><td>Anemia\n</td></tr><tr><td>Ascaris sp. </td><td>Ascariasis\n</td></tr><tr><td>Diphyllobothrium latum </td><td>Fish tapeworm\n</td></tr><tr><td>Taenia solium/saginata </td><td>Tapeworms\n</td></tr><tr><td>Trichuris </td><td>Diarrhoea, anemia, whipworm\n</td></tr></table></body></html>"}}, "back_matter": []}