{
    "paper_id": "0a40acedad7457f436eb037bd6fa6270be9dba69",
    "metadata": {
        "title": "Informatics in Disease Prevention and Epidemiology",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "S"
                ],
                "last": "Hopkins",
                "suffix": "",
                "affiliation": {},
                "email": "hopkinsrs@comcast.net"
            },
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Magnuson",
                "suffix": "",
                "affiliation": {},
                "email": "jamagnuson@gmail.com"
            },
            {
                "first": "R",
                "middle": [
                    "S"
                ],
                "last": "Hopkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This chapter provides a description of the components of disease prevention and control programs, and then focuses on information systems designed to support public health surveillance, epidemiologic investigation of cases and outbreaks, and case management. For each such system, we describe sources used to acquire necessary data for use by public health agencies, and the technology used to clean, manage, organize, and display the information. We discuss challenges and successes in sharing information among these various systems, and opportunities presented by emerging technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systems to support public health surveillance may support traditional passive case-reporting, as enhanced by electronic laboratory reporting and (emerging) direct reporting from electronic health records, and also a wide variety of different surveillance systems. We address syndromic surveillance and other novel approaches including registries for reporting and follow-up of cases of cancer, birth defects, lead poisoning, hepatitis B, etc., and population-based surveys (such as BRFSS or PRAMS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systems to support epidemiologic investigation of outbreaks and clusters include generic tools such as Excel, SAS, SPSS, and R, and specialized tool-kits for epidemiologic analysis such as Epi-Info. In addition to supporting outbreak investigation, 258 agencies also need systems to collect and manage summary information about outbreaks, investigations, and responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systems to support case management, contact tracing, and case-based disease control interventions are often integrated to some degree with surveillance systems. We focus on opportunities and choices in the design and implementation of these systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This chapter provides a description of the components of disease prevention and control programs, and then focuses on information systems designed to support public health surveillance, epidemiologic investigation of cases and outbreaks, and case management. For each such system, we describe sources used to acquire necessary data for use by public health agencies, and the technology used to clean, manage, organize, and display the information. We discuss challenges and successes in sharing information among these various systems, and opportunities presented by emerging technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systems to support public health surveillance may support traditional passive case-reporting, as enhanced by electronic laboratory reporting and (emerging) direct reporting from electronic health records, and also a wide variety of different surveillance systems. We address syndromic surveillance and other novel approaches including registries for reporting and follow-up of cases of cancer, birth defects, lead poisoning, hepatitis B, etc., and population-based surveys (such as BRFSS or PRAMS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systems to support epidemiologic investigation of outbreaks and clusters include generic tools such as Excel, SAS, SPSS, and R, and specialized tool-kits for epidemiologic analysis such as Epi-Info. In addition to supporting outbreak investigation, agencies also need systems to collect and manage summary information about outbreaks, investigations, and responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1. Describe the range of information systems in current use to support public health surveillance, epidemiologic investigations, and disease prevention. 2. Identify opportunities for more effective epidemiology and disease prevention through implementation of emerging technologies. 3. Describe the challenges and opportunities presented by integration of information systems for epidemiology and disease prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Systems to support case management, contact tracing, and case-based disease control interventions are often integrated to some degree with surveillance systems. We focus on opportunities and choices in the design and implementation of these systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public health programs to prevent disease typically have been designed and implemented one disease at a time. Each disease has its own patterns of distribution in populations, risk factors, and optimal and practical intervention strategies that are effective in controlling, preventing, or even eliminating cases of the disease. For example, an important strategy to prevent measles is vaccination, the main strategy to prevent gonorrhea is antibiotic treatment of case contacts before they become ill themselves, an important strategy to prevent cervical cancer is screening with Pap smears and treatment of preclinical disease, and the main strategy for prevention of neural tube defects is folic acid supplementation of selected foods. Still, each disease prevention program's components are drawn from a relatively short list:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "• Planning and evaluation • Public health surveillance • Outbreak or cluster recognition and response • Policy and guidance development • Clinical services -Screening -Immunization -Prophylaxis -Treatment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "• Laboratory services • Case-contact identifi cation and interventions • Education and training for clinicians • Public education • Regulation (for example, of food services, drinking water, child-care centers, hospitals, etc.) • Administration and fi nancial management Ideally, program managers choose the most effective combination of these program components to prevent or control the disease or diseases they are charged with addressing. However, as this must be done within the constraints imposed by the available funds, cost-effectiveness is the usual criterion for choosing the preferred combination of program components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "Public health agencies typically are organized both by disease and by function. For example, each disease-specifi c program usually does not have its own laboratory, and a single public health clinical facility and its staff may provide varied services such as immunizations for well children, treatment of people with tuberculosis (TB) and their contacts, and Pap smear services. To variable degrees, they may even combine activities in a single patient encounter, for example, testing women for gonorrhea and Chlamydia trachomatis infections at the same visit where they get a Pap smear, or offering hepatitis B vaccination during a visit for sexually transmitted diseases (STD) treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "As information technology has become more widely used in public health and replaced paper-based systems, it has typically been implemented program area by program area, as resources became available. This has led to the creation of information 'silos.' For example, laboratory information systems usually have developed in isolation from those to support clinical care or public health surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "Information systems to support clinical operations of public health departments (for example, clinical services for STDs, childhood immunizations, HIV/AIDS, TB, or family planning services) have characteristics similar to those of other electronic health record systems in ambulatory care. However, in some health departments, clinical information systems have been separated by disease or clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "If one were to design information systems from scratch for a set of disease prevention programs, there would be potential savings and effi ciencies from identifying the ways that one program component depends on information from another, or can serve multiple programs, and then designing the system to provide that information seamlessly. One can identify potential effi ciencies from two perspectives: In reality, it is rare to have an opportunity to design such extensive information systems as a single project. One is dealing with numerous legacy systems that were designed to support program-specifi c workfl ows. So a key challenge for the public health informaticist is to help their agency make decisions about where information system 'integration' will yield substantial benefi ts and where it will not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "For example, if it is desired to know (one time) how many people in the jurisdiction have been reported during a particular time interval with both syphilis and hepatitis B, one could do an ad hoc match of information in two independent surveillance information systems. This task might take an analyst a few days or weeks to accomplish -which is almost certainly inexpensive compared to the cost of building a new information system that could do this task almost immediately. For many purposes, it may be useful and suffi cient to be able to display multiple streams of surveillance or programmatic data in the same environment, on the same screen or even in the same chart. In Florida, de-identifi ed reportable disease case information and death certifi cate information are imported into the ESSENCE analytic environment that was originally designed for syndromic surveillance [ 1 ] , so that trends for similar conditions by age, sex, and geographic area in the two data streams can be easily compared. On the other hand, if it is desired to have real-time information available to the STD clinic staff about past diagnoses of hepatitis B, or about past receipt of hepatitis B vaccine, then information systems need to be designed to support this kind of look-up; the usual solution is a shared person index between the two systems. Alternatively, a common data repository can be designed in which all information about each person is permanently linked.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 887,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "As mentioned earlier, there are a number of components common to disease control and prevention programs. In this chapter, we will address information systems designed to support the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "• Public health surveillance • Outbreak or cluster recognition and response • Acquisition of laboratory information • Case-contact identifi cation and intervention",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Main Components of a Disease Prevention Program"
        },
        {
            "text": "CDC defi nes public health surveillance as \"the ongoing, systematic collection, analysis, and interpretation of health data, essential to the planning, implementation, and evaluation of public health practice, closely integrated with the dissemination of these data to those who need to know and linked to prevention and control\" [ 2 ] . Each word of this defi nition is carefully chosen, and has implications for the design of surveillance information systems. A one-time data collection activity is not surveillance. Data collection for research purposes is not surveillance. Surveillance data are collected to support public health action, and analyses and recommendations based on these data must be shared with those who provided the data and with others who need to know.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 335,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Objectives of surveillance systems differ at the local, state, and federal levels [ 3 ] . At the local level, immediate response to individual cases is relatively more important, while at the federal level the analysis of larger-scale patterns is the most important function of surveillance. For state health departments, both uses of surveillance data may be important, depending on the disease and the size of the state.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 87,
                    "text": "[ 3 ]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Public health surveillance systems may be based on data capture from a variety of sources, including case reports, population-based surveys, sentinel providers, electronic health records (including laboratory information management systems for ELR and emergency department records for syndromic surveillance), or administrative data (like hospital or physician claims for reimbursement). For some noninfectious diseases, surveillance is carried out through registries (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Information systems to support reportable disease surveillance contain records representing case reports that currently are, for the most part, entered manually into an application by public health staff, based on information received from doctors, infection control practitioners, hospitals, and laboratories. Increasingly, the laboratory information in these records comes from electronic records transmitted by the public health laboratory, hospital laboratories, and commercial laboratories, when there is a positive result meeting certain reporting criteria (like a positive IgM antibody test for hepatitis A). These records typically contain a combination of clinical, laboratory, and epidemiologic information about each case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "In future, increasing proportions of these case reports will be entered directly into a website by the practitioner creating the case report, or be transmitted electronically from the practitioner's electronic health record (EHR) system. Currently almost half the states in the US use the CDC-provided NEDSS Base System (NBS) as their platform for managing case reports. The remainder use either a system developed in-house or one of several commercially-available solutions [ 4 ] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 480,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "In case-based surveillance practice, there is usually a relatively short list of required elements in the initial case report. For some diseases this is the only information received on all cases. For other diseases, usually of more importance and with lower case numbers, an additional data collection form is initiated by the receiving health department, which gathers information as appropriate from the ill person, the treating physician, and health records. The optimum amount of information to collect in the initial case report, as opposed to the disease-specifi c case report form, is a matter of judgment and may change as technology changes. In a largely manual system, health departments typically desire to minimize barriers to reporting of cases, so the incentive is to keep the initial case report form short. If much of the information desired for the disease-specifi c case report form can in fact be extracted from an electronic medical record with no additional effort by the person making an electronic case report, then the balance changes. Careful decisions are needed: for which cases of which diseases are follow-up interviews necessary [ 5 ] ?",
            "cite_spans": [
                {
                    "start": 1160,
                    "end": 1165,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Until very recently, virtually all of the case-based surveillance information used at the federal level was collected initially at the local (or sometimes state) level, where it was used in the fi rst instance for local response. As the case report information passes from the local to the state to the federal level, it is subjected to validation and cleaning: cases not meeting the surveillance case defi nition have been removed from the data submitted to the federal level, missing data have been fi lled in to the extent possible, and cases have been classifi ed as to whether they are confi rmed, probable, or suspected using standard national surveillance case defi nitions (these case defi nitions are developed by the Council of State and Territorial Epidemiologists in consultation with CDC) [ 6 ] .",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 807,
                    "text": "[ 6 ]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "More recently, advances in technology have allowed case reports, and the information on which they are based, to move almost instantaneously from electronic health record systems, maintained by doctors, hospitals, and laboratories, to public health authorities. There are no technical barriers to these data being available at the federal level essentially as early as they are at the local and state levels. This ready availability of unfi ltered clinical information may allow more rapid awareness by public health offi cials at all levels of individual cases of high-priority diseases (like botulism or hemorrhagic fevers like Ebola virus infection), and thus lead to more rapid detection and characterization of likely outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "The simultaneous availability of raw data to multiple agencies at different levels of government also presents certain challenges. The user at the local level will have ready access to information from many sources about local conditions and events, and can use this information to interpret local observations. They will be in a position to understand when an apparent anomaly in their surveillance data is due to an artifact or to local conditions that are not a cause for alarm. They will also know whether a problem is already under investigation. A user at a state or federal level will be able to see patterns over a larger area, and thus may be able to identify multijurisdictional outbreaks, patterns, or trends that are not evident at a local level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "The fact that several users may be examining the same raw data at the same time requires that these multiple users be in frequent communication about what they are seeing in their data and which apparent anomalies are already explained or need further investigation. There is a danger that users at a higher level may prematurely disseminate or act on information that, while based on facts, is incomplete or misleading. Similarly, users at a local level may not realize that what they are seeing is part of a larger phenomenon. In the syndromic surveillance domain, the BioSense 2.0 Governance Group [ 7 ] has adopted a set of etiquette principles which participating jurisdictions will be required to agree to, that spell out the mutual obligations of analysts at each level of the system (Scott Gordon , Association of State and Territorial Health Offi cials, 2013, personal communication).",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 606,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "From an information management perspective, an important question is where to put human review of case reports in this information fl ow. For example, it is becoming technically possible for likely cases of reportable diseases to be recognized automatically in health care electronic record systems. Some of these could be passed on to public health authorities without human review, in the same way that reportable laboratory results are already passed on in Electronic Laboratory Reporting (ELR). For which constellations of fi ndings in the electronic health record would this be appropriate? Should some electronic case reports generated by electronic health record systems be passed to state or even federal public health offi cials before they are reviewed and validated at the local or state levels? If so, which ones? As always, there is a tension between the speed of information fl ow and its quality and completeness. There is a need for research to determine which constellations of fi ndings in electronic health records have adequate specifi city and sensitivity to warrant automated identifi cation of a person as being likely to have a case of a reportable disease. The acceptable sensitivity and specifi city will vary by disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "In 2001, CDC published the Updated Guidelines for Evaluating Public Health Surveillance Systems [ 8 ] . This document identifi es a set of key attributes of surveillance systems to be assessed during a surveillance system evaluation, including simplicity, fl exibility, data quality, acceptability, sensitivity, predictive value positive, representativeness, timeliness, and stability. These are also useful attributes to consider when designing a surveillance information system [ 9 ] . The relative importance of these attributes will vary depending on the condition under surveillance and the main purposes for surveillance. For example, a surveillance system to detect cases of botulism for immediate public health response puts a high premium on timeliness, and its operators are likely to be willing to accept a modest number of false-positive reports (a lower positive predictive value ) in order to assure that reports are received very quickly. On the other hand, surveillance to support planning of cancer prevention programs and treatment services is less time-sensitive, given the quite long incubation periods for most cancers, and therefore more concerned with diagnostic accuracy of every case report than with speed of reporting. Timeliness, positive predictive value, and sensitivity of a public health surveillance system are always in tension with each other; increasing two of these always compromises the third.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 101,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 480,
                    "end": 485,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "In systems based on case-reporting from doctors, hospitals, and laboratories, and receipt of electronic health records from these same organizations, records for an individual can in principle be linked with records for that same individual in numerous public health information systems, including those supporting clinical service, immunization registries, case investigation, partner or contact identifi cation, partner or contact notifi cation, and provision of interventions to partners or contacts. Sometimes this will be done best by automated messaging of structured data from one system to another, sometimes by supporting real-time look-up capabilities, and sometimes by development of a master person index to underlie some or all of these applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "One key decision is which application to consider as the hub for this information sharing, for example, the surveillance application itself or a clinical application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Surveillance systems that are based on sample surveys (such as the Behavioral Risk Factor Surveillance System, BRFSS [ 10 ] ), on sentinel practices (such as ILI-Net for surveillance of infl uenza-like illness [ 11 ] ) or on syndromic surveillance do not have individual patient identifi ers, and so intrinsically cannot be linked at the individual level to information systems supporting other disease control program components. Their data are typically managed in systems built on standard statistical software packages, or other independent systems.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "text": "[ 10 ]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 210,
                    "end": 216,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Syndromic surveillance systems are based on rapid acquisition of unfi ltered, real-time, electronic records without individual identifi ers from hospital emergency rooms [ 12 ] and urgent care centers, and also, increasingly, from outpatient physicians' offi ces and from hospital admissions [ 13 ] . The primary purpose of these systems is to support detection and characterization of community disease outbreaks, as they are refl ected in care received at emergency departments, physicians' offi ces, or hospitals. Each visit to an emergency department is assigned to a category or syndrome , based on words and strings contained in the patient's chief complaint and/or the triage nurse's notes. As the records received by the health department do not have individual identifi ers, they cannot be linked to records in other information systems. However, records received by the syndromic surveillance system should contain unique identifi ers that could allow the epidemiologist analyzing the data to work back through the sending facility to an identifi ed clinical record. This traceback might become necessary if the person appeared to have a case of a reportable disease or to be part of a signifi cant outbreak. Adding outpatient visits and hospital admissions to the scope of syndromic surveillance is opening up additional uses for this technology, especially in the areas of real-time non-infectious disease surveillance.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 292,
                    "end": 298,
                    "text": "[ 13 ]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Surveillance for cancers [ 14 ] , stroke [ 15 ] , birth defects [ 16 ] , and some other chronic diseases like amyotrophic lateral sclerosis (ALS) is carried out through registries. Registries are usually established by specifi c legislation, and typically relate to a single topic -for example a registry of records for a disease, or of immunization records. Registries may be restricted to a geographic region.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "text": "[ 14 ]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 41,
                    "end": 47,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 64,
                    "end": 70,
                    "text": "[ 16 ]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "A distinctive feature of registries is that individual case reports are kept open for long periods of time, up to several or many years, allowing additional information about treatment, hospitalization, and death or other outcomes to be added. Registries thus serve as systems to monitor type, duration, and outcome of treatment for these diseases, in addition to the occurrence of new cases of disease (disease incidence ). They may also support outreach efforts to patients or their families, as a way to document that appropriate steps have been taken to link patients to needed types and sources of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "Most cases recorded in state-level cancer registries are acquired from hospitallevel registries, using an electronic case report in a standardized format [ 17 ] . Some case abstracts are obtained directly by registry personnel or contractors, when hospitals do not have suitable registries of their own. Case reports require extensive review and abstraction of medical records by trained workers. Birth defect registries may also be built by active search for cases in hospital and other medical records, and abstraction of those records to make case reports. They also may be built by electronically linking records from vital statistics (birth and death records), centralized hospital discharge record systems, and clinical service providers for children with birth defects (such as state programs for children with special medical needs) [ 18 ] . The latter are much less expensive to develop but cannot be assumed to have captured all cases of the disease under surveillance, or captured them correctly [ 19 ] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "text": "[ 17 ]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 841,
                    "end": 847,
                    "text": "[ 18 ]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1007,
                    "end": 1013,
                    "text": "[ 19 ]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Public Health Surveillance"
        },
        {
            "text": "A disease outbreak is defi ned as a number of cases greater than the number expected during a particular time interval in a geographic area or population. This term usually is used for events due to infectious diseases, and sometimes for those of toxic origin. A similar increase above expected numbers for a non-infectious disease, such as birth defects or cancer, is usually called a cluster . Outbreaks and clusters may be due to diseases for which individual cases are reportable (like shigellosis or breast cancer), or diseases for which they are not (like food poisoning due to staphylococcal or Clostridium perfringens toxins in most states, SARS when it was new, or multiple sclerosis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "Surveillance systems are designed to facilitate recognition of outbreaks or clusters by frequent examination of the most current information available. The design of the user interface is particularly important. The interface should allow users to: fl exibly display line lists, bar charts by date of event (epidemic curves), and maps of location of cases; fl exibly select subsets of cases for display; apply appropriate statistical tests to detect improbable increases in case counts; and display multiple streams of data on the same chart. For example, users may want to display the epidemic curve of an infl uenza outbreak for several different regions of a state or for several different age groups, or to display counts of positive infl uenza tests and emergency department visits for infl uenza-like illness on the same graph with different scales for each.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "Syndromic surveillance systems have been leaders in developing and evaluating statistical algorithms for automated detection of anomalies which may, on investigation, turn out to be outbreaks. Such algorithms have less frequently been applied for automated detection of possible outbreaks or clusters in reportable disease data streams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "Most outbreaks and clusters are in fact not recognized by examination of regularly-collected surveillance system data. Instead, they are recognized by private citizens (such as the organizer of a social event, a teacher or school nurse, the manager of a child care center, the manager of a food service facility, an employer, or the ill people themselves) or by practicing doctors, and brought to public health attention via a phone call or e-mail or entry on a web site established for the purpose [ 20 ] . Public health workers assess the information and make the decision whether or not to do a formal investigation of the outbreak. One part of such an assessment is to look at available streams of surveillance data and determine whether there is information supporting the occurrence of an outbreak. For example, a report of a possible infl uenza outbreak in a high school might prompt closer examination of syndromic surveillance data from nearby hospital emergency departments to determine whether there is a more general increase in visits for infl uenza-like illness. A report of a neighborhood cluster of brain cancers would prompt closer examination of available cancer registry information, which might or might not support an interim conclusion that such a cluster is real and statistically signifi cant.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 505,
                    "text": "[ 20 ]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "In order to be accountable for the effectiveness of their work, local and state health departments need to track the occurrence of outbreaks and the public health response to those outbreaks. Since outbreaks can be due to reportable or nonreportable diseases, this cannot be done only by actions such as identifying some cases in the reportable disease data system as being part of an outbreak. Systems to track the occurrence of outbreaks need to document the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "• time and date the fi rst and last cases occurred • total (estimated or counted) number of cases • population group most affected (by age, sex, location) • setting of the outbreak (school, workplace, restaurant, wedding, etc.) • suspected or confi rmed agent • most common clinical presentation • suspected or confi rmed source and mode of spread • methods used to investigate agent, source and mode of spread • control measures recommended • control measures implemented • lessons learned for prevention of future outbreaks and improved investigation and response in future events This information about outbreaks should be stored for ready retrieval, and to serve as a basis for quality improvement efforts. For quality improvement purposes, it is also helpful to document the content of the summary report written about each outbreak. When the outbreak is due to a reportable disease, individual cases in the reportable disease surveillance information system can be linked to the outbreak, for example by having an outbreak identifi er attached to their records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "If preliminary information about outbreaks in a jurisdiction is entered into the outbreak information system in real time, as the investigation is proceeding, and if the outbreak database is readily searchable by all communicable disease investigators in the jurisdiction, then local investigators can use the outbreak database to help them with investigations of new illness or outbreak complaints [ 21 ] . For example, if they receive a complaint that illness has occurred in people who consumed a particular food product, they can look in the database and determine whether other recent or current complaints or outbreaks mention the same food product. If they receive a report about a gastroenteritis outbreak in a childcare center, they can determine what agents have been found to be responsible for recent or current similar outbreaks in nearby communities; this can help focus their laboratory testing and initial control strategies. Some US states have had long-standing systems to document all outbreaks investigated by local or state personnel, but others have not. A major variable in the design of such systems is the state-local division of responsibilities in each state, including the degree of state oversight of 'routine' local outbreak investigations.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 405,
                    "text": "[ 21 ]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "The actual investigation of an outbreak or cluster may involve enhanced \"active\" case-fi nding, use of case-report forms, group surveys, and formal epidemiologic studies. Active case-fi nding involves regular solicitation of case reports from doctors, hospitals, and laboratories. Managing the reports of possible, probable, and confi rmed cases that are part of the outbreak is an important task. For a reportable disease, the jurisdiction's reportable disease surveillance system may be adequate to manage reported cases. It may be necessary, however, to create a continuouslyupdated line list of possible cases and their current status, which is outside the scope of the standard reportable disease application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "Outbreak investigation surveys will typically involve interviewing everyone with a possible exposure (like all attendees of a wedding reception), whether they were ill or not. Formal studies may involve interviewing selected non-ill people, for example, as part of a case-control study. The investigation may also involve obtaining and sending to a laboratory a large number of specimens from ill persons, and sometimes from exposed non-ill persons and from environmental sources (food, water, air, soil, etc.). Managing these disparate types of information is a challenge, especially in a large outbreak or one involving multiple jurisdictions. There is currently no one widely-accepted and satisfactory way to manage data in such settings. Each investigation team typically uses the tools it is most familiar with, including some combination of data management tools like MS Excel, MS Access, or EpiInfo [ 22 ] , and standard statistical packages. Many health departments maintain libraries of standard questionnaires with associated empty data bases, for use during outbreak investigations.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 912,
                    "text": "[ 22 ]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "When CDC is involved in a multistate outbreak, the investigation team at the local or state level needs to be able to produce and transmit timely case report and other information in the format desired by CDC. The services of an experienced public health informaticist can be extremely helpful to the investigation team when outbreaks are large and multifocal. An ongoing challenge for CDC and the states is how to make the transition from specialized case reporting during an outbreak of a new disease, such as West Nile Virus encephalitis or SARS, to routine case-based surveillance. If this transition is not well-managed, it is likely to result in the creation of a permanent stand-alone surveillance information system (or silo) for that disease. If the new disease is of national importance, cases should be made nationally notifi able and its surveillance should be incorporated into existing systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease Outbreaks and Clusters"
        },
        {
            "text": "Laboratory information is a critical component of disease surveillance and prevention. Laboratory data form the foundation of many surveillance systems. There are different types of laboratories involved in the public health data stream. Laboratories providing data to public health fall into the general categories of commercial or private industry, hospital or clinical, and public health laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "Public health laboratory information systems (LIS) contain information about test results on specimens submitted for primary diagnosis, for confi rmation of a commercial or hospital laboratory's results, for identifi cation of unusual organisms, or for further characterization of organisms into subgroupings (like serotypes) that are of epidemiologic importance. In some states, all clinical laboratories must submit all isolates of certain organisms to the public health laboratory. Many of the results obtained in a public health laboratory turn out to be for diseases that are not reportable and not targets of specifi c prevention programs. Some of those results may, however, be for cases of non-reportable diseases that are historically rare in the jurisdiction but of great public health importance, or are new or newly-recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "The main business of clinical laboratories (located both inside and outside hospitals) is to test specimens for pathogens or groups of pathogens specifi ed by the ordering physician, and return the results to the person who ordered the test. Public health agencies have, since the early 1990s, asked or required such laboratories to also identify results meeting certain criteria (indicating the presence of a case of a reportable disease) and send a copy of the results to the public health agency for public health surveillance. Initially, case reporting by laboratories was accomplished on paper forms, which were mailed or faxed to public health departments. Some laboratories very soon moved to mailing printouts of relevant laboratory results, then to sending diskettes, then to transferring computerized fi les containing laboratory results by direct modem-to-modem transfer, and eventually to transferring such fi les via the Internet using standard formats and vocabularies. In some states, public clinics (for example, STD clinics) have used contract laboratories for their testing needs. In this situation, the outside laboratory supplies both positive and negative results to the public health agency, increasingly by transfer of electronic results in standard formats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "Laboratories provide data on reportable conditions to their local or state public health authority. Reportable diseases are determined by each state; clinicians, hospitals, and/or laboratories must report to public health when these conditions are identifi ed. Some reportable conditions are also nationally notifi able. Deidentifi ed cases of these are voluntarily notifi ed by states and territories to CDC, which, in collaboration with the Council of State and Territorial Epidemiologists, maintains a listing of nationally notifi able conditions that includes both infectious (e.g., rabies, TB) and non-infectious (e.g., blood lead, cancer) conditions [ 23 ] .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 662,
                    "text": "[ 23 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "The public health partnership with laboratories has led to the very successful and still increasing implementation of electronic laboratory reporting (ELR) in the US. ELR refers to the secure, electronic, standards-based reporting of laboratory data to public health. ELR implementation has been steadily escalating since its inception around the year 2000, replacing previous reporting systems that relied on slower, more labor-intensive paper reporting. The ELR National Working Group conducted annual surveys from 2004 to 2011 [ 24 ] which gathered data from all 50 states as well as from several territories and large metropolitan areas. These data were supplemented with data for years 2000-2004, retroactively gathered in the 2010 survey. The tracked growth of ELR (Fig. 14.1 ) illustrates its rapid rise in the US, from the start of early stage planning to fully operational ELR [ 25 ] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 536,
                    "text": "[ 24 ]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 886,
                    "end": 892,
                    "text": "[ 25 ]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 781,
                    "text": "(Fig. 14.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Laboratory Information"
        },
        {
            "text": "The expected benefi ts of ELR include more rapid reporting of reportable cases to public health departments, allowing faster recognition of priority cases and outbreaks for investigation and response, and thus more effective prevention and control [ 26 ] . ELR also is expected to reduce the number of missed cases, as automated systems do not require laboratory staff to actively remember to make case reports, and to improve the item-level completeness and quality of case reports. Although experience shows that the expected improvements in timeliness, sensitivity, completeness, and accuracy are generally being realized [ 27 ] , timeliness may not be improved substantially for those diseases where clinicians routinely report based on clinical suspicion without waiting for laboratory confi rmation (for example, meningococcal disease) [ 28 ] . In addition, laboratories (especially referral laboratories) often do not have access in their own information systems to home addresses for people whose specimens they are testing, and have struggled with providing complete demographic information to public health agencies. Implementation of an operational ELR system is not a trivial undertaking. Laboratories must confi gure data into an acceptable message format, most commonly Health Level Seven (HL7 ® ) [ 29 ] . Laboratory tests and results should be reported with correlated vocabulary or content codes. Two of the most common code systems used for laboratory tests and their associated results are Logical Observations Identifi ers Names and Codes (LOINC ® ) [ 30 ] and Systematized Nomenclature of Medicine (SNOMED CT ® ) [ 31 ] . Neither of these systems is suffi cient by itself to encode all the information needed for public health surveillance.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 254,
                    "text": "[ 26 ]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 625,
                    "end": 631,
                    "text": "[ 27 ]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 842,
                    "end": 848,
                    "text": "[ 28 ]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1312,
                    "end": 1318,
                    "text": "[ 29 ]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1570,
                    "end": 1576,
                    "text": "[ 30 ]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1634,
                    "end": 1640,
                    "text": "[ 31 ]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "Public health jurisdictions have introduced ELR to their partner laboratories using one or more of the following approaches:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "• The \"charm\" approach -relies on establishing goodwill and collaboration with laboratory partners. While this collegial approach is very appealing, it may be unable to overcome signifi cant barriers such as lack of laboratory funding or resources, and some facilities will supply data only in methods specifi cally required by law. • The incentive approach -involves offering either fi nancial or technical assistance to laboratory partners, assisting them in the startup process of ELR. While this approach may be preferred by many laboratories, relatively few jurisdictions have the discretionary funds (or are able to receive federal assistance funds) to implement the approach. • The enforcement or legislative approach -requires reporting rules or legislation that requires laboratories to participate in ELR. The most successful enforcement approach will include low-cost options for smaller laboratories, such as web data entry, so that they may benefi t from an ELR -\"lite\" implementation [ 32 ] .",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 1004,
                    "text": "[ 32 ]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "The mainstreaming of ELR systems in the US has pioneered a clear path forward for public health to begin maximizing its presence in the domain of electronic data interchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory Information"
        },
        {
            "text": "At a local level, case reports for communicable diseases prompt action. Although the specifi c action varies by disease, the general approach is the same. It starts with an interview of the ill person (or that person's parents or other surrogates) to determine who or what the person was in contact with in ways that facilitate transmission, both to determine a likely source of infection and to identify other people who may be at risk from exposure to this person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "Information systems to support contact tracing, partner notifi cation, and postexposure prophylaxis (for STDs or TB, for example) contain records about all elicited contacts (exposed persons) for each reported case of the disease in question. These records contain information about each contact, such as whether they were located, whether they received post-exposure prophylaxis, and the results of any additional partner-elicitation interviews or clinical testing that were completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "Information systems to support surveillance for other reportable diseases also increasingly contain information about what disease-appropriate action was taken in response to each case; such actions may include identifi cation of contacts, education of household members, vaccination or antibiotic prophylaxis of contacts, isolation of the case (including staying home from work or school), or quarantine of exposed people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "STD and TB information systems typically capture full locating information for contacts, and can be used both to support fi eld work and to generate statistics on effectiveness of partner notifi cation activities worker by worker and in the aggregate. Systems for other reportable diseases may capture only the fact that various interventions were done, and the date that these were initiated. Information about the timeliness of initiation of recommended control measures is now required as a performance measure for selected diseases by CDC's Public Health Emergency Preparedness Cooperative Agreement [ 33 ] .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 610,
                    "text": "[ 33 ]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "In the investigation of a case of meningococcal disease, contacts are people who had very close contact with the original person, for example a household member, boyfriend, or regular playmate. Health department staff determines who the close contacts are. Each will then be offered specifi c antibiotic treatment to prevent illness. For syphilis, contacts are people who have had sex with the original case. Contacts will be examined by a clinician and assessed serologically to see if they are already infected, and offered appropriate prophylactic or curative antibiotic treatment. For measles, contacts may include anyone who spent even a few minutes in the same room as a case. Contacts whose exposure was recent enough, and who are not fully immunized already, will receive a dose of measles-containing vaccine, and all contacts will be asked to self-isolate immediately if they develop symptoms of measles. In investigating a common-source outbreak of legionellosis, histoplasmosis, or anthrax, the local health department may want to locate everyone who had a specifi ed exposure to the apparent source of the infection. These exposed people may need antibiotic prophylaxis or may be advised to seek medical care promptly if they become ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "Information systems to support this type of work typically have three purposes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "1. Serve as a place for workers to record and look up information about people who are or may be contacts, and to track which contacts have and have not yet received needed interventions. 2. Serve as a source of information for calculating indices of program or worker timeliness and performance, such as the average number of sexual contacts elicited per syphilis patient interviewed, or the percentage of measles contacts who were identifi ed in a timely way and who received post-exposure measles vaccine prophylaxis. 3. Document the workload and effort put in by epidemiology and disease control fi eld staff It seems logical that the surveillance information system should serve as the basis for a system to support fi eld investigation, and this is often the case. The fact that the recommended interventions vary by disease makes designing a single system more complex. Existing systems that track fi eld worker activities in detail are much more common for STD and TB programs than for others. For general communicable disease fi eldwork, it is currently more common that the system simply documents which interventions were done and when, rather than use the application to track specifi c named contacts or exposed people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "The Public Health Informatics Institute has published a detailed analysis [ 34 ] of the typical workfl ow involved in surveillance, investigation, and intervention for reportable diseases, and the corresponding information system requirements. The work group that PHII convened had representatives of nine different state and local health departments, who were able to identify a large number of processes that were common to all nine jurisdictions, such as case-fi nding, case investigation, data analysis and visualization, monitoring and reporting, case/contact specifi c intervention, and others. These common processes can then serve as a basis for designing information systems to support case-reporting, surveillance, and case-based intervention work that are useable in multiple jurisdictions.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "[ 34 ]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Field Investigation Information Systems"
        },
        {
            "text": "Consider existing or planned surveillance systems for multiple diseases and conditions. Broadly, there are three functions in each of these systems -acquiring the raw data, cleaning and managing the data, and making the data available to users. Each of these functions potentially can be integrated, to varying degrees. For example, multiple surveillance systems may benefi t from receiving electronic laboratory reports with a result indicating the presence of a case of a reportable disease. Laboratories appreciate having a single set of instructions and a single destination for all their required reports, as this simplifi es their work. The laboratories then benefi t from the ability of the recipient health department to route the reports internally to the right surveillance information system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interoperability and Integration in Disease Control Information Systems"
        },
        {
            "text": "At the other end of the data pathway, users appreciate having a single interface with which to examine data about multiple conditions or diseases, using the same commands and defi nitions. The users do not have to understand how different surveillance information systems may internally code the same concept in different ways. They also appreciate being able to directly compare information that originally was submitted for the use of different program areas -for example, hepatitis B and gonorrhea in the same chart or table.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interoperability and Integration in Disease Control Information Systems"
        },
        {
            "text": "In the short to medium term, it is not necessary to build a single integrated data repository or a master person index to achieve these goals, even if that is what one would have designed if one were starting from the beginning. However, if one wants to be able to see information about the same person that originates and is stored in multiple systems -for example, so that TB clinicians can see HIV data on their patients and vice versa -then an integrated data repository, or a master person index, or a query system that is extremely accurate in fi nding data on the right person, is needed. Modifying existing systems to be able to carry out these functions is time consuming and expensive, so the business case and requirements need to be especially clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interoperability and Integration in Disease Control Information Systems"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Florida's ESSENCE system: from syndromic surveillance to routine epidemiologic analysis across syndromic and nonsyndromic data sources (Abstract)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kite-Powell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wojcik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Loschen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Health Threats J",
            "volume": "4",
            "issn": "",
            "pages": "44--49",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "History of public health surveillance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Berkelman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Blueprint for a National Public Health Surveillance System for the 21st Century",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Meriwether",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Public Health Management and Practice",
            "volume": "2",
            "issn": "4",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Status of state electronic disease surveillance systems -United States",
            "authors": [],
            "year": 2007,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "29",
            "pages": "804--811",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prioritizing investigations of reported cases of selected enteric infections. Paper presented at Council of State and Territorial Epidemiologists",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eisenstein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nationally notifi able disease surveillance system case defi nitions",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association of State and Territorial Health Offi cers. Biosense 2.0 governance",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Updated guidelines for evaluating public health surveillance systems, recommendations from the Guidelines Working Group",
            "authors": [
                {
                    "first": "Working",
                    "middle": [],
                    "last": "Cdc Guidelines",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "50",
            "issn": "RR13",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Design and operation of local and state infectious disease surveillance systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Public Health Manag Pract",
            "volume": "11",
            "issn": "3",
            "pages": "184--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oxford handbook of public health practice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sosin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Surveillance",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guest",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Behavioral risk factor surveillance system",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Overview of infl uenza surveillance in the United States",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International Society for Disease Surveillance Meaningful Use Workgroup. Final recommendation: core processes and EHR requirements for public health syndromic surveillance",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Electronic syndromic surveillance using hospital in patient and ambulatory clinical care electronic health record data",
            "authors": [],
            "year": 2012,
            "venue": "International Society for Disease Surveillance Meaningful Use Workgroup",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "National Program of Cancer Registries",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coverdell National Acute Stroke Registry Surveillance -four states",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "SS07",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Atlanta Congenital Defects Program (MACDP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Metropolitan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "North American Association of Central Cancer Registries, Inc. (NAACCR). Implementation guidelines and recommendations",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Report on birth defects in Florida",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A comparison of two surveillance strategies for selected birth defects in Florida",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Salemi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health Rep",
            "volume": "127",
            "issn": "",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Online food and waterborne illness complaint form",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Biosurveillance plan for human health, version 2.0. Atlanta",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "40--44",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "National Notifi able Diseases Surveillance System (NNDSS), CDC. Accessed at http:// wwwn.cdc.gov/nndss/ on",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Available from www.coast2coastin-formatics.com",
            "authors": [
                {
                    "first": "Elr",
                    "middle": [],
                    "last": "National",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Workgroup",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "National Electronic Laboratory Reporting (ELR) Snapshot Survey. Available from www.coast2coastinformatics.com . Cited",
            "authors": [
                {
                    "first": "Elr",
                    "middle": [],
                    "last": "National",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Workgroup",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Statewide system of electronic notifi able disease reporting from clinical laboratories: comparing automated reporting with conventional methods",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Effl Er",
                    "suffix": ""
                },
                {
                    "first": "Ching-Lee",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bogard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ieong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nekomoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": "1845--50",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A comparison of the completeness and timeliness of automated electronic laboratory reporting and spontaneous reporting of notifi able conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Overhage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grannis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "2",
            "pages": "344--50",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Potential effects of electronic laboratory reporting on improving timeliness of infectious disease notifi cation -Florida",
            "authors": [],
            "year": 2002,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "57",
            "issn": "49",
            "pages": "1325--1333",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Health Level Seven (HL7 ® ) homepage. Available at",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Logical Observation Identifi ers Names and Codes (LOINC ® )",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Systematized Nomenclature of Medicine-Clinical Terms (SNOMED CT ® )",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "See for example section 64D-3.031(5) of the Florida Administrative Code: notifi cation by laboratories",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Public health emergency preparedness cooperative agreement, budget period 1, performance measures specifi cation and implementation guidance, at-a-glance summary",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "22--26",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Redesigning Public Health Surveillance in an eHealth World on 31",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trends in ELR adoption; stages of development by percentage of US jurisdictions",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Shared Services : Information systems can provide the same services for multiple disease programs. For example, electronic reporting of selected laboratory results for surveillance purposes can be implemented only once for any given public health agency, and the same reporting system can receive reportable results related to numerous infectious diseases and acute poisonings, screening tests like Pap smears, and abnormal pathology reports for cancer surveillance. 2. Unifi ed Systems : Information systems supporting different program components can be unifi ed, often using a master person index. For example, this would allow clinicians treating people with TB to have ready access to any HIV testing results on their patients, and allow HIV/AIDS clinicians similar access to information about results of tests indicating TB infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "1. What are some of the methods for surveillance besides case-reporting? 2. How are registries different from other surveillance information systems? 3. What are the advantages and disadvantages of building a master person index across surveillance information systems for multiple diseases? 4. What are the expected benefi ts of electronic laboratory reporting as a method to enhance surveillance? 5. What are the advantages and disadvantages of building a system to manage information about case contacts as part of the surveillance information system? 6. Who determines for which diseases cases are nationally notifi able?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review Questions"
        }
    ]
}