{"paper_id": "0a45d2ec9faafe2ce1c0584bdab1281bb9484a4e", "metadata": {"title": "Article history: Detection of Novel Coronavirus on the Surface of Environmental Materials Contaminated by COVID-19 Patients in the Republic of Korea", "authors": [{"first": "Sang-Eun", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Deog-Yong", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wook-Gyo", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Byeonghak", "middle": [], "last": "Kang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yoon", "middle": ["Suk"], "last": "Jang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boyeong", "middle": [], "last": "Ryu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Seungjae", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hyunjung", "middle": [], "last": "Bahk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eungyu", "middle": [], "last": "Lee", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "After the first outbreak of COVID-19 in Wuhan, China, it was determined that the main transmission route of this novel coronavirus was through inhalation of respiratory droplets released from an infected person coughing and sneezing, and/or having direct contact with a contaminated surface. On the 4 th February 2020, nosocomial infections were reported at a hospital in Gwangju metropolitan city (A), whilst group-associated outbreaks from \"mass facilities\"", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "were reporting secondary and tertiary attacks [4] . To cope with these surges in nosocomial infections, a special medical management team in KCDC was rapidly organized to begin epidemiological investigations and anti-epidemic measures to prevent transmission to other hospitals and medical facilities. on environmental surfaces such as medical devices e.g. X-ray devices, bedrails, and in waiting rooms [5] . It was reported that MERS may spread through poorly ventilated environments as determined using sulfur hexafluoride (SF) tracer gas [6] and computational fluid dynamics analysis [7] . More recently, it has been reported that small virus-laden droplets of SARS-CoV may be displaced by airflow and deposited on equipment such as ventilation equipment, and hospital floors [8] .", "cite_spans": [{"start": 46, "end": 49, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 403, "end": 406, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 541, "end": 544, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 587, "end": 590, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 779, "end": 782, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, the aim was to detect SARS-CoV-2 using reverse transcriptase-polymerase chain reaction (RT-PCR) as part of the epidemiological investigation. The focus was on surfaces frequently touched by COVID-19 patients within the facilities where the outbreak occurred in order to evaluate the spread of COVID-19, and the risk of infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To assess the presence or absence of SARS-CoV-2 within the congregate care facilities, there were a total of 80 environmental samples collected from surfaces that may be contaminated, irrespective of prior disinfection and cleaning activities ( Table 1 ). The testing was performed between the 4 th ", "cite_spans": [], "ref_spans": [{"start": 245, "end": 252, "text": "Table 1", "ref_id": null}], "section": "Materials and Methods"}, {"text": "A total of 80 environmental specimens were collected from 6 hospitals and 2 \"mass facilities\" ( Table 2) and guide a disinfection measures in materials that may be contaminated.", "cite_spans": [], "ref_spans": [{"start": 96, "end": 104, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The authors have no conflicts of interest to declare.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1", "authors": [{"first": "D", "middle": [], "last": "Neeltje", "suffix": ""}, {"first": "O", "middle": ["L"], "last": "James", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Vincent", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "16", "pages": "1564--1571", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents", "authors": [{"first": "G", "middle": [], "last": "Kampf", "suffix": ""}, {"first": "D", "middle": [], "last": "Todt", "suffix": ""}, {"first": "S", "middle": [], "last": "Pfaender", "suffix": ""}], "year": 2020, "venue": "J Hosp Infect", "volume": "104", "issn": "3", "pages": "246--51", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiology and Case Management Team, Korea Centers for Disease Control and Prevention. Early Epidemiological and Clinical Characteristics of 28 cases of Coronavirus Disease in South Korea", "authors": [], "year": 2020, "venue": "Osong Public Health Res Perspect", "volume": "11", "issn": "1", "pages": "8--14", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Coronavirus Disease-19: Summary of 2,370 contact investigations of the first 30 cases in the Republic of Korea", "authors": [], "year": 2020, "venue": "Korea Centers for Disease Control and Prevention", "volume": "11", "issn": "2", "pages": "81--85", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Extensive viable Middle East respiratory syndrome (MERS) coronavirus contamination in air and surrounding environment in MERS isolation wards", "authors": [{"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Chang", "suffix": ""}, {"first": "M", "middle": [], "last": "Sung", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "3", "pages": "363--372", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Environmental Contamination and Viral Shedding in MERS Patients during MERS-CoV Outbreak in South Korea", "authors": [{"first": "Y", "middle": ["B"], "last": "Seo", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Heo", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Song", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "62", "issn": "6", "pages": "755--60", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Airflow as a possible transmission route of Middle East respiratory syndrome at an initial outbreak hospital in Korea", "authors": [{"first": "M", "middle": [], "last": "Sung", "suffix": ""}, {"first": "Jo", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "", "suffix": ""}], "year": 2018, "venue": "Int J Environ Res Public Health", "volume": "15", "issn": "12", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Airflow analysis of Pyeongtaek St. Mary's hospital during hospitalization of the first Middle East respiratory syndrome patient in Korea", "authors": [{"first": "S", "middle": [], "last": "Jo", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Hong", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lee", "suffix": ""}], "year": 2019, "venue": "R Soc Open Sci", "volume": "6", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Identification of coronavirus isolated from a patient in Korea with COVID-19", "authors": [{"first": "J", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Chung", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Jo", "suffix": ""}], "year": 2020, "venue": "Osong Public Health Res Perspect", "volume": "11", "issn": "1", "pages": "3--7", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A lesson from temporary closing of a single university-affiliated hospital owing to in-hospital transmission of coronavirus disease 2019", "authors": [{"first": "H", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Heo", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kim", "suffix": ""}], "year": 2020, "venue": "J Korean Med Sci", "volume": "35", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient", "authors": [{"first": "Swx", "middle": [], "last": "Ong", "suffix": ""}, {"first": "Y", "middle": ["K"], "last": "Tan", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Chia", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "16", "pages": "1610--1612", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A lot of attention has been placed on personal protection measures whilst practicing respiratory hygiene (observing coughing etiquette, wearing a mask, frequent hand washing).However, reports on the transmission of SARS-CoV-2 to humans from contaminated surfaces are rare. Some studies have demonstrated that aerosolized SARS-CoV-2 can remain viable and infectious for hours and even days on contaminated *Corresponding author: Eungyu Lee National Center for Medical Information and Knowledge, Korea Centers for Disease Control and Prevention, Chungju, Korea E-mail: eg61lee1@korea.kr ORCID: Sang-Eun Lee https://orcid.org/0000-0002-2114-579X, Deog-Yong Lee https://orcid.org/0000-0003-4481-4789, Wook-Gyo Lee https://orcid.org/0000-0002-3765-6391, Byunghak Kang https://orcid.org/0000-0003-1952-0965, Yoon Suk Jang https://orcid.org/0000-0003-0527-8071, Boyeong Ryu https://orcid.org/0000-0001-9336-8098, SeungJae Lee https://orcid.org/0000-0003-4899-1344, Hyunjung Bahk https://orcid.org/0000-0002-6597-0564, Eungyu Lee https://orcid.org/0000-0003-0848-1921 ©2020 Korea Centers for Disease Control and Prevention. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-ncnd/4.0/).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "On the 18 th February, a COVID-19-confirmed patient (later designated as the 31 st case) in a hospital (B), and all her potential contacts (inpatients, outpatients, health workers, patient helpers) were reported by a health center in the metropolitan city of Daegu. Two prompt response teams of KCDC were dispatched to the hospital to scrutinize the etiology of the nosocomial infection. After their initial assessment to block the chain of transmission, the confirmed COVID-19 cases and identified contacts were moved to separated wards of a city-run hospital for the required isolation period of 14 days. As part of the epidemiological procedures, an investigation of the environmental samples was performed to discern a route of transmission of the coronavirus, and infectious risk for dispersal of the pathogen [3]. Environmental contamination and the mode of transmission by other coronaviruses such as the Middle-East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV) is uncertain. Despite this, MERS-CoV RNA was detected", "latex": null, "type": "figure"}, "FIGREF2": {"text": "cm), which focused on frequently touched surfaces in wards and communal facilities of COVID-19 patients in the hospital. Sterile flexible swabs dipped in viral transport medium (Easy Swab, Komed, SungNam, Korea) were used for detecting SARS-CoV-2 RNA. All environmental samples collected were transported to the laboratory without delay and SARS-CoV-2 RNA was extracted from the viral transport medium using a commercial RNA extraction kit (QIAGEN, Hilden, Germany), according to previous methods by Kim et al (2020) [9]. For identifying the presence of SARS-CoV-2, real-time RT-PCR targeting of RNA-dependent RNA polymerase gene and envelope protein gene were used. The primers and probes were as follows: RNA-dependent RNA polymerase gene detection were: 5'-GTGARATGGTCATGTGTGGCGG-3' ( Fo r wa rd ) , 5 ' -C A R AT GT TA A A SAC AC TAT TAG C ATA -' 3 (Reverse) and 5'-CAGGTGGAACCTCATCAGGAGATGC-3' (Probe in 5-FAM/3'-BHQ format) and the primer and probe sequences used for the envelope protein gene detection were: 5'-ACAGGTACGTTAATAGTTAATAGCGT-3' (Forward), 5'-ATATTGCAGCAGTACGCACACA-3' (Reverse) and 5'-ACACTAGCCATCCTTACTGCGCTTCG-3' (Probe in 5-FAM/3'-BHQ format). A total of 5 mL extracted RNA was reverse transcribed, and amplified by PCR under the following cycle conditions: 40 cycles at 95°C for 15 seconds, and 60°C for 1 minute using an ABI 7500 Fast instrument (Thermo Fisher Scientific) [9]. Cycle threshold refers to the number of cycles required for the fluorescent signal to cross the threshold in RT-PCR and an interpretation of cycle threshold value means a positive result for under 35 cycles, re-test for 36-37 cycles, and negative for over 38 cycles as the same criteria for human diagnosis. A lower cycle threshold value could reversely interpret a higher viral load on the surface.", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". These specimens were from frequently-touched surfaces such as telephones, bedrails, chairs, and door handle in wards, and communal facilities where COVID-19 patients stayed. Among them, 68 samples from 6 hospitals (A, B, C, D, E, and G) had negative SARS-CoV-2 RNA results because disinfection and cleaning had been performed by the local health centers before samples were collected. Even the car key of a COVID-19 patient's automobile (#31 case) was determined to be negative for SARS-CoV-2 RNA test. However, among the remaining 12 samples from 2 \"mass facilities\" (F and H) where prior disinfection and cleaning procedures had not occurred, 2 samples collected from door handles in the COVID-19 patient's room in the rehabilitation center (F), were positive for SARS-CoV-2 RNA for both target genes (16.7%, 2/12). Discussion Public health emergencies require a rapid assessment of the current epidemiological situation for prevention and control measures. Since 2015 with the MERS outbreak in South Korea to efficiently tackle the transmission of newly emerging infectious diseases, 10 prompt response teams within the Korea Centers for Disease Control and Prevention have been in operation. The teams in the event of an outbreak are dispatched to the site of the outbreak as soon as possible, to identify the index case and potential contacts through epidemiological investigations, and isolate the individuals concerned. Based on the field situation and resources available in congregate health settings, \"a cohort isolation of potential contacts\" measure if necessary, is implemented instead of individual-level isolation.Korea has experienced more group-associated outbreaks in congregate health settings than in sporadic occurrences.Recently, a clustered outbreak occurred in Eunpyeong St.Mary's hospital in Seoul, Republic of Korea, which instigated the prompt closing of the hospital, and isolation of the contacts to separate wards within the hospital (cohort isolation), and this seemed to have played a role in preventing the nosocomial spread of COVID-19 and spread to the local community[10]. However, there was no assessment for environmental contamination before closing the hospital and isolating individuals. Perhaps, additional epidemiological investigation for environmental samples would be helpful in decisionmaking and risk assessment of contamination and spreading of", "latex": null, "type": "figure"}, "FIGREF4": {"text": "cleaning SARS-CoV-2 was not detected. Our result suggests that prompt disinfection and cleaning of potentially contaminated surfaces is an effective infection control measure by reducing the infectivity of coronaviruses and blocking further opportunity of transmission in the congregate healthcare setting.This summary could help in the understanding of risk assessment of the COVID-19 outbreak in \"mass facilities,\"", "latex": null, "type": "figure"}, "TABREF0": {"text": "surfaces. SARS-CoV-2 is especially persistence on inanimate surfaces like metal, glass, or plastic where the virus has remained viable and infectious after 9 days[1,2]. Nevertheless, SARS-CoV-2 can be inactivated by following surface disinfection procedures e.g. 62-71% ethanol, 0.5% hydrogen peroxide, or 0.1% sodium hypochlorite for 1 minute[2].The 7 th Korean guideline recommends disinfection and cleaning of potentially contaminated rooms or areas occupied by confirmed COVID-19 patients. In the Republic of Korea, the first confirmed COVID-19 case was reported on 20 th January 2020, and early stage epidemiological investigations were carried out by prompt response teams from Korea Centers for", "latex": null, "type": "table"}, "TABREF1": {"text": "surfaces to hands has not previously been reported in South Korea. In the present investigation, the identification of SARS-CoV-2 RNA in 2 environmental samples collected before disinfection and cleaning indicates that the transmissibility of this novel coronavirus is worth exploring on fomites to determine the risks of COVID-19 infection. Our findings have several limitations. Firstly, viral culture RT-PCR = reverse transcriptase-polymerase chain reaction; RdRp = RNA-dependent RNA polymerase gene; E = envelope protein gene.", "latex": null, "type": "table"}, "TABREF2": {"text": "Environmental samples and RT-PCR results.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sites </td><td> </td><td>No. of specimen sampled\n</td><td>No. of positive Cycle threshold value (RdRp / E)\n</td></tr><tr><td>Telephone </td><td>1 </td><td>-\n</td></tr><tr><td> </td><td>Bedrail </td><td>15 </td><td>-\n</td></tr><tr><td> </td><td>Chair </td><td>5 </td><td>-\n</td></tr><tr><td> </td><td>Door handle </td><td>10 </td><td>2 1st: 32.92 / 34.8\n2nd: 27.84 / 31.49\n</td></tr><tr><td>Patient's room\n</td><td>Switch </td><td>1 </td><td>-\n</td></tr><tr><td>Closet </td><td>8 </td><td>-\n</td></tr><tr><td> </td><td>Wall </td><td>4 </td><td>-\n</td></tr><tr><td> </td><td>Pillow &amp; blanket </td><td>5 </td><td>-\n</td></tr><tr><td> </td><td>Remote Control </td><td>2 </td><td>-\n</td></tr><tr><td> </td><td>Refrigerator </td><td>2 </td><td>-\n</td></tr><tr><td> </td><td>Steering wheel </td><td>1 </td><td>-\n</td></tr><tr><td> </td><td>Door handle </td><td>1 </td><td>-\n</td></tr><tr><td>Patient's car\n</td><td>Gear stick </td><td>1 </td><td>-\n</td></tr><tr><td>Car key </td><td>1 </td><td>- 1st: Pendency Retest: Negative\n</td></tr><tr><td> </td><td>Dashboard </td><td>2 </td><td>-\n</td></tr><tr><td> </td><td>Aqueous hanger </td><td>1 </td><td>-\n</td></tr><tr><td> </td><td>X-ray equipment </td><td>1 </td><td>-\n</td></tr><tr><td>Medical device\n</td><td>Bed in CT room </td><td>1 </td><td>-\n</td></tr><tr><td>Medical bed </td><td>1 </td><td>-\n</td></tr><tr><td> </td><td>Dialysis machine </td><td>5 </td><td>-\n</td></tr><tr><td> </td><td>Nursing cart </td><td>3 </td><td>-\n</td></tr><tr><td> </td><td>Door handle </td><td>4 </td><td>-\n</td></tr><tr><td>Toilet\n</td><td> </td><td>1 </td><td>-\n</td></tr><tr><td>area\n</td><td>Switch </td><td> </td><td> </td></tr><tr><td>Sink </td><td>2 </td><td>-\n</td></tr><tr><td>Communal material </td><td>Water purifier </td><td>1 </td><td>-\n</td></tr><tr><td>Computer </td><td>1 </td><td>- Negative\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We thank the relevant ministries, including the Ministry of Interior and Safety, Si/Do and Si/Gun/Gu, medical staff in health centers and medical facilities for their effort in responding to the COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}