{
    "paper_id": "0a4502d33aeec22eeb1cff84518e355f179c9c45",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ravi",
                "middle": [
                    "Philip"
                ],
                "last": "Rajkumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Additional",
                "middle": [],
                "last": "Professor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This article is protected by copyright. All rights reserved Bipolar disorder, COVID-19, and the risk of relapse To The Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The novel coronavirus disease (COVID-19) pandemic represents a global health crisis which can directly or indirectly affect the mental health of millions of people around the world. There are certain aspects of this pandemic, and of the measures necessary for this control, which are of particular concern for patients with bipolar disorders, particularly as regards the risk of relapse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the course of bipolar disorders is sensitive to factors that can disrupt biological and social rhythms, an effect which is mediated through mechanisms related to circadian rhythm regulation. 1 Second, there is a close relationship between bipolar disorders and substance use, particularly alcohol use. During the COVID-19 pandemic, some nations have opted to continue sales of alcohol for home consumption, leading to a potential increase in use in vulnerable individuals. Others have opted to close down such sales, potentially triggering symptoms of alcohol withdrawal. In patients with bipolar disorder, this could lead to increased symptom severity, as well as adverse outcomes such as suicide. 2 Third, there is evidence of an association between seropositivity for coronaviruses and the risk of mood disorders and suicide. Though the significance of this association is unclear, it may be related to the neurotropic potential of respiratory coronaviruses, or to their ability to provoke a systemic inflammatory reaction, both of which may be associated with mood dysregulation. 3",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article is protected by copyright. All rights reserved Other issues of concern in this patient group include the general stresses associated with a disease outbreak, and reduced access to treatment during an epidemic, both of which can trigger a relapse. Further, patients in a manic or hypomanic episode may fail to comply with social distancing or other hygienic measures, placing them at a higher risk of infection. It is of vital importance to assess the impact of these factors on patients with bipolar disorder as the COVID-19 epidemic unfolds, as its effects are likely to be prolonged and far-reaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accepted Article"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Social rhythm therapy -a potentially translatable psychosocial intervention for bipolar disorder",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bipolar Disord",
            "volume": "22",
            "issn": "",
            "pages": "121--127",
            "other_ids": {
                "DOI": [
                    "10.1111/bdi.12840"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bipolar disorder and comorbid alcoholism: prevalence rate and treatment considerations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Frye",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Salloum",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bipolar Disord",
            "volume": "8",
            "issn": "",
            "pages": "677--685",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of seropositivity for influenza and coronaviruses with history of mood disorders and suicide attempts",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Okusaga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Yolken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Langenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Affect Disord",
            "volume": "130",
            "issn": "",
            "pages": "220--225",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2010.09.029"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A number of the measures that have been advocated to curtail the spread of COVID-19, such as home confinement, social distancing, lockdowns and quarantine, can potentially disrupt both habitual patterns of sleep and wakefulness as well as the number and quality of social contacts and activities. This could have a deleterious influence on the risk of both manic and depressive relapses.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}