{"paper_id": "0a46126c562866f36515d8b388f3fc84b92b78c1", "metadata": {"title": "pioneering experience of Uniportal Video-Assisted thoracoscopic Surgery for Anterior Release of Severe thoracic Scoliosis", "authors": [{"first": "Min", "middle": [], "last": "Hsu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University Hospital", "location": {"postCode": "100", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Kuan-Wen", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University Hospital", "location": {"postCode": "100", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Mong-Wei", "middle": [], "last": "Lin", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University Hospital", "location": {"postCode": "100", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Ken", "middle": ["N"], "last": "Kuo", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University Hospital", "location": {"postCode": "100", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}, {"first": "Jia-Feng", "middle": [], "last": "Chang", "suffix": "", "affiliation": {"laboratory": "", "institution": "New Taipei", "location": {"postCode": "235", "country": "Taiwan"}}, "email": ""}, {"first": "&amp; Ting-Ming", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Taiwan University Hospital", "location": {"postCode": "100", "settlement": "Taipei", "country": "Taiwan"}}, "email": ""}]}, "abstract": [{"text": "The optimal way to treat severe thoracic scoliosis remains controversial. Compared with conventional procedures, the uniportal video-assisted thoracoscopic surgery (UniVATS) rises in popularity in thoracic surgery because of less pain and faster recovery. This retrospective study aimed to apply UniVATS to treat severe thoracic scoliosis. Between October 2013 and March 2018, eight scoliotic patients with extremely large Cobb angle and profoundly limited flexibility underwent UniVATS for anterior release, followed by posterior instrumentation and fusion. The mean age at the time of surgery was 14.8 ± 2.4 years and the mean follow-up was 2.2 ± 1.3 years. The average levels of anterior thoracic discectomy and posterior fusion were 3.6 ± 0.7 and 11.5 ± 1.2, respectively. The mean coronal and sagittal correction rates were 70 ± 19% and 71 ± 23%, respectively. UniVATS contributed to minor access trauma (3-cm incision) with minimal blood loss, shorter operation time (75 ± 13 mins), less requirement of stay in the intensive care unit (0.3 ± 0.5 day) or chest tube placement (0.3 ± 0.7 day), speedier and narcotic-free recovery, and earlier ambulation within one day. This is the first study to assess the safety and efficacy of UniVATS in the treatment of severely stiff thoracic scoliosis, providing comparable surgical outcomes, less pain, faster recovery and superior cosmetic results without significant complications.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Scoliosis is a three-dimensional deformation of the spine. The goal of operative treatment is to prevent long-term scoliosis progression by effective correction of the coronal, sagittal, and rotational deformities with minimal fusion levels, maintaining appropriate coronal and sagittal balance 1 . Posterior spinal fusion with instrumentation (PSF/PI) is the mainstay of surgical treatment for scoliosis 1 , and it is usually offered by the surgeons when the Cobb angle ≥45°. Several studies 2-4 demonstrated the superiority of pedicle screws fixation over other posterior instrument systems, such as hybrid hooks and screws or all-hooks instrumentation, providing stronger three-column purchase of vertebral segments with better correction and stabilization.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "For those patients with a severe and stiff curve ≥70° and the flexibility ≤30% (or residual curve on bending films ≥50°) 5,6 , the best choice of surgical approach is still controversial. The PSF/PI in severe cases is fraught with risks and limitations of correction. Therefore, a search for better management is required. Some reinforcements were considered, for example, (1) an anterior release beforehand 6 , (2) staged posterior operation, (3) osteotomy, such as Smith-Petersen osteotomy (SPO), pedicle subtraction osteotomy (PSO), or vertebral column resection (VCR), (4) traction methods, such as preoperative halo-gravity traction, intraoperative halo-femoral traction 7 . Among the above methods, the staged anterior release and PSF/PI capable of three-dimensional correction with increased flexibility were most adopted. In the past, the anterior release was performed through an open thoracotomy. Nonetheless, it was later replaced by multi-portal video-assisted thoracoscopic surgery (VATS) because of relative minor invasiveness with equal therapeutic effectiveness. The safety and efficacy of multi-portal VATS", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "for anterior approach were later proven by Lenke 6 and Bullmann et al. 8 , recommended the relative indications for severe, stiff curves, severe lordosis or hypokyphosis, and severely immature patients 9 . In a biomechanical cadaveric study, Wollowick 10 showed that anterior release generated significantly more thoracic rotation than posterior osteotomy and maximized three-dimensional correction. However, the invention of pedicle screw largely increases the structural stability of PSF/PI, and there is a doubt on the necessity of adding an anterior approach for severe cases. Several studies [11] [12] [13] have demonstrated that two-stage anterior/posterior surgery has only a limited advantage in terms of correction, while the disadvantages and complications of anterior release could be avoided by the posterior-only approach. To sum up, the controversies exist whether the benefits outweigh the possible complications from the anterior operation.", "cite_spans": [{"start": 49, "end": 50, "text": "6", "ref_id": "BIBREF5"}, {"start": 71, "end": 72, "text": "8", "ref_id": "BIBREF7"}, {"start": 202, "end": 203, "text": "9", "ref_id": "BIBREF8"}, {"start": 242, "end": 254, "text": "Wollowick 10", "ref_id": null}, {"start": 597, "end": 601, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 602, "end": 606, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 607, "end": 611, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "To confirm the advantages of anterior approaches in severe cases, surgeons should update techniques. With the rapid development of thoracoscopy, the single incision of UniVATS shows a greater field of vision and higher resolution than the conventional multi-portal VATS. Recently, the popularity of this technique is increasing in the field of thoracic surgery for complicated procedures, including major pulmonary resections, carinal resections, or tracheobronchial reconstructions 14 . Previous studies 15, 16 have shown the UniVATS is non-inferior to conventional multi-portal VATS in the safety and therapeutic effects of lung cancer. Moreover, the UniVATS has potential advantages 15-18 of reduced access trauma, less pain, fewer complication and faster recovery. Based on the benefits mentioned above, we have implemented the technique since 2013. Our study aimed to compare UniVATS with conventional procedures in the safety and efficacy of surgical treatment for patients with severe and stiff scoliosis.", "cite_spans": [{"start": 483, "end": 485, "text": "14", "ref_id": "BIBREF13"}, {"start": 505, "end": 508, "text": "15,", "ref_id": "BIBREF14"}, {"start": 509, "end": 511, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": ""}, {"text": "The study had been approved by the Research Ethics Review Committee at National Taiwan University Hospital (201812024RINC) in accordance with the Good Clinical Practice guidelines and governmental laws and regulations. The informed consent was obtained from all participants or their legal guardians. Between October 2013 and March 2018, eight scoliosis patients (six girls and two boys) with Cobb angle more than 85° (range, 85-117°) and limited flexibility with bending radiographs more than 70° (range, 70-100°; recovery rate 11 ± 7%) were selected. The aetiology of the curves included seven cases of adolescent idiopathic scoliosis (AIS) and one case of Beals syndrome. The average age was 14.8 ± 2.4 years old.", "cite_spans": [], "ref_spans": [], "section": "Material and Method"}, {"text": "A two-staged surgery was performed, including anterior release followed by a posterior instrumented correction in two days. At the first stage of surgery, UniVATS for anterior release was performed under general endotracheal anaesthesia with a double-lumen tube to achieve single-lung ventilation. The patient was placed in the lateral decubitus position with the thoracic convex side up, and an axillary roll was placed under the downside. The placement of the incision was crucial in light of curvature types, the distance between the apex and the chest wall, and lung abnormalities if any. After the C-arm localization, a small incision was usually made at the intercostal space on the middle axillary line toward the apex of the curvature. A 5-mm 30-degree thoracoscopy (Olympus) was inserted in the posterior part of the incision to obtain the most exquisite anatomic view. To maintain the position of the camera posteriorly to the patient, a suture around the camera to pull it back was suggested 16 . The surgeon and the assistants were all positioned in front of the patient to have the same and appropriate surgical view.", "cite_spans": [{"start": 1003, "end": 1005, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Material and Method"}, {"text": "After the lung deflated, the sympathetic trunk and artery of Adamkiewicz were identified and protected. The discs and end-plates of selected levels were removed, and their corresponding anterior longitudinal ligaments (ALL) were released (Fig. 1) . After meticulous haemostasis, the intercostal nerve blockade was performed for better postoperative pain control by injection of 1.5 ml 0.5% bupivacaine beneath the parietal pleura for each intercostal space. Prior to wound closure, a combination waste vent (CWV) drain was placed through the camera port to check for possible air leakage and then removed. Most patients did not receive chest tube placement at the time of surgery, because the drainless protocol of UniVATS suggested by thoracic surgeons contributed to better recovery. Patients were encouraged to ambulate on the following day, and postoperative narcotic was not given routinely. www.nature.com/scientificreports www.nature.com/scientificreports/ The second-stage was performed two days later. There was no need for traction between two stages of surgery. Thoracic apical Smith-Petersen osteotomy was performed in all cases for better coronal correction. The posterior pedicle screw instrumentation was performed to correct the deformities through de-rotation and distraction-compression manoeuvring followed by fusion with autogenous bone graft with additional artificial graft if necessary.", "cite_spans": [], "ref_spans": [{"start": 238, "end": 246, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Material and Method"}, {"text": "The preoperative radiographs, including the coronal/sagittal view in standing position, both sides bending films and three-dimensional CT reconstruction of the whole spine were obtained for evaluation. The postoperative radiographs of coronal/sagittal view in the standing position were obtained at the latest follow up. While recording radiographic findings, the clinician was blinded to the functional and perioperative data. Deformities were measured on coronal and sagittal films using the Cobb method. Calculations for curve magnitude and percent correction were recorded using the worst deformity values. Thoracic kyphosis was measured from T3-T12. Normal thoracic kyphosis at the age between 10-19 was considered to be 26°1 9 . In calculating percentage correction for hypokyphosis cases, the following formula was used: Percentage of hypokyphosis correction = [100 × (postoperative kyphosis − preoperative kyphosis)/(26 − preoperative kyphosis)].", "cite_spans": [], "ref_spans": [], "section": "Material and Method"}, {"text": "All of the eight patients who underwent index procedures were followed up at clinics for 2.2 ± 1.3 years. The average levels of anterior thoracic discectomy and posterior fusion were 3.6 ± 0.7 and 11.5 ± 1.2, respectively. The average first stage anterior operation time was 75 ± 13 minutes with minimal blood loss. The average incision wound of the UniVATS was 3 ± 0.5 cm (Fig. 2) . Table 1 demonstrated the preoperative and postoperative comparison of patients with severe scoliosis underwent UniVATS in staged anterior-posterior approach. The mean preoperative major thoracic curve was 94 ± 11°, and the mean postoperative correction angle was 29 ± 18° with a correction rate of 70 ± 19%. In addition to coronal correction, sagittal thoracic hypokyphosis was corrected from 3.0 ± 1.4° to 20 ± 4.9° with a correction rate of 71 ± 23%.", "cite_spans": [], "ref_spans": [{"start": 373, "end": 381, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 384, "end": 391, "text": "Table 1", "ref_id": null}], "section": "Results"}, {"text": "Because of less assess trauma and narcotic-free recovery, our patients ambulated in one day after UniVATS. Two of the eight patients required one-night stay in the intensive care unit (ICU) due to underlying Tetralogy of Fallot (TOF) and postoperative pneumohemothorax, respectively. The postoperative pneumohemothorax was noted in the first postoperative day and managed by an 8-french pigtail drain tube. No further surgical intervention was required. Both of them recovered well and were transferred to the general ward on the following day. There was no need of analgesics 2 weeks postoperatively, and no chronic pain noticed. One of the cases was presented as followed.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This is a 16-year-old boy with underlying TOF, growth hormone deficiency and severe AIS. He received total correction surgery for TOF at the age of 11 months and pulmonary stent insertion (Arrows on Fig. 3) for pulmonary stenosis at the age of 10 years. The growth hormone deficiency was treated with Genotropin, and the measured skeletal bone age was 13.5 years old with Risser sign 1. The rapid progression of AIS led to severe back pain and restrictive ventilatory defect, which forced us to consider corrective surgery before skeletal maturity. His www.nature.com/scientificreports www.nature.com/scientificreports/ thoracic and lumbar spine deformities were 96° and 28° (Fig. 3a) , respectively. The residual thoracic curve on the side bending film was 92° (Fig. 3c,d) , only with 4% improvement, indicative of poor flexibility. After discussion with paediatricians, cardiovascular surgeons, thoracic surgeons and anaesthesiologists, the two-stage surgery was the treatment of choice, including UniVATS for anterior releases (T7-11) and PSF/PI (T4-L3). The prior cardiovascular surgery adhesions would not interfere with the UniVATS. He had one-night stay in the ICU due to high cardiopulmonary risk and was discharged on the fifth postoperative day. At the latest postoperative follow-up (18 months postoperatively), he did not experience any discomfort, and the corrected curvature maintained. His thoracic and lumbar curves were corrected to 20° and 4°, indicating 79% and 86% improvement, respectively (Fig. 3e ).", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "Fig. 3)", "ref_id": "FIGREF2"}, {"start": 675, "end": 684, "text": "(Fig. 3a)", "ref_id": "FIGREF2"}, {"start": 762, "end": 773, "text": "(Fig. 3c,d)", "ref_id": "FIGREF2"}, {"start": 1511, "end": 1519, "text": "(Fig. 3e", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "For those scoliosis patients with severe and stiff thoracic curves, choosing an optimal surgical approach is still controversial. The consensus from thoracic surgery specialty [15] [16] [17] [18] indicated that benefits of UniVATS included less pain, fewer complications and faster recovery. To confirm the advantages of anterior approaches in difficult cases, we intended to apply UniVATS in the treatment of profound and stiff thoracic scoliosis. This is a preliminary cohort study to compare the safety and surgical outcomes between this novel UniVATS technique with conventional anterior release procedures.", "cite_spans": [{"start": 176, "end": 180, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 181, "end": 185, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 186, "end": 190, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 191, "end": 195, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "The surgical outcomes of UniVATS in our cases were not inferior to conventional anterior release approaches in the literature ( www.nature.com/scientificreports www.nature.com/scientificreports/ correction was 60% (range, 47-82%) with 16% complication rate. Arlet et al. 21 performed a meta-analysis of 10 studies with a total of 151 cases received conventional multi-portal VATS and posterior spine fusion. The percentage of coronal Cobb angle correction was 55-63% with 18% complication rate. The most frequent complications were pulmonary events that required prolonged ventilator support. Al-Sayyad et al. 22 reported that 70 cases received conventional multi-portal VATS for anterior release, followed by posterior spinal fusion and instrumentation. The percentage of coronal Cobb angle correction was 68% (range, 41-91%) with 11% complication rate, with pulmonary complications in 3 out of 8 patients. Table 2 summarized these studies, whereas, the kyphotic correction was not presented due to the heterogeneity in different investigations. The average levels of anterior release through conventional approaches were much more than that in our UniVATS technique (3.6 ± 0.7). However, a learning curve was warranted. The first case in our series had only three levels released. Through mastering the technique in a short time, our team could increase the levels of releasing.", "cite_spans": [{"start": 271, "end": 273, "text": "21", "ref_id": "BIBREF20"}, {"start": 610, "end": 612, "text": "22", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 908, "end": 915, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Speedier operation, minimal blood loss, less requirement of stay in ICU or chest tube placement, faster narcotic-free recovery and earlier ambulation in one day pointed out the multifaceted surgical advantages of UniVATS. Because of more accessible to the lung through subcutaneous fat with less burden in high-risk patients 23 , the relative indications for UniVATS in thoracic surgery include high BMI or compromised cardiopulmonary function 24 . Our case of TOF exemplifies the safety and feasibility of this technique. However, the hospital stay might be longer (9.8 ± 2.3 days) because of Taiwan National Health Insurance allows patients to hospitalize longer for recovery. The intercostal nerve blockade and drainless protocol further expedited the recovery. Hung et al. 25 showed that the popularity of regional blockades reduced postoperative narcotics requirement, which impeded lung expansion and obstructed recovery. Less access trauma of UniVATS together with intercostal nerve blockade make narcotic-free recovery possible in our institute. On the other hand, the placement of the chest tube potentially caused wound pain and precluded patients from early ambulation and discharge. Yang et al. 26 reported that drainless UniVATS was safe with reduced postoperative pain and hospital stay. Therefore, this protocol was routinely practiced in our institute. The halo-gravity traction and halo-femoral traction commonly used in the staged operations were not practiced in our cases, resulting in better comforts, faster recovery and fewer complications. For example, pressure sores, stiffness of the hip and knees due to the longer bed rest and more extended hospitalization had been reported 27 . Despite extremely severe preoperative curvatures, our study provided non-inferior surgical outcomes. UniVATS contributed to adequate correction with fewer complications and faster recovery. To the best of our knowledge, the benefits of UniVATS for anterior release outweighed the potential risks.", "cite_spans": [{"start": 325, "end": 327, "text": "23", "ref_id": "BIBREF22"}, {"start": 444, "end": 446, "text": "24", "ref_id": "BIBREF23"}, {"start": 777, "end": 779, "text": "25", "ref_id": "BIBREF24"}, {"start": 1207, "end": 1209, "text": "26", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "In addition to the minimal incision and faster recovery with comparable coronal and sagittal correction, UniVATS exceeds conventional multi-portal anterior approaches in view of techniques of demands. The single-port design of UniVATS has a simultaneous introduction of the instruments in line of the scope, which offers another advantage to surgeons with the parallel visual field as an open approach. The conventional multi-portal VATS had a dihedral or torsion angle between the instruments and the geometric plane of the scope, which represented an impediment to the depth visualization on the flat two-dimensional vision of monitors. On the contrary, in the case of UniVATS, all the instruments are scattered on the geometric plane of the scope that preserves the depth of intraoperative visualization. To maximize the advantages, it is suggested 28 that keeping the geometric plane of the scope as close as possible to the plane of the instruments, producing a surgical field of view that equal to the open thoracotomy when facing the patient's anterior chest. We avoided setting incision too anterior because the mediastinum, deflated lung, and surrounding vessels limited the accessibility to the spine 29 . As a result, the spatial advantage of UniVATS flattens the substantial learning curve in conventional multi-portal VATS that requires enormous time and effort to overcome. The previous study 24 showed that UniVATS was not so different from an open approach, and the transition to UniVATS could be less traumatic than to a conventional multi-portal VATS.", "cite_spans": [{"start": 1211, "end": 1213, "text": "29", "ref_id": "BIBREF28"}, {"start": 1407, "end": 1409, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the safety and therapeutic effects of UniVATS on anterior release in severe scoliosis patients were shown in our study, some limitations should be considered, including the small sample size, relatively short follow-up and lack of postoperative scoliosis-specific outcomes questionnaire (SRS-22) to quantify the patient's subjective satisfaction. Because of high population coverage of the National Health Insurance, scoliotic patients could be detected and treated earlier in Taiwan. The cases of severe scoliosis curves were so rare that our sample www.nature.com/scientificreports www.nature.com/scientificreports/ size was relatively small. Moreover, the anterior releasing procedures to the level far from the incision would be incomplete due to larger access angle. Therefore, the maximum release-level was limited to four or five levels according to the size of chest cavity. The development of angled surgical instruments potentially facilitates the accessibility to distal discs. The long-term follow-up and prospective clinical trials at larger scale should be conducted. Despite these limitations in the study design, our study did offer convincing evidence and valuable information for this novel approach in the management of severe scoliosis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, this is the first study to apply the novel UniVATS in the field of orthopaedics to treat patients with severely stiff thoracic scoliosis. The safety and efficacy of UniVATS have been proven even in those with higher cardiopulmonary risks. Compared with conventional approaches for anterior release, UniVATS contributes to comparable surgical outcomes with minor access trauma, speedier operation with minimal blood loss, less requirement of stay in ICU or chest tube placement, faster narcotic-free recovery and earlier ambulation within one day. UniVATS could be an optimal way to treat severe thoracic scoliosis in light of the advantages of less pain, faster recovery and superior cosmetic results without significant complications.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Adolescent idiopathic scoliosis", "authors": [{"first": "J", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2015, "venue": "Nat. Rev. Dis. Prim", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Comparative Analysis of Pedicle Screw Versus Hook Instrumentation in Posterior Spinal Fusion of Adolescent Idiopathic Scoliosis. Spine (Phila", "authors": [{"first": "Y", "middle": ["J"], "last": "Kim", "suffix": ""}], "year": 1976, "venue": "", "volume": "29", "issn": "", "pages": "2040--2048", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Comparative Analysis of Hook, Hybrid, and Pedicle Screw Instrumentation in the Posterior Treatment of Adolescent Idiopathic Scoliosis", "authors": [{"first": "G", "middle": [], "last": "Yilmaz", "suffix": ""}], "year": 2012, "venue": "J. Pediatr. Orthop", "volume": "32", "issn": "", "pages": "490--499", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Comparison of Pedicle Screw Fixation and Hybrid Instrumentation in Adolescent Idiopathic Scoliosis", "authors": [{"first": "G", "middle": ["S"], "last": "Cecen", "suffix": ""}, {"first": "D", "middle": [], "last": "Gülabi", "suffix": ""}, {"first": "B", "middle": [], "last": "Güçlü", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Çeçen", "suffix": ""}, {"first": "İ", "middle": [], "last": "Oltulu", "suffix": ""}], "year": 2016, "venue": "ACTA Orthop. Traumatol. Turc", "volume": "50", "issn": "", "pages": "351--356", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cantilever Bending Technique for Treatment of Large and Rigid Scoliosis. Spine (Phila. Pa. 1976)", "authors": [{"first": "K.-W", "middle": [], "last": "Chang", "suffix": ""}], "year": 2003, "venue": "", "volume": "28", "issn": "", "pages": "2452--2458", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Anterior Endoscopic Discectomy and Fusion for Adolescent Idiopathic Scoliosis. Spine (Phila. Pa. 1976)", "authors": [{"first": "L", "middle": ["G"], "last": "Lenke", "suffix": ""}], "year": 2003, "venue": "", "volume": "28", "issn": "", "pages": "36--43", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Strategies for surgical management of large, stiff spinal deformities in children", "authors": [{"first": "K", "middle": ["M"], "last": "Neal", "suffix": ""}, {"first": "E", "middle": [], "last": "Siegall", "suffix": ""}], "year": 2017, "venue": "J. Am. Acad. Orthop. Surg", "volume": "25", "issn": "", "pages": "70--78", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Combined anterior and posterior instrumentation in severe and rigid idiopathic scoliosis", "authors": [{"first": "V", "middle": [], "last": "Bullmann", "suffix": ""}], "year": 2006, "venue": "Eur. Spine J", "volume": "15", "issn": "", "pages": "440--448", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Classification of Operative Adolescent Idiopathic Scoliosis: Treatment Guidelines", "authors": [{"first": "P", "middle": ["S"], "last": "Rose", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Lenke", "suffix": ""}], "year": 2007, "venue": "Orthop. Clin. North Am", "volume": "38", "issn": "", "pages": "521--529", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Anterior Release Generates More Thoracic Rotation Than Posterior Osteotomy. Spine (Phila. Pa. 1976)", "authors": [{"first": "A", "middle": ["L"], "last": "Wollowick", "suffix": ""}], "year": 2013, "venue": "", "volume": "38", "issn": "", "pages": "1540--1545", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Is anterior release necessary in severe scoliosis treated by posterior segmental pedicle screw fixation? Eur", "authors": [{"first": "S.-I", "middle": [], "last": "Suk", "suffix": ""}], "year": 2007, "venue": "Spine J", "volume": "16", "issn": "", "pages": "1359--1365", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comparative Analysis of Combined (First Anterior, Then Posterior) Versus Only Posterior Approach for Treating Severe Scoliosis: A Mean Follow Up of 8.5 Years. Spine (Phila", "authors": [{"first": "N", "middle": [], "last": "Hero", "suffix": ""}, {"first": "R", "middle": [], "last": "Vengust", "suffix": ""}, {"first": "M", "middle": [], "last": "Topolovec", "suffix": ""}], "year": 1976, "venue": "", "volume": "42", "issn": "", "pages": "831--837", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Anterior release may not be necessary for idiopathic scoliosis with a large curve of more than 75° and a flexibility of less than 25%", "authors": [{"first": "M", "middle": ["F"], "last": "Cheng", "suffix": ""}], "year": 2018, "venue": "Spine J", "volume": "18", "issn": "", "pages": "769--775", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Advances in Uniportal Video-Assisted Thoracoscopic Surgery. Pushing the Envelope", "authors": [{"first": "D", "middle": [], "last": "Gonzalez-Rivas", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Calvin", "suffix": ""}], "year": 2016, "venue": "Thorac. Surg. Clin", "volume": "26", "issn": "", "pages": "187--201", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Systematic review and meta-analysis of uniportal versus multiportal video-assisted thoracoscopic lobectomy for lung cancer", "authors": [{"first": "C", "middle": ["G"], "last": "Harris", "suffix": ""}], "year": 2016, "venue": "Ann. Cardiothorac. Surg", "volume": "5", "issn": "", "pages": "76--84", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Computed tomography-guided patent blue vital dye localization of pulmonary nodules in uniportal thoracoscopy", "authors": [{"first": "M.-W", "middle": [], "last": "Lin", "suffix": ""}], "year": 2016, "venue": "J. Thorac. Cardiovasc. Surg", "volume": "152", "issn": "", "pages": "535--544", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Uniportal vs standard three-port VATS technique for spontaneous pneumothorax: comparison of post-operative pain and residual paraesthesia", "authors": [{"first": "R", "middle": ["S"], "last": "Jutley", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Khalil", "suffix": ""}, {"first": "G", "middle": [], "last": "Rocco", "suffix": ""}], "year": 2005, "venue": "Eur. J. Cardio-Thoracic Surg", "volume": "28", "issn": "", "pages": "43--46", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "One-port (uniportal) video-assisted thoracic surgical resections-A clear advance", "authors": [{"first": "G", "middle": [], "last": "Rocco", "suffix": ""}], "year": 2012, "venue": "J. Thorac. Cardiovasc. Surg", "volume": "144", "issn": "", "pages": "27--31", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Thoracic kyphosis: range in normal subjects", "authors": [{"first": "G", "middle": [], "last": "Fon", "suffix": ""}, {"first": "M", "middle": [], "last": "Pitt", "suffix": ""}, {"first": "A", "middle": [], "last": "Thies", "suffix": ""}], "year": 1980, "venue": "Am. J. Roentgenol", "volume": "134", "issn": "", "pages": "979--983", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Anterior Release and Fusion in Pediatric Spinal Deformity", "authors": [{"first": "P", "middle": ["O"], "last": "Newton", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Wenger", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Mubarak", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Meyer", "suffix": ""}], "year": 1976, "venue": "Spine (Phila. Pa", "volume": "22", "issn": "", "pages": "1398--1406", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Anterior thoracoscopic spine release in deformity surgery: a meta-analysis and review", "authors": [{"first": "V", "middle": [], "last": "Arlet", "suffix": ""}], "year": 2000, "venue": "Eur. Spine J", "volume": "9", "issn": "", "pages": "17--023", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Early experiences with video-assisted thoracoscopic surgery: Our first 70 cases. Spine (Phila", "authors": [{"first": "M", "middle": ["J"], "last": "Al-Sayyad", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Crawford", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Wolf", "suffix": ""}], "year": 1976, "venue": "", "volume": "29", "issn": "", "pages": "1945--1951", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Does video-assisted thoracic surgery provide a safe alternative to conventional techniques in patients with limited pulmonary function who are otherwise suitable for lung resection?", "authors": [{"first": "J", "middle": [], "last": "Oparka", "suffix": ""}, {"first": "T", "middle": ["D"], "last": "Yan", "suffix": ""}, {"first": "E", "middle": [], "last": "Ryan", "suffix": ""}, {"first": "J", "middle": [], "last": "Dunning", "suffix": ""}], "year": 2013, "venue": "Interact. Cardiovasc. Thorac. Surg", "volume": "17", "issn": "", "pages": "159--62", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "From full thoracotomy to uniportal video-assisted thoracic surgery: lessons learned", "authors": [{"first": "E", "middle": [], "last": "Passera", "suffix": ""}, {"first": "G", "middle": [], "last": "Rocco", "suffix": ""}], "year": 2017, "venue": "J. Vis. Surg", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Precise anesthesia in thoracoscopic operations", "authors": [{"first": "M.-H", "middle": [], "last": "Hung", "suffix": ""}, {"first": "J.-S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y.-J", "middle": [], "last": "Cheng", "suffix": ""}], "year": 2019, "venue": "Curr. Opin. Anaesthesiol", "volume": "32", "issn": "", "pages": "39--43", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Tubeless Uniportal Thoracoscopic Wedge Resection for Peripheral Lung Nodules", "authors": [{"first": "S.-M", "middle": [], "last": "Yang", "suffix": ""}], "year": 2017, "venue": "Ann. Thorac. Surg", "volume": "103", "issn": "", "pages": "462--468", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Posterior-only surgery with strong halo-femoral traction for the treatment of adolescent idiopathic scoliotic curves more than 100°", "authors": [{"first": "H", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2011, "venue": "Int. Orthop", "volume": "35", "issn": "", "pages": "1037--1042", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Geometrical characteristics of uniportal VATS", "authors": [{"first": "L", "middle": [], "last": "Bertolaccini", "suffix": ""}, {"first": "G", "middle": [], "last": "Rocco", "suffix": ""}, {"first": "A", "middle": [], "last": "Viti", "suffix": ""}, {"first": "A", "middle": [], "last": "Terzi", "suffix": ""}], "year": 2013, "venue": "J. Thorac. Dis", "volume": "5", "issn": "", "pages": "2--4", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Devising the guidelines: the concept of uniportal video-assisted thoracoscopic surgeryincisions and anesthetic management", "authors": [{"first": "K", "middle": ["M"], "last": "Soultanis", "suffix": ""}, {"first": "D", "middle": [], "last": "Gonzalez-Rivas", "suffix": ""}], "year": 2019, "venue": "J. Thorac. Dis", "volume": "11", "issn": "", "pages": "2053--2061", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The perioperative thoracoscopic view for anterior release showed four levels of discectomy (arrow) and the release of corresponding anterior longitudinal ligaments.Scientific RepoRtS |(2020) 10:841 | https://doi.org/10.1038/s41598-020-57984-x", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The 3-cm incision wound in anterior approach of UniVATS was documented after the second-stage posterior operation. (2020) 10:841 | https://doi.org/10.1038/s41598-020-57984-x", "latex": null, "type": "figure"}, "FIGREF2": {"text": "A 16-year-old boy had underlying diseases of TOF and severe AIS. The preoperative radiographs showed severe scoliosis with limited flexibility, and postoperative radiographs showed significant improvements in the deformities. The pulmonary stent and Cobb angles of each curve were designated. (a) Preoperative AP radiograph; (b) Preoperative lateral radiograph; (c,d) Preoperative left and right bending films; (e) AP radiograph at latest follow-up; (f) Lateral radiograph at latest follow-up. Scientific RepoRtS | (2020) 10:841 | https://doi.org/10.1038/s41598-020-57984-x", "latex": null, "type": "figure"}, "TABREF0": {"text": ". Peter O. Newton et al. 20 evaluated 18 cases of open thoracotomy anterior release followed by posterior spinal fusion (with or without instrumentation). The percentage of coronal Cobb angle", "latex": null, "type": "table"}, "TABREF1": {"text": "Comparison between conventional anterior approaches 20-22 and UniVATS. (2020) 10:841 | https://doi.org/10.1038/s41598-020-57984-x", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no competing interests.", "cite_spans": [], "ref_spans": [], "section": "competing interests"}, {"text": "Correspondence and requests for materials should be addressed to T.-M.W.", "cite_spans": [], "ref_spans": [], "section": "Additional information"}, {"text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "cite_spans": [], "ref_spans": [], "section": "Reprints and permissions information is available at www.nature.com/reprints."}]}