{"paper_id": "0a48e1c838c6f8eb7cee5c726b1e266161f87ded", "metadata": {"title": "Can judgments according to case fatality rate be correct all the time during epidemics? Estimated cases based on CFR in different scenarios and some lessons from early case fatality rate of coronavirus disease 2019 in Iran", "authors": [{"first": "Bakhtiar", "middle": [], "last": "Piroozi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kurdistan University of Medical Sciences", "location": {"settlement": "Sanandaj", "country": "Iran"}}, "email": "b.piroozi@muk.ac.ir"}, {"first": "Ghobad", "middle": [], "last": "Moradi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kurdistan University of Medical Sciences", "location": {"settlement": "Sanandaj", "country": "Iran"}}, "email": ""}, {"first": "Amjad", "middle": [], "last": "Mohamadi-Bolbanabad", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kurdistan University of Medical Sciences", "location": {"settlement": "Sanandaj", "country": "Iran"}}, "email": ""}, {"first": "Hossein", "middle": [], "last": "Safari", "suffix": "", "affiliation": {"laboratory": "", "institution": "Iran University of Medical Science", "location": {"settlement": "Tehran", "country": "Iran"}}, "email": ""}, {"first": "Azad", "middle": [], "last": "Shokri", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kurdistan University of Medical Sciences", "location": {"settlement": "Sanandaj", "country": "Iran"}}, "email": ""}, {"first": "Ramyar", "middle": [], "last": "Rahimi", "suffix": "", "affiliation": {"laboratory": "Student Research Committee", "institution": "Kurdistan University of Medical Sciences", "location": {"settlement": "Sanandaj", "country": "Iran"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Coronaviruses are a large family of viruses, and some of them cause diseases in humans and some others in animals According to the existing evidences, the emergence of this disease is mild in almost 96% of people and is serious or critical in 4% (5) .", "cite_spans": [{"start": 246, "end": 249, "text": "(5)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "In Iran, the first positive case of COVID-19 was confirmed in February 20, 2020 in city of Qom and until March 26, 2020, the total number of cases in the country reached 27 017. Of the total number of patients, 9625 recovered and 2077 died (6) . According to global statistics, to date, Iran has reported the most positive cases of coronavirus after China, Italy, USA, Spain, and Germany (5).", "cite_spans": [{"start": 240, "end": 243, "text": "(6)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "One of the most important indices noticed by health care experts, policymakers, and managers in epidemics, specifically in emerging epidemics, is CFR indicator, which is obtained by dividing the total number of deaths by the total number of confirmed cases at one point in time. In most cases, this indicator is utilized for specific epidemics of acute diseases such as cholera during which all patients are under treatment in a specific period of time and this makes it possible to calculate the death toll caused by a disease. The CFR indicates the fatality potential of a disease and it just includes the proportion of death toll to the number of patients. This indicator can be used for the following purposes: to describe fatality trend and its general changes; (1) to make decisions for health care priorities, resource allocation, planning intervention programs, and evaluation; and (2) to refine plans to improve public health; however, CFR can terrify a society in case of emerging epidemics when it is reported high (7, 8) . The exact value of CFR in the early stages of the epidemic is unknown and its precise estimation is impossible. At the beginning of epidemics, the number of actual cases exposed is largely underestimated (9) . Therefore, current estimates of CFR for COVID-19 should also be interpreted with caution as the disease is currently unknown. In Iran and in many other countries, some interpretations were made based on CFR during or in the middle of COVID-19 outbreak. These interpretations were sometimes published on social news networks and caused fear among people and put pressure on countries' health system. In Iran, given the fact that in this outbreak, CFR was high, there were different interpretations on the fatality rate of this disease, based on which different judgments were made concerning the health system. This study aimed to estimate the actual number of COVID-19 cases in Iran and to calculate the early CFR (not the actual CFR value) based on published official statistics. This study also aimed to answer the question of whether epidemics are best judged by the CFR indicator at each stage.", "cite_spans": [{"start": 1026, "end": 1029, "text": "(7,", "ref_id": "BIBREF7"}, {"start": 1030, "end": 1032, "text": "8)", "ref_id": "BIBREF8"}, {"start": 1239, "end": 1242, "text": "(9)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Introduction"}, {"text": "This was a descriptive study whose required data were obtained from the website of the Ministry of Health and Medical Education of Iran and that of Worldmeter from February 20, 2020 until March 26, 2020 (6, 5) . Data were published daily. CFR was obtained by dividing the total number of deaths by the total number of confirmed cases at one point in time (8) (Formula 1).", "cite_spans": [{"start": 203, "end": 206, "text": "(6,", "ref_id": "BIBREF6"}, {"start": 207, "end": 209, "text": "5)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Methods"}, {"text": "In this study, the actual number of COVID-19 cases in Iran was estimated based on the mortality model, details of which are provided in Tomas Pueyo's article (10) . This estimate was based on the following assumptions:", "cite_spans": [{"start": 158, "end": 162, "text": "(10)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "1. In 4 scenarios, CFR was considered to be 0.3%, 0.5%, 1%, and 2%.", "cite_spans": [], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "2. The mean interval between the person being infected with the virus and the person's death was 17.3 days on average.", "cite_spans": [], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "3. The average doubling time of infected cases was 6.2 days.", "cite_spans": [], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "For example, under the third scenario, 1 death in one day means almost 692 actual cases in that day.", "cite_spans": [], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "Given that the number of deaths is considered to be the peak of the disease, which is not usually underestimated, we think that it is better to calculate CFR based on different scenarios of best estimates of asymptomatic cases not referring to hospitals. Thus, based on the number of deaths, we estimated the total number of patients in several scenarios. Excel 2013 was used to analyze the data.", "cite_spans": [], "ref_spans": [], "section": "Equation (1): Case Fatality Rate="}, {"text": "As demonstrated in Table 1 , until March 26, 2020, the total number of the identified infected patients was 27 017 in Iran, of whom 9625 recovered and 2077 died. This table shows the number of the identified cases since the outbreak and the number of perished people on different days. The indicator of CFR has had a descending trend such that the amount of this indicator on day 1, 5, 10, 20, 30, and 35 was 100%, 18.6%, 8.8%, 3.3%, 6.9% and 7.7%, respectively.", "cite_spans": [], "ref_spans": [{"start": 19, "end": 26, "text": "Table 1", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Based on the first, second, third, and fourth scenarios, the actual number of COVID-19 cases on March 26, 2020 in Iran was estimated to be 4 789 454, 2 873 673, 1 436 836, and 718 418, respectively (Table 1 ). Figure 1 presents the time course of the number of people infected by COVID-19 its CFR based on confirmed cases in Iran. Figure 2 shows the time course of official and definitive number of COVID-19 cases in Iran based on 4 scenarios. 3", "cite_spans": [], "ref_spans": [{"start": 198, "end": 206, "text": "(Table 1", "ref_id": "TABREF2"}, {"start": 210, "end": 218, "text": "Figure 1", "ref_id": null}, {"start": 331, "end": 339, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Results"}, {"text": "According to statistics released in Iran, as of March 26, 2020, a total of 27 017 people were infected with COVID-19, while this number was estimated to be 1 436 836 (based on CFR = 1%) in the mortality model. According to studies, cases reported in official statistics at the begin-ning of the epidemics are likely to have a severe underestimation of the total of actual cases, so estimating the actual CFR for COVID-19 is currently impossible (9, 10). The actual CFR of COVID-19 varies across different regions of the world due to differences in the quality of medical care, socioeconomic factors, immunologic factors, and readiness for the disease (9, 11). ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "According to the results of this study, by the passage of time since the identification of the first case infected by COVID-19 and increase in the number of positive cases, the indicator of CFR decreases and as the time passes, the amount of this indicator approaches its real amount. To calculate the real amount of CFR indicator, it is necessary to identify all the cases infected by Covid-19 and the total death caused by it. However, currently, only the statistics belonging to those infected patients who refer to medical centers are recorded. The evidences indicate that more than 80% of people infected by COVID-19 show mild symptoms of the disease (5) and a fraction of this population may not refer to medical centers and, consequently, their data are not recorded. The findings of some studies reveal that the CFR of some emerging diseases such as Ebola decreases over time and this can be the result of creating and increasing the required facilities and infrastructures like laboratories and hospital beds and personnel's enhanced experience (12) . On the first days of diagnosis, given the identification of cases most of which led to death, much pressure were on Iran's Health System and different interpretations were put forward regarding this issue. During the outbreak of this epidemic, the main criticism Iran faced was the probability of its inability to identify this virus. One of the other interpretations was that this virus species may be different from the basic species and may be more fatal. These interpretations caused much fear among people and put a great deal of pressure on managers and experts of the Health System for decisionmaking.", "cite_spans": [{"start": 1054, "end": 1058, "text": "(12)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "4"}, {"text": "Therefore, making decisions just based on the CFR indicator during the outbreak of epidemics may not be the right choice and may result in overestimation and could threaten the mental health of a society. Therefore, more accurate calculation of this indicator requires the passage of time; also, determining CFR needs identification of its natural history. The definition of an appropriate indicator in epidemics is of great significance. In emerging diseases, CFR indicator must be interpreted carefully and its hasty calculation and interpretation can put great pressure on health systems and may lead to making wrong and unprofessional decisions by health care policymakers.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "One limitation of this study may be the calculation of the number of patients based on CFR, as it may vary across countries due to differences in hospital services and health infrastructure in each country. Nonetheless, considering that there is no definitive cure for the disease and that the life expectancy of Iranians is near that of the most developed countries, this limitation may not have much impact on the estimations in this study.", "cite_spans": [], "ref_spans": [], "section": "4"}, {"text": "At present, CFR is calculated by dividing the number of known deaths by the number of confirmed cases. The results did not indicate the actual number of deaths. The exact value of CFR in this stage of the epidemic is unknown and its precise estimation is currently impossible. Current estimates of CFR for COVID-19 should also be interpreted with caution as the disease is still unknown. In addition, CFR can be used to estimate the actual number of patients in such situations. Moreover, during the outbreak of epidemics, specifically emerging diseases, judgments should not be based on CFR. It is expected to identify the most emerging epidemics during their outbreak when they are severe and could lead to death. Making judgments based on CFR, specifically in the outbreak of emerging epidemics, can lead to information bias. In addition, it seems that CFR decreases after the identification of the first cases and while health systems' ability and awareness gradually increases.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Coronavirus: covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate", "authors": [{"first": "E", "middle": [], "last": "Mahase", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "SARS and MERS: recent insights into emerging coronaviruses", "authors": [{"first": "E", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Falzarano", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}], "year": 2016, "venue": "Nat Rev Microbiol", "volume": "14", "issn": "8", "pages": "523--557", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "From SARS to MERS: 10 years of research on highly pathogenic human coronaviruses", "authors": [{"first": "R", "middle": [], "last": "Hilgenfeld", "suffix": ""}, {"first": "M", "middle": [], "last": "Peiris", "suffix": ""}], "year": 2013, "venue": "Antiviral Res", "volume": "100", "issn": "1", "pages": "286--95", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges", "authors": [{"first": "C", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Shih", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Ko", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Tang", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}], "year": 2020, "venue": "Int J Antimicrob Agents", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 CORONAVIRUS OUTBREAK. World Meters", "authors": [{"first": "", "middle": [], "last": "Worldometers", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Ministry of Health and Medical Education", "authors": [{"first": "", "middle": [], "last": "Mohme", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Similarity in Case Fatality Rates (CFR) of COVID-19/SARS-COV-2 in Italy and China", "authors": [{"first": "R", "middle": [], "last": "Porcheddu", "suffix": ""}, {"first": "C", "middle": [], "last": "Serra", "suffix": ""}, {"first": "Kelvin", "middle": ["D"], "last": "Kelvin", "suffix": ""}, {"first": "N", "middle": [], "last": "Rubino", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "J Infect Dev Ctries", "volume": "14", "issn": "02", "pages": "125--133", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Incidence and case-fatality rates resulting from the 1998 enterovirus 71 outbreak in Taiwan", "authors": [{"first": "C", "middle": ["Y"], "last": "Lu", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Kao", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Shao", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Twu", "suffix": ""}], "year": 2002, "venue": "J Med Virol", "volume": "67", "issn": "2", "pages": "217--240", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "2019-novel Coronavirus (2019-nCoV): estimating the case fatality rate-a word of caution", "authors": [{"first": "M", "middle": [], "last": "Battegay", "suffix": ""}, {"first": "R", "middle": [], "last": "Kuehl", "suffix": ""}, {"first": "S", "middle": [], "last": "Tschudin-Sutter", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Hirsch", "suffix": ""}, {"first": "A", "middle": ["F"], "last": "Widmer", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Neher", "suffix": ""}], "year": 2020, "venue": "Swiss Med Wkly", "volume": "", "issn": "0506", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Why You Must Act Now. Politicians, community leaders and business leaders: what should you do and when", "authors": [{"first": "T", "middle": [], "last": "Pueyo", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "From SARS to COVID-19: A previously unknown SARS-CoV-2 virus of pandemic potential infecting humans-Call for a One Health approach. One Health", "authors": [{"first": "M", "middle": ["E"], "last": "El Zowalaty", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Järhult", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Epidemiological features and trends of Ebola virus disease in West Africa", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "L", "middle": [], "last": "Jia", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "P", "middle": [], "last": "Li", "suffix": ""}], "year": 2015, "venue": "Int J Infect Dis", "volume": "38", "issn": "", "pages": "52--55", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Confirmed and estimated cases of COVID-19 in Iran as of March 26, 2020", "latex": null, "type": "figure"}, "TABREF1": {"text": "http://mjiri.iums.ac.ir Med J Islam Repub Iran. 2020 (29 Mar); 34.26.", "latex": null, "type": "table"}, "TABREF2": {"text": "Confirmed cases, confirmed deaths, and estimated cases by Covid-19 in Iran as of March 26, 2020", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interests"}]}