{"paper_id": "0a4ed2c49cd505f7ec1e7c93945fcb72e959d04b", "metadata": {"title": "Journal Pre-proof Origin and transmission of Feline coronavirus type I in domestic cats from Northern Italy: a phylogeographic approach Origin and transmission of Feline coronavirus type I in domestic cats from Northern Italy: a phylogeographic approach", "authors": [{"first": "Stefania", "middle": [], "last": "Lauzi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Milan", "location": {"addrLine": "Via dell'Università 6", "postCode": "26900", "settlement": "Lodi", "country": "Italy"}}, "email": ""}, {"first": "Angelica", "middle": [], "last": "Stranieri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Milan", "location": {"addrLine": "Via dell'Università 6", "postCode": "26900", "settlement": "Lodi", "country": "Italy"}}, "email": ""}, {"first": "Alessia", "middle": [], "last": "Giordano", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Milan", "location": {"addrLine": "Via dell'Università 6", "postCode": "26900", "settlement": "Lodi", "country": "Italy"}}, "email": ""}, {"first": "Camilla", "middle": [], "last": "Luzzago", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Milan", "location": {"addrLine": "Via dell'Università 6", "postCode": "26900", "settlement": "Lodi", "country": "Italy"}}, "email": "camilla.luzzago@unimi.itc.luzzago"}, {"first": "Gianguglielmo", "middle": [], "last": "Zehender", "suffix": "", "affiliation": {"laboratory": "L. Sacco", "institution": "University of Milan", "location": {"addrLine": "Via G. B. Grassi 74", "postCode": "20157", "settlement": "Milan", "country": "Italy"}}, "email": ""}, {"first": "Saverio", "middle": [], "last": "Paltrinieri", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Milan", "location": {"addrLine": "Via dell'Università 6", "postCode": "26900", "settlement": "Lodi", "country": "Italy"}}, "email": ""}, {"first": "Erika", "middle": [], "last": "Ebranati", "suffix": "", "affiliation": {"laboratory": "L. Sacco", "institution": "University of Milan", "location": {"addrLine": "Via G. B. Grassi 74", "postCode": "20157", "settlement": "Milan", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": " FCoV type I only was observed in cats from Northern Italy  A high genetic variability of the Italian FCoV circulating strains was observed  Different strains of FCoV cocirculate in Northern Italy  FCoV likely originated in USA in the 1950s-1970s and thereafter spread to Europe  In the last decade FCoV segregates mainly on the basis of geographic origin ABSTRACT Feline coronavirus (FCoV) is responsible, along with an inadequate immune response of the host, for Feline infectious peritonitis (FIP), one of the most frequent and deadly infectious feline disease worldwide. This study analyzed the genetic characteristics of the spike (S) gene of 33 FCoVs circulating in Northern Italy between 2011 and 2015 in cats with or without FIP. In order to reconstruct the most probable places of origin and dispersion of FCoV among Italian cats, a phylogeographic approach was performed based on 106 FCoV S gene partial sequences from cats, including the 33 novel Italian sequences and 73 retrieved from public databases. Only FCoV type I J o u r n a l P r e -p r o o f was found in the Italian cats. The estimated mean evolutionary rate of FCoV was 2.4 x 10 -2 subs/site/year (95% HPD: 1.3-3.7 x10 -2 ), confirming the high genetic variability in the circulating strains. All the isolates clustered in a unique highly significant clade that likely originated from USA between the 1950s and the 1970s, confirming the first descriptions of the disease in American cats. Our results suggest that from USA the virus likely entered Germany and thereafter spread to other European countries. Phylogeography showed that sequences segregated mainly by geographical origin. In the 2010s Italian sequences clustered in different subclades, confirming that different strains cocirculate in Italy. Further studies on archival samples and other genetic regions of FCoV are suggested in order to confirm the present results and to reconstruct a more in-depth detailed virus dispersion pattern for the definition of possible control measures. Keywords: Feline infectious peritonitis (FIP); Phylogeography; Phylogeny; FCoV Orthocoronavirinae, the genus Alphacoronavirus, the subgenus Tegacovirus and the species Alphacoronavirus 1, together with canine coronaviruses (CCoVs) and porcine transmissible gastroenteritis virus (TGEV). According to their serological and genetic properties, FCoVs are classified into type I and type II and recently their classification in Alphacoronavirus 1 clade A and J o u r n a l P r e -p r o o f Supplementary material related to this article can be found in the online version References Addie, D.D., Schaap, I.A.T., Nicolson, L., Jarrett, O., 2003. Persistence and transmission of natural type I feline coronavirus infection. J. Gen. Virol. 84, 2735-2744.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "J o u r n a l P r e -p r o o f Africa South Africa 1974 Chappuis and Duret 1978 J o u r n a l P r e -p r o o f", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Feline infectious peritonitis (FIP) is a relatively new disease of cats that was first described in 1963 in the United States (Holzworth, 1963) and continues to be one of the most frequent fatal and infectious feline disease worldwide. FIP is caused by a virulent feline coronavirus (feline infectious peritonitis virus, FIPV) and by an inadequate response of the host (Pedersen, 2009 ).", "cite_spans": [{"start": 126, "end": 143, "text": "(Holzworth, 1963)", "ref_id": "BIBREF15"}, {"start": 369, "end": 384, "text": "(Pedersen, 2009", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Introduction"}, {"text": "According to the International Committee on Taxonomy of Viruses (ICTV), feline coronavirus (FCoV) belongs to the order Nidovirales, the family Coronaviridae, the subfamily clade B has been proposed, respectively (Jaimes et al., 2020) . Type I is the most frequently detected FCoV in cats and has a worldwide distribution.", "cite_spans": [{"start": 212, "end": 233, "text": "(Jaimes et al., 2020)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "FCoVs can also be divided into two biotypes that are generally referred to as the avirulent endemic feline enteric coronavirus (FECV), that is usually cause of asymptomatic infections and is responsible only for a mild and transient enteritis, and the virulent biotype FIPV that is responsible for FIP (Pedersen, 2014) . These two biotypes exist in both types I and II (Tekes and Thiel, 2016; Jaimes et al., 2020) . Like other RNA viruses, coronaviruses are prone to mutations. Few mutations in accessory genes and the spike (S) gene of FCoVs have been identified. The mutations M1058L or S1060A in the S gene, that were initially thought to be a marker for FIPV, were recently associated to the ability of the virus to infect and replicate in monocytes and macrophages, representing a marker for systemic FCoV replication (Chang et al., 2012 , Pedersen, 2014 Porter et al., 2014; Stranieri et al., 2018; Felten and Hartmann, 2019) .", "cite_spans": [{"start": 302, "end": 318, "text": "(Pedersen, 2014)", "ref_id": "BIBREF29"}, {"start": 369, "end": 392, "text": "(Tekes and Thiel, 2016;", "ref_id": "BIBREF41"}, {"start": 393, "end": 413, "text": "Jaimes et al., 2020)", "ref_id": "BIBREF17"}, {"start": 823, "end": 842, "text": "(Chang et al., 2012", "ref_id": "BIBREF7"}, {"start": 843, "end": 859, "text": ", Pedersen, 2014", "ref_id": "BIBREF29"}, {"start": 860, "end": 880, "text": "Porter et al., 2014;", "ref_id": "BIBREF30"}, {"start": 881, "end": 904, "text": "Stranieri et al., 2018;", "ref_id": "BIBREF38"}, {"start": 905, "end": 931, "text": "Felten and Hartmann, 2019)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "The S gene is also used for FCoV typing. The S gene of FCoV types I and II differ: FCoV type I harbors the original feline S gene whereas the FCoV type II acquired the S gene (along with other genes) from the CCoV during recombination events (Jamies et al., 2020) . Moreover, because the S gene encodes for the spike protein, which is the protein most subject to evolutionary immune pressure, it is the most variable of the FCoV genes. Therefore, the S gene is also useful for genetic characterization of strains (Addie et al., 2003; Kipar and Meli, 2014) .", "cite_spans": [{"start": 242, "end": 263, "text": "(Jamies et al., 2020)", "ref_id": null}, {"start": 513, "end": 533, "text": "(Addie et al., 2003;", "ref_id": null}, {"start": 534, "end": 555, "text": "Kipar and Meli, 2014)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Introduction"}, {"text": "Genome sequences and phylogenetic analysis showed that FCoV isolates form clusters according to geographic distribution, regardless of disease phenotype (Kipar and Meli, 2014) . Sequence comparisons demonstrated that FECVs and FIPVs from the same group of cats were very closely related, while significant genetic variation existed between FECVs and FIPVs that were from different geographic areas (Pedersen, 2014) . For a better understanding of pathways of infection dispersion, a phylogeographical analysis that allows reconstruction of the most probable place of origin of infections and flow of geographic spread of viruses has been developed (Lemey et al., 2009; Drummond et al., 2012) . This approach has been used to reconstruct spatial and temporal J o u r n a l P r e -p r o o f dispersion of some highly variable viruses but, to our knowledge, has been applied only in one recent study providing insights into the origin of FCoV in Brazil (Myrrha et al., 2019) .", "cite_spans": [{"start": 153, "end": 175, "text": "(Kipar and Meli, 2014)", "ref_id": "BIBREF20"}, {"start": 398, "end": 414, "text": "(Pedersen, 2014)", "ref_id": "BIBREF29"}, {"start": 648, "end": 668, "text": "(Lemey et al., 2009;", "ref_id": "BIBREF23"}, {"start": 669, "end": 691, "text": "Drummond et al., 2012)", "ref_id": "BIBREF11"}, {"start": 950, "end": 971, "text": "(Myrrha et al., 2019)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "Phylogeographical analyses has never been applied for the reconstruction of FCoV origin in Italy.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In Italy, FCoV has been found in cats with seroprevalences ranging from 39% to 82%, indicating an active circulation of FCoV in our country (Pratelli, 2008; Spada et al., 2016) . Phylogenetic analyses of FCoV circulating in Italian cats have been based on genes other than S gene, such as the nucleocapsid and accessory protein 7b genes that do not allow identification of the FCoV type (Battilani et al., 2010) . Information on the type of FCoVs circulating in Italy is limited to the descriptions of a type II FCoV in a cat in 1992 and, more recently, a FCoV type I (Campolo et al., 2005) .", "cite_spans": [{"start": 140, "end": 156, "text": "(Pratelli, 2008;", "ref_id": "BIBREF32"}, {"start": 157, "end": 176, "text": "Spada et al., 2016)", "ref_id": "BIBREF35"}, {"start": 387, "end": 411, "text": "(Battilani et al., 2010)", "ref_id": "BIBREF4"}, {"start": 568, "end": 590, "text": "(Campolo et al., 2005)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aims of this study were i) to characterize the type and genetic diversity of FCoV circulating in Northern Italy using partial S gene sequences and ii) to reconstruct the origin and spatiotemporal distribution of type I FCoV circulation in Italy by a phylogeographic approach.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The material comprised feline samples sent to the Diagnostic laboratory of the Veterinary Teaching Hospital (VTH) of the University of Milan (Lodi, Italy) between 2011 and 2015 for testing because of suspected FIP or for routine FCoV screening of healthy animals or cats with suspected diseases other than FIP. All the samples were collected for diagnostic purposes or within plan of monitoring the rate of FCoV infection within catteries and the owners signed an informed consent about the use of residual amounts of samples for research purposes. Therefore, according to the Ethical Committee of our Institution a formal approval of the Ethical Committee was not required (decision 2/2016). The records of the cats kept at the Diagnostic laboratory of the VTH were used for the J o u r n a l P r e -p r o o f definitive diagnosis of FIP. The records included results of post-mortem diagnosis using the gold standard test (immuno-histochemistry, IHC) for FIP in the case of mortality of animals. FIP diagnosis was made according to internationally recognized criteria (Addie et al., 2009; Felten and Hartmann, 2019) , as reported in previous studies (Meli et al., 2013; Lorusso et al., 2019) . FIP was excluded in the presence of persistently clinically asymptomatic cats.", "cite_spans": [{"start": 1069, "end": 1089, "text": "(Addie et al., 2009;", "ref_id": null}, {"start": 1090, "end": 1116, "text": "Felten and Hartmann, 2019)", "ref_id": "BIBREF12"}, {"start": 1151, "end": 1170, "text": "(Meli et al., 2013;", "ref_id": "BIBREF26"}, {"start": 1171, "end": 1192, "text": "Lorusso et al., 2019)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Cat samples and sequences"}, {"text": "The FCoV positive samples and the derived sequences were selected on the basis of the following criteria: (1) one sequence obtained for each cat, (2) known locality and collection date, (3) known owner or cattery, and (4) sequences representative of FCoV-infected cats with and without FIP.", "cite_spans": [], "ref_spans": [], "section": "Cat samples and sequences"}, {"text": "A total of 33 FCoV type I S gene novel sequences obtained from 33 cats were included. Origins and characteristics of novel Italian FCoV strains are summarized in Table 1 and supplementary Table   S1 . Sequences were obtained from 17 privately owned cats (n=24 cats) and from cats from 3 catteries (n=9 cats). The majority of private owners (15/17) owned one cat while the remaining 2 owners owned 2 or 7 cats. Two cats were obtained from 2 catteries each and five cats were obtained from the third cattery. Sequences were obtained from cats with (n=23) and without (n=10) FIP. The localities of origin of cats were grouped in 5 provinces from Northern Italy (Bergamo, Como, Monza Brianza, Milano and Pavia) and one from Central Italy (Rome).", "cite_spans": [], "ref_spans": [{"start": 162, "end": 198, "text": "Table 1 and supplementary Table   S1", "ref_id": null}], "section": "Cat samples and sequences"}, {"text": "Viral RNA was extracted from samples obtained from the 33 cats. More precisely, RNA of the 33 novel sequences was extracted from samples of mesenteric lymph node (n=13), feces (n=7), cerebrospinal fluid (CSF, n=4), effusions (n=2), aqueous humour (n=2), whole blood (n=1), liver (n=1), intestine (n=1), spleen (n=1) and thoracic wall (n=1), using a commercial RNA extraction kit (NucleoSpin® RNA Isolation kit or Nucleopin® RNA Virus Isolation commercial kit, Macherey-Nagle, Düren, Germany), according to the manufacturer's instruction. The extracted RNA samples were immediately used or frozen at -80°C for further molecular analysis.", "cite_spans": [], "ref_spans": [], "section": "RT-PCR and sequencing"}, {"text": "Extracted RNA was tested for the presence of FCoV by a reverse transcription nested PCR (RT-nPCR) targeting a 177 bp product of the highly conserved 3' un-translated region of the viral genome of both type I and type II FCoV (Herrewegh et al., 1995) . FCoV positive samples were checked for the virus type by using an RT-nPCR targeting a 360 bp and a 218 bp product of the S gene for type I and type II FCoV, respectively (Addie et al., 2003) .", "cite_spans": [{"start": 225, "end": 249, "text": "(Herrewegh et al., 1995)", "ref_id": "BIBREF14"}, {"start": 422, "end": 442, "text": "(Addie et al., 2003)", "ref_id": null}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Samples positive for type I FCoV were further tested by using an RT-nPCR targeting a 142 bp product of the S gene of type I FCoV used to identify the mutations M1058L or S1060A, as described previously (Chang et al., 2012) . The 142 bp amplicons from S RT-nPCR positive samples were sequenced using the same forward and reverse primers used for the second reaction.", "cite_spans": [{"start": 202, "end": 222, "text": "(Chang et al., 2012)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Sequencing was performed at an external laboratory (Parco Tecnologico Padano, Lodi, Italy) using a Big Dye Terminator version 3.1 Cycle Sequencing kit (Applied biosystems, CA, USA) and an AB3730 DNA Analyzer (Applied biosystems, CA, USA).", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The sequence data were assembled and manually corrected using BioEdit software version 7.0 (freely available at http://www.mbio.ncsu.edu/BioEdit/bioedit.html). All the consensus sequences were aligned with representative FCoV type I and type II strains retrieved from GenBank, using Clustal X in the BioEdit software version 7.0. Consensus sequences were also aligned with FCoV strains retrieved from GenBank harboring, or not, the mutations M1058L or S1060A. All the consensus sequences were identified as mutated FCoV in the presence of mutations M1058L or S1060A, whereas sequences were identified as unmutated FCoV if these mutations were not present, as previously reported (Chang et al., 2012) .", "cite_spans": [{"start": 679, "end": 699, "text": "(Chang et al., 2012)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Sequence identification was according to location (city)/ owner or cattery identification from the city/ animal identification from the same owner or cattery/ virus biotype according to RT-nPCR S sequencing/ specimen identification/\"@\" and year of collection (e.g., BGAaFc@15 = sample from Bergamo (BG), owner A, animal a, S sequencing indicative of mutated FCoV strain (F), CSF (c), collected in 2015).", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The S gene coding sequences were submitted to GenBank (MT250347-MT250379).", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The 33 novel Italian FCoV type I sequences dataset obtained in this study was compared with FCoV partial gene S sequences of FCoV type 1 deposited before 2016 from other countries, retrieved from public database. The sequences from other countries were selected based on the following inclusion criteria: 1) sequences already published in peer-reviewed journals or deposited in GenBank; 2) no uncertainty about FCoV type assignment; 3) no uncertainty about country of origin; 4) sampling dates were known or established in the original publication and 5) sequences were from the corresponding S region that was amplified by the RT-nPCR protocol used for Italian sequences (Chang et al., 2012) . A total of 73 FCoV partial gene S sequences of FCoV type I from other countries were available from the national centre for biotechnology information (http://www.ncbi.nlm.nih.gov/). Sequences were obtained from the Netherlands (NL, n=32), Germany (D, n=17), United Kingdom (UK, n=7), United States of America (US, n=14), Japan (J, n=2) and Taiwan (TW, n=1). Sequences were named as previously described for Italian FCoV sequences, except that cats were identified by numbers and not by letters and owner or cattery identification was not included because this information was not available. On the whole, the sampling dates ranged from 1975 to 2011. Origins and characteristics of FCoV strains retrieved from countries other than Italy are summarized in supplementary Table 2 .", "cite_spans": [{"start": 672, "end": 692, "text": "(Chang et al., 2012)", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 1463, "end": 1470, "text": "Table 2", "ref_id": null}], "section": "FCoV data set"}, {"text": "Two different datasets were built. The first dataset contained all 33 partial S gene sequences of FCoV type I from Italy and all 73 sequences from other countries (NL, D, US, UK, J, TW), for a total of 106 of partial gene S sequences from FCoV, and was used to estimate the mean evolutionary rate and was used for phylogenetic reconstruction.", "cite_spans": [], "ref_spans": [], "section": "FCoV data set"}, {"text": "The second dataset contained a representative and reliable selection of sequences from every country for which more than 5 sequences were available. Dataset contained representative selected sequences for Italy (n=11) and for each other country from the first dataset (NL n=11, D n=9, US J o u r n a l P r e -p r o o f n=10 and UK n=7). Representative sequences were randomly selected for each cluster obtained according to phylogenetic reconstruction, for a total of 48 sequences. This second data set was used to perform phylogeographical analyses.", "cite_spans": [], "ref_spans": [], "section": "FCoV data set"}, {"text": "The phylogenetic signal of each sequence dataset was investigated by means of the likelihoodmapping analysis of 10,000 random quartets generated using TreePuzzle. All of the three possible unrooted trees for a set of four sequences (quartets) randomly selected from the dataset were reconstructed using the maximum likelihood approach and the selected substitution model. The posterior probabilities of each tree were then plotted on a triangular surface so that the dots representing the fully resolved trees fell at the corners and those representing the unresolved quartets in the centre of the triangle (star-tree) (Schmidt et al., 2002) . Using this strategy, which has been described in detail elsewhere (Strimmer and von Haeseler, 1997) , the data are considered unreliable for phylogenetic inference when more than 30% of the dots are in the centre of the triangle.", "cite_spans": [{"start": 619, "end": 641, "text": "(Schmidt et al., 2002)", "ref_id": "BIBREF34"}, {"start": 710, "end": 743, "text": "(Strimmer and von Haeseler, 1997)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Likelihood mapping analysis"}, {"text": "All the novel partial S gene sequences of FCoV type I from Italy were aligned with FCoV reference strains retrieved from GenBank using Clustal X; manual editing was performed with Bioedit software version 7.0 (freely available at http://www.mbio.ncsu.edu/bioedit/bioedit.html). Phylogeny was preliminary estimated with molecular evolutionary genetics analysis (MEGA version 7) (Kumar et al., 2016) using the neighbor-joining algorithm (NJ) with the Kimura 2-parameter model, and by maximum likelihood (ML) method with the General Time Reversible model, with 1,000 bootstrap replicates.", "cite_spans": [{"start": 377, "end": 397, "text": "(Kumar et al., 2016)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Phylogenetic reconstruction"}, {"text": "Moreover, the best-fitting nucleotide substitution model was estimated by means of JModeltest (Posada, 2008) and selected a TrN model (Rodriguez et al., 1990) with gamma-distributed rates among sites. The phylogenetic tree, model parameters, evolutionary rates and population growth were co-estimated using a Bayesian Markov chain Monte Carlo (MCMC) method implemented in the BEAST v.1.84 package (Drummond et al., 2012) .", "cite_spans": [{"start": 94, "end": 108, "text": "(Posada, 2008)", "ref_id": "BIBREF31"}, {"start": 134, "end": 158, "text": "(Rodriguez et al., 1990)", "ref_id": null}, {"start": 397, "end": 420, "text": "(Drummond et al., 2012)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Statistical support for specific clades was obtained by calculating the posterior probability of each monophyletic clade. As coalescent priors, three simple parametric demographic models (constant population size, exponential and logistic population growth) and a piecewise-constant model, the Bayesian skyline plot (BSP) under both a strict and a relaxed (uncorrelated log-normal) clock (Drummond et al., 2012) were compared.", "cite_spans": [{"start": 388, "end": 411, "text": "(Drummond et al., 2012)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Two independent MCMC chains were run for 50 million generations with sampling every 5,000th generation and were combined using the LogCombiner 1.84 included in the BEAST package.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Convergence was assessed on the basis of the effective sampling size (ESS) after a 10% burn-in using Tracer software version 1.7.1 (http://tree.bio.ed.ac.uk/software/tracer/). Only ESS's of ≥ 200 were accepted.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Uncertainty in the estimates was indicated by 95% highest posterior density (95% HPD) intervals, and the best-fitting models were selected using a Bayes factor (BF with using marginal likelihoods) implemented in BEAST (Suchard et al., 2001) .", "cite_spans": [{"start": 218, "end": 240, "text": "(Suchard et al., 2001)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In accordance with Kass and Raftery (1995) , only values of 2lnBF ≥ 4 were considered significant.", "cite_spans": [{"start": 19, "end": 42, "text": "Kass and Raftery (1995)", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The trees were summarised in a target tree using the Tree Annotator program included in the BEAST package, choosing the tree with the maximum product of posterior probabilities (maximum clade credibility) after a 10% burn-in.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "The time of the most recent common ancestor (tMRCA) estimates were expressed as mean and 95%", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "HPD years before the most recent sampling dates, corresponding to 2015 in this study. The final tree was visualised using FigTree version 1.4.3 (available at http://tree.bio.ed.ac.uk/software). The significant migration rates were analysed and visualised using SPREAD, which is available at http://www.kuleuven.be/aidslab/phylogeography/SPREAD.html.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "In order to provide a spatial projection, the migration routes indicated by the tree were visualised using Google Earth (http://earth.google.com).", "cite_spans": [], "ref_spans": [], "section": "Bayesian phylogeographic analyses"}, {"text": "The year of the first descriptions of FIP previously reported worldwide in cats were obtained from available peer-reviewed journals (Holzworth 1963; Wolfe and Griesemer, 1966; Stevenson et al., 1971; de Aluja, 1972; Flagstad and Larsen, 1976; Chappuis and Duret, 1978; Landes et al., 1984; Paltrinieri S., personal communication) .", "cite_spans": [{"start": 132, "end": 148, "text": "(Holzworth 1963;", "ref_id": "BIBREF15"}, {"start": 149, "end": 175, "text": "Wolfe and Griesemer, 1966;", "ref_id": "BIBREF43"}, {"start": 176, "end": 199, "text": "Stevenson et al., 1971;", "ref_id": "BIBREF37"}, {"start": 200, "end": 215, "text": "de Aluja, 1972;", "ref_id": "BIBREF10"}, {"start": 216, "end": 242, "text": "Flagstad and Larsen, 1976;", "ref_id": "BIBREF13"}, {"start": 243, "end": 268, "text": "Chappuis and Duret, 1978;", "ref_id": "BIBREF8"}, {"start": 269, "end": 289, "text": "Landes et al., 1984;", "ref_id": "BIBREF22"}, {"start": 290, "end": 329, "text": "Paltrinieri S., personal communication)", "ref_id": null}], "ref_spans": [], "section": "First descriptions of FIP in cats worldwide"}, {"text": "J o u r n a l P r e -p r o o f All 33 FCoV sequences obtained in this study belonged to type I FCoV (Table 1, supplementary   Table S1 ), as confirmed by phylogeny based on the NJ method that showed that sequences clustered with FCoV type I reference strains Figure 1 represents the results of representative Italian sequences of FCoV by NJ phylogeny. Similar results were obtained using ML (data not shown)..", "cite_spans": [], "ref_spans": [{"start": 100, "end": 134, "text": "(Table 1, supplementary   Table S1", "ref_id": null}, {"start": 259, "end": 267, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "FCoV S gene sequencing"}, {"text": "The likelihood mapping of 10,000 random quartets showed that more than 77% were distributed at the corners of the likelihood map and 14% in the central area, thus indicating that the dataset contained sufficient phylogenetic information (supplementary Figure S2 ).", "cite_spans": [], "ref_spans": [{"start": 252, "end": 261, "text": "Figure S2", "ref_id": "FIGREF3"}], "section": "Likelihood mapping amalysis"}, {"text": "The evolutionary rates, tMRCAs and phylogeography were co-estimated using a Bayesian framework implemented in Beast (v. 1.8.4).", "cite_spans": [], "ref_spans": [], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "The BF analysis showed that the uncorrelated lognormal relaxed clock fitted the data significantly better than the strict clock (2lnBF strict vs relaxed clock = -466.62). Under the relaxed clock the BF analysis showed that the constant model was better than the other models (2lnBF ≥ 4). The estimated mean evolutionary rate of the FCoV S gene sequences analysed was 2.4×10 -2 subs/site/month (95% HPD: 1.3 -3.7 ×10 -2 ).", "cite_spans": [], "ref_spans": [], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "The maximum clade credibility tree summarizing all the dated trees obtained during the MCMC search for FCoV type I is reported in Figure 2 . The results of the phylogeographical analyses using the MCC process are reported in Figure 3 . The time of the most common ancestor estimates of FCoV in cats and locality of origin of significant clades and subclades including Italian sequences are reported in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 130, "end": 138, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 225, "end": 233, "text": "Figure 3", "ref_id": "FIGREF4"}, {"start": 402, "end": 409, "text": "Table 2", "ref_id": null}], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "Based on the combined results of our analyses, the most probable origin of FCoV type I, estimated on the basis of the tree-root tMRCA, was in the 1950s-1970s (Table 2 ) in USA, supported by a J o u r n a l P r e -p r o o f significantly higher posterior probability than other locations (state pp=0.8 vs state pp=0.13 for Germany, the second most probable location of the root) (Table 2, Fig. 3 ).", "cite_spans": [], "ref_spans": [{"start": 158, "end": 166, "text": "(Table 2", "ref_id": null}, {"start": 378, "end": 394, "text": "(Table 2, Fig. 3", "ref_id": "FIGREF3"}], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "After its origin, FCoV type I branched into two main clades (pp > 0.8): one clade A including most of the sequences from all countries originating in the 1970s-1980s and one small clade B that included only two sequences from Germany originating in the first years of 2000 (Fig 2, Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 273, "end": 288, "text": "(Fig 2, Table 2", "ref_id": "FIGREF3"}], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "USA represents the most probable location of the main clade A whereas Germany was the most likely origin of the small clade B (Table 2, Fig. 3 ). Within the main clade A, two subclades were observed encompassing sequences from two or more countries (Fig. 2) . USA represents the most probable location of subclade A1, whereas the first European country representing the probable origin of a European subclade is Germany, representing the most probable location of subclade A2 originating in the 1990s (Fig. 3, Table 2 ). Overall, within subclade A1, 12 significant subclades were observed, encompassing 2 to 34 sequences (Fig. 2) . The median year of origin of the 3 subclades including sequences from different countries was 2003 (2001-2005) and sequences in these subclades were collected up to a 11 years period. Italian sequences segregating with sequences from other countries were observed in subclades A1a and A1b (Fig.2, Table 2 ). The most probable origins of subclade A1a were Germany and the Netherlands (state pp=0.52 vs state pp=0.45 for the Netherlands, the second most probable location of the root) whereas subclade A1b likely originated from the Netherlands (state pp= 0.98 vs state pp= 0.10 for Germany, the second most probable location of the root) (Fig. 3, Table 2 ). A significant geographical structure was observed in the last decade, with the majority of sequences segregating on the basis of their geographical origin (Fig. 2) . These significant recent subclades included 2-10 sequences from the same country (Fig. 2) that were mostly collected within the same year. The median year of origin of all the subclades involving sequences from only one country was 2008 (1993-2012) . The Italian significant subclades comprising ≥ 3 sequences (A1c-A1e) dated 2012. The most probable origin of subclades A1c-A1e was Italy (Table 2) . Italian sequences segregating together were mainly from the same province, from the same city or from cities close to J o u r n a l P r e -p r o o f each other (ranging from 13 km to 39 km distance). Only one significant Italian subclade with sequences from Italian cities far from each other was observed (subclade A1d). Figure 4 were observed between the US and Germany (BF=5.54), Germany and the Netherlands (BF=82.97) and the Netherlands and Italy (BF=10, 175.76) . The phylogeographical reconstruction of the significant links showed that, after its origin in USA in the 1950s-1970s, the virus spread in Europe (Germany) in the 1990s, reaching NL in the first decade of the 2000s and Italy only in the second decade (Fig. 4) .", "cite_spans": [{"start": 726, "end": 742, "text": "2003 (2001-2005)", "ref_id": null}, {"start": 1687, "end": 1703, "text": "2008 (1993-2012)", "ref_id": null}, {"start": 2307, "end": 2314, "text": "(BF=10,", "ref_id": null}, {"start": 2315, "end": 2322, "text": "175.76)", "ref_id": null}], "ref_spans": [{"start": 126, "end": 142, "text": "(Table 2, Fig. 3", "ref_id": "FIGREF3"}, {"start": 249, "end": 257, "text": "(Fig. 2)", "ref_id": "FIGREF3"}, {"start": 501, "end": 517, "text": "(Fig. 3, Table 2", "ref_id": "FIGREF3"}, {"start": 621, "end": 629, "text": "(Fig. 2)", "ref_id": "FIGREF3"}, {"start": 921, "end": 936, "text": "(Fig.2, Table 2", "ref_id": "FIGREF3"}, {"start": 1269, "end": 1285, "text": "(Fig. 3, Table 2", "ref_id": "FIGREF3"}, {"start": 1444, "end": 1452, "text": "(Fig. 2)", "ref_id": "FIGREF3"}, {"start": 1536, "end": 1544, "text": "(Fig. 2)", "ref_id": "FIGREF3"}, {"start": 1843, "end": 1852, "text": "(Table 2)", "ref_id": null}, {"start": 2177, "end": 2185, "text": "Figure 4", "ref_id": null}, {"start": 2576, "end": 2584, "text": "(Fig. 4)", "ref_id": null}], "section": "Evolutionary rates, tMRCA estimates and Bayesian discrete phylogeography"}, {"text": "The year of the first descriptions of FIP reported worldwide based on peer-reviewed journals are summarized in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 111, "end": 118, "text": "Table 3", "ref_id": null}], "section": "Year of the first description of FIP worldwide"}, {"text": "The study primarily focused on the genetic characterization of FCoV circulating in Northern Italy in cats between 2011 and 2015, showing that all the sequences obtained in this study belonged to FCoV type I. The presence of type I is in agreement with previous studies indicating this FCoVtype as the most frequent worldwide (Pedersen, 2014) .", "cite_spans": [{"start": 325, "end": 341, "text": "(Pedersen, 2014)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to phylogeographical reconstruction, the FCoV type I likely emerged in USA in average between 1950s and 1970s, confirming the first description of FIP starting from the early 1950's and the subsequent identification of FCoV as the causing agent of the disease in cats from the US in 1963 (Holzworth, 1963) . The range of FCoV origin date that was estimated by our analysis is also confirmed by a previous study indicating that FCoV is estimated to have diverged from alphacoronavirues in 1953 (Vijaykrishna et al., 2007) The significant migration link that was observed by our phylogeographical reconstruction between the US and Germany during 1974-1995 is in agreement with the information on the first reports of FIP in Germany years after the US (Landes et al., 1984) and suggests that the virus likely moved from the US to Europe where it reached Germany. Evidence of North America being the source of introduction of FCoV in other countries has also been recently reported in Brazil (Myrrha et al., 2019) . FCoV introduction in countries is likely by animal movements. It has been reported that major geographical movements of viruses that need direct contact for viral transmission mirrors those of animals and that key migratory or transport routes followed by host species could also be responsible for virus transmission in areas where the virus was previously absent (Chen et al., 2015) . Indeed, FCoV transmission occurs by the fecal-oral route and requires the presence of FECV-infected cats shedding the virus in their feces (Addie et al., 2003) . In the case of FCoV, animal movements between USA and Europe may have been linked to cat shows, that started in 1871 in UK and have been reported worldwide thereafter (Hornidge, 2002) or to animal movements for breeding purposes. It has to be kept in mind that during the Second World War cat breeds from Europe were almost extinct (Bell et al., 2012) and that after the end of the war cats were frequently introduced from the US, where American cat breeders had continued to develop cat breeds (Longeri M., personal communication). Moreover, cats movement may also have been linked to owners' movements. During the Cold War, thousands of American soldiers and their families were moved to Germany (Alvah, 2007) and it is likely that cats followed their owners. Indeed, air flight companies specialized in pet shipping have reported in their websites that at least from the early days of 1968 pets were flown between the US and Germany (Lauzi S., personal communication). However, further investigations are needed to confirm this hypothesis that may also account for the J o u r n a l P r e -p r o o f introduction of FCoV-infected cats by American owners in other countries where US personnel and families stationed for prolonged periods after the Second World War, like Japan.", "cite_spans": [{"start": 298, "end": 315, "text": "(Holzworth, 1963)", "ref_id": "BIBREF15"}, {"start": 503, "end": 530, "text": "(Vijaykrishna et al., 2007)", "ref_id": "BIBREF42"}, {"start": 759, "end": 780, "text": "(Landes et al., 1984)", "ref_id": "BIBREF22"}, {"start": 998, "end": 1019, "text": "(Myrrha et al., 2019)", "ref_id": "BIBREF27"}, {"start": 1387, "end": 1406, "text": "(Chen et al., 2015)", "ref_id": "BIBREF9"}, {"start": 1548, "end": 1568, "text": "(Addie et al., 2003)", "ref_id": null}, {"start": 1738, "end": 1754, "text": "(Hornidge, 2002)", "ref_id": "BIBREF16"}, {"start": 1903, "end": 1922, "text": "(Bell et al., 2012)", "ref_id": "BIBREF5"}, {"start": 2269, "end": 2282, "text": "(Alvah, 2007)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our result indicating Germany being the first European country in which FIP was introduced is also suggested by the first description of the disease from samples collected in cats from this country (Landes et al., 1984) , compared to other European countries where FIP was reported one or few years after Germany. The presence in our phylogeographic analysis of Germany being the most probable origin of the first European subclade with sequences from Germany and from the Netherlands suggests that FCoV type I may have initially spread between these two bordering countries and afterwards to other European countries, including Italy. Cat movements between European countries may have been associated with owner's movements, with imports of purebred cats for breeding purposes or by participation in cat shows. In Europe the first cat show with cats participating from different European countries dated 1949 and cat shows have been organized in Europe thereafter (Fédération Internationale Féline, 2019).", "cite_spans": [{"start": 198, "end": 219, "text": "(Landes et al., 1984)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The significant geographical structure that was observed by our analysis, with the majority of FCoV sequences segregating on the basis of their geographical origin, has been also recently reported in another study in Brazil (Myrrha et al., 2019) . In the last decade, the presence of different significant subclades with few FCoV type I sequences collected from the same country (and from cities close to each other in case of Italian sequences), in a restricted period of time, likely represent recent networks in the local circulation of the virus. Results also suggest that in the last decade FCoV was mainly transmitted locally, confirming that FCoV trasmission requires a close contact with infected animals. Unfortunately, the only Italian cat living in a city far from the others, as well as the only Italian cat included in a subclade with foreign sequences (from cats from the Netherlands) were from two different catteries and it was not possible to establish their previous movements.", "cite_spans": [{"start": 224, "end": 245, "text": "(Myrrha et al., 2019)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "The presence of different significant subclades from the same country also indicates that different variants of the virus are circulating at the same time in a country, confirming the high genetic variability of FCoV (Addie et al., 2003 , Pedersen, 2014 , also showed by the high evolutionary rate J o u r n a l P r e -p r o o f of the FCoV S gene sequences analysed in our work. Our results also suggest that in the last decade FCoV transmission seem to rely on different areas from which the virus spreads. A similar result was not reported in Brazil (Myrrha et al., 2019) , where the FCoV 7b gene was used for the phylogeographical analysis showing high conservation of sequences. It is likely that the use of a highly variable gene, such as the S gene, allows a deeper insight of the pattern of spread of FCoV in recent years.", "cite_spans": [{"start": 217, "end": 236, "text": "(Addie et al., 2003", "ref_id": null}, {"start": 237, "end": 253, "text": ", Pedersen, 2014", "ref_id": "BIBREF29"}, {"start": 553, "end": 574, "text": "(Myrrha et al., 2019)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, it has to be taken in account that date estimations by our analysis may be biased by the absence of available European FCoV sequences collected before 2000 in our dataset. Therefore, our results need to be confirmed analysing a higher number of FCoV sequences from Germany and other European countries that to our knowledge are not available in GenBank. It cannot be ruled out that pre-existing avirulent feline coronaviruses may have been previously circulating in Europe in healthy cats. These strains may have been undiagnosed because they were less prone to undergo biotype conversion and cause FIP and/or because risk factors associated to the outcome of the disease (Addie et al., 2009) were less present in European countries compared to the US. Indeed, the shift in the status of cats as pets after World War II, with number of pet cats greatly increased, has been identified as one of the principal factor for FCoV infection (Pedersen, 2009 ). Moreover, it is not possible to establish if the available sequences from the databases truly reflected geographic distribution of the virus. It is also possible that available FCoV sequences simply reflected the countries with laboratories that first started sequencing because of their scientific interest in FCoV studies. The availability of FCoV sequences from samples collected from European cats before 2000, along with further investigations based on other genetic regions or on whole genomes of FCoV. would be useful to confirm the geographical origin of FCoV in Europe by a more complete phylogeographical analysis.", "cite_spans": [{"start": 681, "end": 701, "text": "(Addie et al., 2009)", "ref_id": null}, {"start": 943, "end": 958, "text": "(Pedersen, 2009", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our results highlight the presence of FCoV type I in cats from Northern Italy and the high genetic variability of the S gene of circulating strains. Our phylogenetic and phylogeographical reconstruction suggests that after its origin in the USA the virus spread to Europe. Our results also J o u r n a l P r e -p r o o f showed that in the last decade different strains cocirculate in several provinces in Italy suggesting that FCoV transmission relies on several hot spots from which the virus likely spreads. Therefore, FCoV preventive measures based on control of animal movements from specific geographical areas are not easily defined and quarantine measures and testing of cats are still mandatory.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Results also suggest further studies based on archival samples and other genetic regions of FCoV in order to confirm our results and to obtain a more in-depth detailed reconstruction of the virus dispersion pattern. Moreover, considering that alpha-and betacoronaviruses have been reported to have their origin in bats (MacLachlan and Dubovi, 2016) , further studied should also be aimed at the identification of FCoV source to better understand if bats may have been the origin of feline coronaviruses.", "cite_spans": [{"start": 319, "end": 348, "text": "(MacLachlan and Dubovi, 2016)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Discussion"}, {"text": "The authors declare that they have no conflicts of interest associated with this study. (PPTX)", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}], "bib_entries": {"BIBREF2": {"ref_id": "b2", "title": "Feline infectious peritonitis. ABCD guidelines on prevention and management", "authors": [{"first": "E", "middle": [], "last": "Thiry", "suffix": ""}, {"first": "U", "middle": [], "last": "Truyen", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}], "year": 2009, "venue": "J. Feline Med. Surg", "volume": "11", "issn": "", "pages": "594--604", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Unofficial Ambassadors: American Military Families Overseas and the Cold War", "authors": [{"first": "D", "middle": [], "last": "Alvah", "suffix": ""}], "year": 1946, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Sequence analysis of the nucleocapsid gene of feline coronaviruses circulating in Italy", "authors": [{"first": "M", "middle": [], "last": "Battilani", "suffix": ""}, {"first": "A", "middle": [], "last": "Balboni", "suffix": ""}, {"first": "M", "middle": [], "last": "Bassani", "suffix": ""}, {"first": "A", "middle": [], "last": "Scagliarini", "suffix": ""}, {"first": "S", "middle": [], "last": "Paltrinieri", "suffix": ""}, {"first": "S", "middle": [], "last": "Prosperi", "suffix": ""}], "year": 2010, "venue": "New Microbiol", "volume": "33", "issn": "", "pages": "387--392", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Veterinary medical guide to dog and cat breeds", "authors": [{"first": "J", "middle": ["S"], "last": "Bell", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Cavanagh", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Tilley", "suffix": ""}, {"first": "F", "middle": ["W K"], "last": "Smith", "suffix": ""}], "year": 2012, "venue": "Teton New Media", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Identification of a feline coronavirus type I strain from a cat with feline infectious peritonitis by RT-pCR and phylogenetic analysis", "authors": [{"first": "M", "middle": [], "last": "Campolo", "suffix": ""}, {"first": "C", "middle": [], "last": "Desario", "suffix": ""}, {"first": "D", "middle": [], "last": "Ricci", "suffix": ""}, {"first": "G", "middle": [], "last": "Elia", "suffix": ""}, {"first": "N", "middle": [], "last": "Decaro", "suffix": ""}, {"first": "V", "middle": [], "last": "Martella", "suffix": ""}, {"first": "M", "middle": [], "last": "Tempesta", "suffix": ""}, {"first": "L", "middle": [], "last": "Di Trani", "suffix": ""}, {"first": "N", "middle": [], "last": "Cavaliere", "suffix": ""}, {"first": "C", "middle": [], "last": "Buonavoglia", "suffix": ""}], "year": 2005, "venue": "New Microbiol", "volume": "28", "issn": "", "pages": "127--133", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Spike Protein Fusion Peptide and Feline Coronavirus Virulence", "authors": [{"first": "H", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Egberink", "suffix": ""}, {"first": "R", "middle": [], "last": "Halpin", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Spiro", "suffix": ""}, {"first": "P", "middle": ["J M"], "last": "Rottier", "suffix": ""}], "year": 2012, "venue": "Emerg. Infect. Dis", "volume": "18", "issn": "", "pages": "1089--1095", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Feline infectious peritonitis: present knowledge", "authors": [{"first": "G", "middle": [], "last": "Chappuis", "suffix": ""}, {"first": "C", "middle": [], "last": "Duret", "suffix": ""}], "year": 1978, "venue": "Comp. Immun. Microbiol. Infect. Dis", "volume": "1", "issn": "", "pages": "115--120", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Modeling the geographic spread of rabies in China", "authors": [{"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Zou", "suffix": ""}, {"first": "Z", "middle": [], "last": "Jin", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruan", "suffix": ""}], "year": 2015, "venue": "PLoS Negl. Trop. Dis", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Peritonitis infecciosa felina (informe de un caso)", "authors": [{"first": "A", "middle": ["S"], "last": "De Aluja", "suffix": ""}], "year": 1972, "venue": "Veterinaria (Mexico City)", "volume": "3", "issn": "", "pages": "106--108", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7", "authors": [{"first": "A", "middle": ["J"], "last": "Drummond", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}, {"first": "D", "middle": [], "last": "Xie", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}], "year": 2012, "venue": "Mol. Biol. Evol", "volume": "29", "issn": "", "pages": "1969--1973", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Diagnosis of Feline Infectious Peritonitis: A Review of the Current Literature", "authors": [{"first": "S", "middle": [], "last": "Felten", "suffix": ""}, {"first": "K", "middle": [], "last": "Hartmann", "suffix": ""}], "year": 2019, "venue": "Viruses", "volume": "11", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The occurrence of feline infectious peritonitis in Denmark", "authors": [{"first": "A", "middle": [], "last": "Flagstad", "suffix": ""}, {"first": "S", "middle": [], "last": "Larsen", "suffix": ""}], "year": 1976, "venue": "Nord Vet. Med", "volume": "28", "issn": "", "pages": "577--584", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Detection of feline coronavirus RNA in feces, tissues, and body fluids of naturally infected cats by reverse transcriptase PCR", "authors": [{"first": "A", "middle": ["A P M"], "last": "Herrewegh", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "De Groot", "suffix": ""}, {"first": "A", "middle": [], "last": "Cepica", "suffix": ""}, {"first": "H", "middle": ["F"], "last": "Egberink", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Horzinek", "suffix": ""}, {"first": "P", "middle": ["J M"], "last": "Rottier", "suffix": ""}], "year": 1995, "venue": "J. Clin. Microbiol", "volume": "33", "issn": "", "pages": "684--689", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Some important disorders of cats", "authors": [{"first": "J", "middle": ["E"], "last": "Holzworth", "suffix": ""}], "year": 1963, "venue": "Cornell. Vet", "volume": "53", "issn": "", "pages": "157--160", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "That Yankee cat: the Maine Coon", "authors": [{"first": "M", "middle": [], "last": "Hornidge", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A Tale of Two Viruses: The Distinct Spike Glycoproteins of Feline Coronaviruses", "authors": [{"first": "J", "middle": ["A"], "last": "Jaimes", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Millet", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Stout", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "André", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Whittaker", "suffix": ""}], "year": 2020, "venue": "Viruses", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Feline infectious peritonitis: a review", "authors": [{"first": "B", "middle": ["R"], "last": "Jones", "suffix": ""}], "year": 1975, "venue": "N. Z. Vet. J", "volume": "23", "issn": "", "pages": "221--225", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Bayes factors", "authors": [{"first": "R", "middle": ["E"], "last": "Kass", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Raftery", "suffix": ""}], "year": 1995, "venue": "J. Am. Stat. Ass", "volume": "90", "issn": "", "pages": "773--795", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Feline Infectious Peritonitis: still an enigma?", "authors": [{"first": "A", "middle": [], "last": "Kipar", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Meli", "suffix": ""}], "year": 2014, "venue": "Vet. Pathol", "volume": "51", "issn": "", "pages": "505--526", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets", "authors": [{"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "G", "middle": [], "last": "Stecher", "suffix": ""}, {"first": "K", "middle": [], "last": "Tamura", "suffix": ""}], "year": 2016, "venue": "Mol. Biol. Evol", "volume": "33", "issn": "", "pages": "1870--1874", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Causes of death and disease in cats based on 1969-1982 autopsy statistics", "authors": [{"first": "C", "middle": [], "last": "Landes", "suffix": ""}, {"first": "H", "middle": [], "last": "Kriegleder", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Lengfelder", "suffix": ""}], "year": 1984, "venue": "Tierarztl. Prax", "volume": "12", "issn": "", "pages": "369--382", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Bayesian phylogeography finds its roots", "authors": [{"first": "P", "middle": [], "last": "Lemey", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Drummond", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}], "year": 2009, "venue": "PLoS computational biology", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Discrepancies between feline coronavirus antibody and nucleic acid detection in effusions of cats with suspected feline infectious peritonitis", "authors": [{"first": "E", "middle": [], "last": "Lorusso", "suffix": ""}, {"first": "V", "middle": [], "last": "Mari", "suffix": ""}, {"first": "M", "middle": [], "last": "Losurdo", "suffix": ""}, {"first": "G", "middle": [], "last": "Lanave", "suffix": ""}, {"first": "A", "middle": [], "last": "Trotta", "suffix": ""}, {"first": "G", "middle": [], "last": "Dowgier", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Colaianni", "suffix": ""}, {"first": "A", "middle": [], "last": "Zatelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Elia", "suffix": ""}, {"first": "D", "middle": [], "last": "Buonavoglia", "suffix": ""}, {"first": "N", "middle": [], "last": "Decaro", "suffix": ""}], "year": 2019, "venue": "Res. Vet. Sci", "volume": "125", "issn": "", "pages": "421--424", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Coronaviridae. In: Fenner's Veterinary Virology, Fifth Edition", "authors": [{"first": "N", "middle": ["J"], "last": "Maclachlan", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Dubovi", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "435--461", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Samples with high virus load cause a trend toward lower signal in feline coronavirus antibody tests", "authors": [{"first": "M", "middle": ["L"], "last": "Meli", "suffix": ""}, {"first": "P", "middle": [], "last": "Burr", "suffix": ""}, {"first": "N", "middle": [], "last": "Decaro", "suffix": ""}, {"first": "E", "middle": [], "last": "Graham", "suffix": ""}, {"first": "O", "middle": [], "last": "Jarrett", "suffix": ""}, {"first": "H", "middle": [], "last": "Lutz", "suffix": ""}, {"first": "M", "middle": [], "last": "Mcdonald", "suffix": ""}, {"first": "D", "middle": ["D"], "last": "Addie", "suffix": ""}], "year": 2013, "venue": "J. Feline Med. Surg", "volume": "15", "issn": "", "pages": "295--299", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Feline coronavirus isolates from a part of Brazil: insights into molecular epidemiology and phylogeny inferred from the 7b gene", "authors": [{"first": "L", "middle": ["W"], "last": "Myrrha", "suffix": ""}, {"first": "F", "middle": ["M F"], "last": "Silva", "suffix": ""}, {"first": "P", "middle": ["M P"], "last": "Vidigal", "suffix": ""}, {"first": "M", "middle": [], "last": "Resende", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Bressan", "suffix": ""}, {"first": "J", "middle": ["L R"], "last": "Fietto", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Santos", "suffix": ""}, {"first": "L", "middle": ["M N"], "last": "Silva", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Assao", "suffix": ""}, {"first": "", "middle": [], "last": "Silva-Jú", "suffix": ""}, {"first": "A", "middle": [], "last": "Nior", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "De Almeida", "suffix": ""}], "year": 2019, "venue": "J. Vet. Med. Sci", "volume": "81", "issn": "", "pages": "1455--1460", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A review of feline infectious peritonitis virus infection: 1963-2008", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 2009, "venue": "J. Fel. Med. Surg", "volume": "11", "issn": "", "pages": "225--258", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "An update on feline infectious peritonitis: Virology and immunopathogenesis. The Vet", "authors": [{"first": "N", "middle": ["C"], "last": "Pedersen", "suffix": ""}], "year": 2014, "venue": "J", "volume": "201", "issn": "", "pages": "123--132", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Amino acid changes in the spike protein of feline coronavirus correlate with systemic spread of virus from the intestine and not with feline infectious peritonitis", "authors": [{"first": "E", "middle": [], "last": "Porter", "suffix": ""}, {"first": "S", "middle": [], "last": "Tasker", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Day", "suffix": ""}, {"first": "R", "middle": [], "last": "Harley", "suffix": ""}, {"first": "A", "middle": [], "last": "Kipar", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Siddell", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Helps", "suffix": ""}], "year": 2014, "venue": "Vet. Res", "volume": "45", "issn": "", "pages": "49--60", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "jModelTest: phylogenetic model averaging", "authors": [{"first": "D", "middle": [], "last": "Posada", "suffix": ""}], "year": 2008, "venue": "Mol. Biol. Evol", "volume": "25", "issn": "", "pages": "1253--1256", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Comparison of serologic techniques for the detection of antibodies against feline coronaviruses", "authors": [{"first": "A", "middle": [], "last": "Pratelli", "suffix": ""}], "year": 2008, "venue": "J. Vet. Diagn. Invest", "volume": "20", "issn": "", "pages": "45--50", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "The general stochastic model of nucleotide substitution", "authors": [{"first": "F", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Oliver", "suffix": ""}, {"first": "A", "middle": [], "last": "Marín", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Medina", "suffix": ""}], "year": 1990, "venue": "J. Theor. Biol", "volume": "142", "issn": "", "pages": "485--501", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "TREE-PUZZLE: maximum likelihood phylogenetic analysis using quartets and parallel computing", "authors": [{"first": "H", "middle": ["A"], "last": "Schmidt", "suffix": ""}, {"first": "K", "middle": [], "last": "Strimmer", "suffix": ""}, {"first": "M", "middle": [], "last": "Vingron", "suffix": ""}, {"first": "A", "middle": [], "last": "Von Haeseler", "suffix": ""}], "year": 2002, "venue": "Bioinformatics", "volume": "18", "issn": "", "pages": "502--504", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Prevalence of Leishmania infantum and co-infections in stray cats in northern Italy", "authors": [{"first": "E", "middle": [], "last": "Spada", "suffix": ""}, {"first": "I", "middle": [], "last": "Canzi", "suffix": ""}, {"first": "L", "middle": [], "last": "Baggiani", "suffix": ""}, {"first": "R", "middle": [], "last": "Perego", "suffix": ""}, {"first": "F", "middle": [], "last": "Vitale", "suffix": ""}, {"first": "A", "middle": [], "last": "Migliazzo", "suffix": ""}, {"first": "D", "middle": [], "last": "Proverbio", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Feline infectious peritonitis and pleurisy", "authors": [{"first": "R", "middle": ["G"], "last": "Stevenson", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Tilt", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Purdy", "suffix": ""}], "year": 1971, "venue": "Can. Vet. J", "volume": "12", "issn": "", "pages": "97--99", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Comparison of the performance of laboratory tests in the diagnosis of feline infectious peritonitis", "authors": [{"first": "A", "middle": [], "last": "Stranieri", "suffix": ""}, {"first": "A", "middle": [], "last": "Giordano", "suffix": ""}, {"first": "S", "middle": [], "last": "Paltrinieri", "suffix": ""}, {"first": "C", "middle": [], "last": "Giudice", "suffix": ""}, {"first": "V", "middle": [], "last": "Cannito", "suffix": ""}, {"first": "S", "middle": [], "last": "Lauzi", "suffix": ""}], "year": 2018, "venue": "J. Vet. Diagn. Invest", "volume": "30", "issn": "", "pages": "459--463", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Likelihood-mapping: a simple method to visualize phylogenetic content of a sequence alignment", "authors": [{"first": "K", "middle": [], "last": "Strimmer", "suffix": ""}, {"first": "A", "middle": [], "last": "Von Haeseler", "suffix": ""}], "year": 1997, "venue": "Proc. Natl. Acad. Sci. U.S.A", "volume": "94", "issn": "", "pages": "6815--6819", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Bayesian selection of continuous-time Markov chain evolutionary models", "authors": [{"first": "M", "middle": ["A"], "last": "Suchard", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Weiss", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Sinsheimer", "suffix": ""}], "year": 2001, "venue": "Mol. Biol. Evol", "volume": "18", "issn": "", "pages": "1001--1013", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Feline coronaviruses: pathogenesis of feline infectious peritonitis", "authors": [{"first": "G", "middle": [], "last": "Tekes", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Thiel", "suffix": ""}], "year": 2016, "venue": "Adv. Virus Res", "volume": "96", "issn": "", "pages": "193--218", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Evolutionary insights into the ecology of coronaviruses", "authors": [{"first": "D", "middle": [], "last": "Vijaykrishna", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Smith", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2007, "venue": "J. Virol", "volume": "81", "issn": "", "pages": "4012--4020", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Feline infectious peritonitis", "authors": [{"first": "L", "middle": ["G"], "last": "Wolfe", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Griesemer", "suffix": ""}], "year": 1966, "venue": "Pathol. Vet", "volume": "3", "issn": "", "pages": "255--270", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Holzworth", "authors": [], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Chappuis and Duret", "authors": [{"first": "Asia", "middle": [], "last": "Japan", "suffix": ""}], "year": 1971, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "United Kingdom 1970 Chappuis and Duret", "authors": [], "year": 1978, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "state phylogeography, the continuous-time Markov Chain (MCC) process over discrete sampling locations implemented in BEAST(Lemey at al., 2009) was used for the geographical analysis, implementing the Bayesian Stochastic Search Variable Selection (BSSVS) model which allows the diffusion rates to be zero with a positive prior probability. Comparison of the posterior and prior probabilities that the individual rates would be zero provided a formal BF for testing the significance of the linkages between locations: rates with a BF of >3 were considered well supported and formed the migration pathway. This analysis was performed for FCoV dataset (n=48) assigned to 5 distinct countries (Italy= IT, NL, US, D, UK), on the basis of the sampling location, as previously described.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "and by the absence of descriptions of the disease before 1950 in the USA (Pedersen 2009). Moreover, the description of FIP in cats from USA occurring years before cats from other countries suggests the likely American origin of the J o u r n a l P r e -p r o o f virus. Indeed, based on available data in peer-reviewed journals, the first descriptions of FIP in other countries have been reported almost twenty years after the US, with the first reports of FIP in 1969 in Canada and in Germany and worldwide starting from the 1970s.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Phylogenetic tree based on a selection of representative S gene Italian sequences of FCoV type I detected between 2011 and 2015 and reference FCoV type I and type II strains. Molecular evolutionary genetics analyses were performed with MEGA7 using the NJ method. Distances were computed using the Kimura 2-parameter model. Bootstrap values > 70% are shown. Published sequences and references are identified by GenBank accession number (available at http://www.ncbi.nlm.nih.gov/pubmed/). The black diamond indicates representative novel nucleotide sequences of FCoV Italian strains.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The maximum clade credibility tree of FCoV S from 106 cats. The numbers on the internal nodes indicate significant posterior probabilities (pp>0.5) of the corresponding nodes and the scale at the bottom of the tree represents the number of years before the last sampling time (2015). Significant clades (A, B), major subclades (A1, A2), and subclades comprising sequences from different countries including Italy (A1a, A1b) or Italian subclades with ≥ 3 sequences (A1c, A1d, A1e) are highlighted.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "The maximum clade credibility tree of FCoV S from a selection of 48 cats. The branches are colored on the basis of the most probable location of the descendent nodes (Unites States of America = US, Germany = D, The Netherlands = NL, United Kingdom = UK, Italy = IT). The numbers on the internal nodes indicate significant posterior probabilities (pp>0.5). Significant clades (A, B), major subclades (A1, A2), and subclades comprising sequences from different", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Likelihood map of the FCoV S sequences. Each dot represents the likelihoods of the three possible unrooted trees per quartet randomly selected from the data set. The numbers indicate the percentage of dots in the centre of the triangle. Fully resolved trees fell at the corners and the unresolved fell at the centre area. (TIF) Fig. S2. The inferred spatiotemporal dynamics of FCoV in cats. The panels provide the continuous pattern of BDV dispersion for 1966 (A), 1995 (B), 2003 (C), 2006 (D), 2008 (E) and 2015 (F). Lines represent MCC phylogeny branches projected on the map, based on satellite pictures made available in Google Earth (http://earth.google.com). Dark circles delimit FCoV dispersion areas.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Localities, collection years, FIP status and FCoV type of Italian FCoV sequences from cats derived from this study included in the dataset. seventh cat from the same owner or cattery)/ S nRT-PCR sequence identification of mutated (F) or unmutated (E) virus/ specimen identification (a=aqueous humor, b=blood; c=CSF, e= effusion; f=feces, i=intestine; l= liver; n= mesenteric lymph node; s= spleen, t=thoracic wall)/@/year of sampling. b sequences selected for phylogeographical dataset Time of the most common ancestor estimates of FCoV in cats, credibility interval (95% HPD) of the main clades and subclades including Italian sequences observed in the MCC tree, with the corresponding localities, number of sequences and state posterior probability.First descriptions of FIP in cats worldwide. Origin and characteristics of 33 FCoV Italian sequences from cats derived from this study included in the dataset. Accession numbers, references, localities and collection year of FCoV sequences from cats retrieved from GenBank included in the dataset.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work was partially funded by University of Milan (CUP G46D15001850005 Piano Sviluppo UNIMI 2015, The gut microbiome and mucosal defenses in cats with coronaviruses: a pilot study, principal investigator Giordano A.).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}