{"paper_id": "0a518f937c3988f00de0838406d5a1f08c9364e6", "metadata": {"title": "A S-QFD Approach with Bipolar Fuzzy Hamacher Aggregation Operators and Its Application on E-Commerce", "authors": [{"first": "Esra", "middle": [], "last": "Çakır", "suffix": "", "affiliation": {"laboratory": "", "institution": "Galatasaray University", "location": {"settlement": "İstanbul", "country": "Turkey"}}, "email": ""}, {"first": "Ziya", "middle": [], "last": "Ulukan", "suffix": "", "affiliation": {"laboratory": "", "institution": "Galatasaray University", "location": {"settlement": "İstanbul", "country": "Turkey"}}, "email": "zulukan@gsu.edu.tr"}]}, "abstract": [{"text": "In a global competitive environment, companies' ability to develop products and respond to customer demands is crucial to their success. Quality Function Deployment is an approach that companies use to meet customer needs and expectations in the product design process. It provides competitive advantage to the firm by shortening the development period of products that meet customer expectations. The purpose of this research is to explore the feasibility of the QFD approach in the design of an e-commerce web site. In this context, the QFD application has been implemented to meet customer expectations and increase competitive power of the site to be designed. Bipolar fuzzy numbers are used to express customers' decisions. This research contributes to the literature with a new QFD approach with bipolar fuzzy numbers and practice by expanding QFD's application field in software sector.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Due to globalization, companies must use innovation in order to be able to withstand competition and customer-oriented production has become mandatory. Thus, customeroriented approaches such as Quality Function Deployment (QFD) used in product design have become popular in determining product features [1] . For this reason, it is important to understand which product features are meaningful to the customer and reflect the feedback from the customer to the product design and development process [2] .", "cite_spans": [{"start": 303, "end": 306, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 499, "end": 502, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In terms of competition in the market, the effectiveness of the new product design process emerges as one of the most important success conditions for companies. QFD has been working on designing new products or improving existing products to ensure that customer requirements are accurately reflected in the product. The correct reflection of the customers' desires and requirements on the product means the satisfaction of the customers, which is one of the objectives of the firms.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this study, QFD has been implemented in order to increase customer satisfaction in designing an e-commerce site and to create a user-oriented site. The contribution of this paper is to examine front-end and back-end features of a music streaming web site and relate this features with customer expectations by using for the first time Software-QFD with bipolar fuzzy Hamacher aggregation operators. The paper's overview is as follows. Section 2 illustrates the literature highlights. Section 3 presents proposed methodology, which is formalized as bipolar fuzzy House of Quality. A music streaming website design is selected as the application area in Sect. 4. Finally, the comments and discussion are given in the last section.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The House of Quality is a set of matrices that relate customer wants and quality characteristics determined to meet them, compares quality characteristics based on objective measures, and determines positive or negative correlations between them [3] . Graphical presentation, known as \"House of Quality\" used in QFD, is a rich and easily accessible information bank. This clear communication mechanism enables the basic facts to occur more timely and more accurately than traditional development documents.", "cite_spans": [{"start": 246, "end": 249, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Literature Review"}, {"text": "QFD-based product development provides significant competitive advantages by prioritizing more customer satisfaction, product reaching the market in a shorter time, and improved product performance compared to other conventional methods. With this method, the priorities of the customer requests and requirements are determined and according to the voice of customer, the features related to the products are ordered according to their importance. Therefore, the product is designed and manufactured to include the most desirable features.", "cite_spans": [], "ref_spans": [], "section": "Literature Review"}, {"text": "Software Quality Function Deployment (S-QFD) is a type of QFD (used in the manufacturing industry) used for software products. S-QFD has a significant positive impact on: user engagement, management support and participation, and techniques to shorten the software development life cycle.", "cite_spans": [], "ref_spans": [], "section": "Literature Review"}, {"text": "In recent years, fuzzy set theory has evolved to solve real world problems. In many studies, fuzzy logic was included in mathematical modeling. Pandey [4] performed evaluating the strategic design parameters of airports in Thailand to meet service expectations of Low-Cost Airlines using the Fuzzy-based QFD method. He demonstrates and signifies that the Fuzzy based QFD method is a promising and pragmatic decision-making tool for customer-oriented airport strategic planning. Aijun et al. [5] studied a fuzzy three-stage multi-attribute decision-making approach based on customer needs for sustainable supplier selection. They use interval-valued intuitionistic trapezoidal fuzzy numbers with QFD and combined with VIKOR. Pooya [6] stressed about an extended approach for manufacturing strategy process based on organization performance through Fuzzy QFD. His proposed model is implemented in an automotive rubber profile manufacturer in Iran. Efe [7] applied fuzzy cognitive map based quality function deployment approach to dishwasher machine selection. His paper contributes to the literature by integrating QFD approach and fuzzy cognitive map approach. Wei et al. [8] presented pythagorean hesitant fuzzy Hamacher aggregation operators in multiple-attribute decision making process. Garg [9] performed intuitionistic fuzzy Hamacher aggregation operators. He used this operators on entropy weight and their applications to multi-criteria decision-making problems. Abtahi et al. [10] studied to design cloud computing service using QFD. They used flexibility, scalability, high accessibility and cost-effectiveness as features of their software. Prasad et al. [11] proposed a QFD-based decision making model for computer-aided design software selection. They stressed on design and development of a QFD-based decision making model in Visual BASIC 6.0 for selection of computer-aided design software for manufacturing organizations.", "cite_spans": [{"start": 151, "end": 154, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 491, "end": 494, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 730, "end": 733, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 950, "end": 953, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 1171, "end": 1174, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1295, "end": 1298, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1484, "end": 1488, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1665, "end": 1669, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Literature Review"}, {"text": "In this section, the preliminaries and definitions of the proposed method with bipolar fuzzy information [12, 13] are given. Then it is shown step by step how to apply.", "cite_spans": [{"start": 105, "end": 109, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 110, "end": 113, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Methodology"}, {"text": "Definition: [12, 13] Let X be a fix set. A bipolar fuzzy set (BFS) is an object having the form", "cite_spans": [{"start": 12, "end": 16, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 17, "end": 20, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Preliminaries"}, {"text": "where the positive membership degree function l þ B x ð Þ : X ! 0; 1 ½ denotes the satisfaction degree of an element x to the property corresponding to a BFS B and the negative membership degree function v À B x ð Þ : X ! À1; 0 ½ denotes satisfaction degree of an element x to some implicit counter-property corresponding to a BFS B, respectively, and for every x 2 X.", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "Letb ¼ l þ ; v À ð Þ be a bipolar fuzzy number (BFN). Now we can define a score function and an accuracy function forb.", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "Definition: The score function S ofb ¼ l þ ; v À ð Þis evaluated as", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "It is evident that Sb À Á 2 0; 1 ½ and Hb À Á 2 0; 1 ½ . Note that Hb À Á assesses the degree of accuracy ofb. A larger value of Hb À Á implies a higher degree of accuracy of the BFÑ b. Appling the score function S and the accuracy function H, the next definition is an ordered relation between two BFNsb 1 ", "cite_spans": [{"start": 305, "end": 306, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Preliminaries"}, {"text": "Definition: If Sb 1 À Á \\Sb 2 À Á , or Sb 1 À Á ¼ Sb 2 À Á but Hb 1 À Á \\Hb 2 À Á , thenb 1 is smaller thanb 2 , denoted byb 1 \\b 2 ; If Sb 1 À Á ¼ Sb 2 À Á and Hb 1 À Á ¼ Hb 2 À Á , thenb 1 ¼b 2 .", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "Hamacher [14] proposed a more generalized t-norm and t-conorm. Hamacher operations, i.e., Hamacher product and Hamacher sum, are respective instances of tnorms and t-conorms.", "cite_spans": [{"start": 9, "end": 13, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Preliminaries"}, {"text": "Hamacher product is a t-norm and Hamacher sum È is a t-conorm, where", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "Þdenote BFNs. Basic Hamacher operators of BFNs with c [ 0 can be define as follows:", "cite_spans": [], "ref_spans": [], "section": "Preliminaries"}, {"text": "Hamacher arithmetic aggregation operators can be established as follows:", "cite_spans": [], "ref_spans": [], "section": "a collection of BFNs. Bipolar fuzzy"}, {"text": "Definition: The bipolar fuzzy Hamacher weighted average (BFHWA) operator is", "cite_spans": [], "ref_spans": [], "section": "a collection of BFNs. Bipolar fuzzy"}, {"text": ". . .; x n ð Þ T denotes the weight vector associated with b 1 j ¼ 1; 2; . . .; n ð Þ ; and x j [ 0; P n j¼1 x j ¼ 1; c [ 0: Theorem: [16] The BFHWA operator returns a BFN with", "cite_spans": [{"start": 134, "end": 138, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "a collection of BFNs. Bipolar fuzzy"}, {"text": "In this section, we introduce the steps of new S-QFD approach with bipolar fuzzy Hamacher aggregation operators. HoQ is essentially a four-stage process [15] . Detailed information of stages is given in the application section.", "cite_spans": [{"start": 153, "end": 157, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Proposed Model"}, {"text": "Stage 0: Planning Stage 1: Collection of \"Voice of Customer\" Stage 2: Creating House of Quality.", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "• Determination of customer requirements and importance levels with -", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "Step 1: Applying the BFHWA operator to process the information in CR relationship matrix f CR, derive the overall values e cr i i ¼ 1; 2; . . .; m ð Þof the CR i .", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "Step 2: Calculate the scores S( e cr i Þ i ¼ 1; 2; . . .; m ð Þand importance levels.", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "• Determination of technical requirements • Determination of the relationships between customer requirements and technical requirements with bipolar fuzzy sets.", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "-", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "Step 1: Applying the BFHWA operator to process the information in interrelationship matrix f IR, derive the overall values e ir i i ¼ 1; 2; . . .; n ð Þof the IR i . ", "cite_spans": [], "ref_spans": [], "section": "Proposed Model"}, {"text": "In this study QFD technique was applied to design a music stream website. Thus, customer needs, technical requirements and their importance are determined for music streaming website design.", "cite_spans": [], "ref_spans": [], "section": "Case Study"}, {"text": "Music streaming services do not have a specific target group. People of all ages and professions can use these services. Although the general tendency is thought to be the young people generation, we did not limit the age in survey. Many professions and age groups are included in the research. Based on the literature review and the opinions of experts, 10 types of customer requirements were identified.", "cite_spans": [], "ref_spans": [], "section": "Stage 0: Planning"}, {"text": "For survey, 50 people were randomly selected and no personal information was received. The goal is to make the assessment of the group more meaningful because this service is used by people of all ages and professions. The profile of the customer participating in the study is shown in Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 286, "end": 292, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Stage 1: Collection of \"Voice of Customer\""}, {"text": "82% of the participants are between 20 and 30 years old. The gender distribution of participants is shown in Fig. 2 . ", "cite_spans": [], "ref_spans": [{"start": 109, "end": 115, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Stage 1: Collection of \"Voice of Customer\""}, {"text": "The QFD application to music delivery services is to show the points that need to be improved in order to improve customer satisfaction. 10 customer requirements are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 175, "end": 182, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Determination of Customer Requirements and Importance Levels"}, {"text": "• Step 1: Applying the BFHWA operator to process the information in CR relationship matrix f CR. Criteria are evaluated using bipolar fuzzy numbers by 50 customers. The aggregated ratings are presented in the following matrix. Table 2) .", "cite_spans": [], "ref_spans": [{"start": 227, "end": 235, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Determination of Customer Requirements and Importance Levels"}, {"text": "Three experts defined the specifications of this software. The specifications are divided into two categories: front-end and back-end in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 137, "end": 144, "text": "Table 3", "ref_id": "TABREF3"}], "section": "Determination of Technical Requirements"}, {"text": "Three experts participated in the creation of the interrelational matrix in Table 4 . Their shared opinions are expressed in order to establish the relationship between customer and technical requirements. (c ¼ 3, no relationship = (0, −1)). High speed access and high quality music T12 Good conception and organization T13 Security keys for purchase", "cite_spans": [], "ref_spans": [{"start": 76, "end": 83, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Determination of the Relationship Between Customer Requirements and Technical Requirements"}, {"text": "The aim of this study is to specify priority orders for designing customer requirements and technical requirements. Ratings are calculated using the relationship between customer requirements and technical requirements. The final version of the House of Quality is shown in Table 4 . According to the final table, \"high-speed access and high quality music-good conception and organization-high speed search\" are the three most important technical features that will increase customer satisfaction in music streaming site design.", "cite_spans": [], "ref_spans": [{"start": 274, "end": 281, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Stage 3: Analysis and Interpretation of Results"}, {"text": "Quality function deployment-based product development offers significant competitive advantages by emphasizing more importance to customer satisfaction and by improving product performance compared to other conventional methods. The priorities of the customer requirements are determined and according to the customer's voice, the features related to the products are ordered according to their importance. Thus, the designer has to choose one of customer demands due to technical or aesthetic reasons in the product design. In addition, determining the importance levels of technical requirements reveals which technical specifications should be studied more carefully during design. T1  T2  T3  T4  T5  T6  T7  T8  T9  T10  T11  T12  T13   C1  0,114  (0.2 In this study, QFD with bipolar fuzzy set is used in designing a music streaming website considering customer satisfaction. Ten customer expectations were taken into account and three experts established the relation of these specifications. At the end of the application, \"high-speed access and high quality music-good conception and organization-high speed search\" are selected as most desirable features in e-commerce site design.", "cite_spans": [], "ref_spans": [{"start": 685, "end": 757, "text": "T1  T2  T3  T4  T5  T6  T7  T8  T9  T10  T11  T12  T13   C1  0,114  (0.2", "ref_id": "TABREF1"}], "section": "Conclusions and Future Work"}, {"text": "In future studies, this methodology can be applied to other web service design areas with criteria weighting techniques and QFD matrix can be constructed by other fuzzy set types.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Quality function deployment (QFD)-a means for developing usable products", "authors": [{"first": "K", "middle": [], "last": "Bergquist", "suffix": ""}, {"first": "J", "middle": [], "last": "Abeysekera", "suffix": ""}], "year": 1996, "venue": "Int. J. Ind. Ergon", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Customer-driven product development through quality function deployment in the US and Japan", "authors": [{"first": "J", "middle": ["J"], "last": "Cristiano", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Liker", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "White", "suffix": ""}], "year": 2000, "venue": "J. Prod. Innov. Manag", "volume": "17", "issn": "4", "pages": "228--308", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Introducing quality function deployment in the marketing classroom", "authors": [{"first": "L", "middle": ["J"], "last": "Morris", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Morris", "suffix": ""}], "year": 1999, "venue": "J. Mark. Educ", "volume": "21", "issn": "2", "pages": "131--137", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Evaluating the strategic design parameters of airports in Thailand to meet service expectations of low-cost airlines using the fuzzy-based QFD method", "authors": [{"first": "M", "middle": ["M"], "last": "Pandey", "suffix": ""}], "year": 2020, "venue": "J. Air Transp. Manag", "volume": "82", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A fuzzy three-stage multi-attribute decisionmaking approach based on customer needs for sustainable supplier selection", "authors": [{"first": "L", "middle": [], "last": "Aijun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "H", "middle": [], "last": "Lu", "suffix": ""}, {"first": "S", "middle": [], "last": "Tsai", "suffix": ""}, {"first": "W", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "J. Clean. Prod", "volume": "239", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "An extended approach for manufacturing strategy process base on organization performance through fuzzy QFD", "authors": [{"first": "A", "middle": [], "last": "Pooya", "suffix": ""}, {"first": "E", "middle": ["V T"], "last": "Moghadam", "suffix": ""}], "year": 2019, "venue": "Oper. Res. Appl. Ind", "volume": "53", "issn": "", "pages": "1529--1550", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Fuzzy cognitive map based quality function deployment approach for dishwasher machine selection", "authors": [{"first": "B", "middle": [], "last": "Efe", "suffix": ""}], "year": 2019, "venue": "Appl. Soft Comput", "volume": "83", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pythagorean hesitant fuzzy Hamacher aggregation operators and their application to multiple attribute decision making", "authors": [{"first": "G", "middle": [], "last": "Wei", "suffix": ""}, {"first": "M", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}], "year": 2018, "venue": "Int. J. Intell. Syst", "volume": "33", "issn": "", "pages": "1197--1233", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Intuitionistic fuzzy Hamacher aggregation operators with entropy weight and their applications to multi-criteria decision-making problems", "authors": [{"first": "H", "middle": [], "last": "Garg", "suffix": ""}], "year": 2019, "venue": "Iran. J. Sci. Technol. Trans. Electr. Eng", "volume": "43", "issn": "", "pages": "597--613", "other_ids": {"DOI": ["10.1007/s40998-018-0167-0"]}}, "BIBREF9": {"ref_id": "b9", "title": "Designing software as a service in cloud computing using quality function deployment", "authors": [{"first": "A", "middle": ["R"], "last": "Abtahi", "suffix": ""}, {"first": "F", "middle": [], "last": "Abdi", "suffix": ""}], "year": 2020, "venue": "Int. J. Enterp. Inf. Syst. (IJEIS)", "volume": "14", "issn": "4", "pages": "16--27", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A QFD-based decision making model for computer-aided design software selection", "authors": [{"first": "K", "middle": [], "last": "Prasad", "suffix": ""}, {"first": "S", "middle": [], "last": "Chakraborty", "suffix": ""}], "year": 2018, "venue": "Manag. Sci. Lett", "volume": "6", "issn": "3", "pages": "213--224", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Bipolar fuzzy sets and relations: a computational frame work for cognitive modelling and multiagent decision analysis", "authors": [{"first": "W", "middle": ["R"], "last": "Zhang", "suffix": ""}], "year": 1994, "venue": "Proceedings of IEEE Conference", "volume": "", "issn": "", "pages": "305--309", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Bipolar fuzzy sets", "authors": [{"first": "W", "middle": ["R"], "last": "Zhang", "suffix": ""}], "year": 1998, "venue": "Proceedings of Fuzzy-IEEE Conference", "volume": "", "issn": "", "pages": "835--840", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Uber logische Vernüpfungen unscharfer Aussagen und deren Zugehörige Bewertungsfunctionen", "authors": [{"first": "H", "middle": [], "last": "Hamacher", "suffix": ""}], "year": 1978, "venue": "Progress in Cybernatics and Systems Research", "volume": "3", "issn": "", "pages": "276--288", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Quality Function Deployment: How to Make QFD Work for You", "authors": [{"first": "L", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1995, "venue": "", "volume": "210", "issn": "", "pages": "32--33", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Bipolar fuzzy Hamacher aggregation operators in multiple attribute decision making", "authors": [{"first": "G", "middle": [], "last": "Wei", "suffix": ""}, {"first": "F", "middle": ["E"], "last": "Alsaadi", "suffix": ""}, {"first": "T", "middle": [], "last": "Hayat", "suffix": ""}, {"first": "A", "middle": [], "last": "Alsaedi", "suffix": ""}], "year": 2018, "venue": "Int. J. Fuzzy Syst", "volume": "20", "issn": "1", "pages": "1--12", "other_ids": {"DOI": ["10.1007/s40815-017-0338-6"]}}}, "ref_entries": {"FIGREF0": {"text": "The profile of the customer participating 4.3 Stage 2: Creating House of Quality", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The gender distribution of participants", "latex": null, "type": "figure"}, "TABREF0": {"text": "Stage 3: Analysis and interpretation of results.", "latex": null, "type": "table"}, "TABREF1": {"text": "Customer requirements", "latex": null, "type": "table"}, "TABREF2": {"text": "Scores of importance levels of customer requirements", "latex": null, "type": "table"}, "TABREF3": {"text": "Technical measures of music streaming services.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Code </td><td>Front-end </td><td>Code </td><td>Back-end\n</td></tr><tr><td>T1 </td><td>No advertising while listening to music </td><td>T7 </td><td>High speed search\n</td></tr><tr><td>T2 </td><td>Capability of colors and font </td><td>T8 </td><td>Detailed product information\n</td></tr><tr><td>T3 </td><td>Personalization </td><td>T9 </td><td>Link with other social media\n</td></tr><tr><td>T4 </td><td>Video animation </td><td>T10 </td><td>Update list\n</td></tr><tr><td>T5 </td><td>See comments of other users </td><td>T11 </td><td>Storage of user information\n</td></tr><tr><td>T6 </td><td>High speed access and high quality music </td><td>T12 </td><td>Good conception and organization\n</td></tr><tr><td> </td><td> </td><td>T13 </td><td>Security keys for purchase\n</td></tr></table></body></html>"}, "TABREF4": {"text": "The final version of the House of Quality for Music Streaming Website Design using bipolar fuzzy Hamacher aggregation operators CR Weights Technical measures of music streaming services", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements. Galatasaray University Research Fund financially supports this research.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": " Rank  4  11  5  7  10  1  3  9  13  6  12  2  8 ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 48, "text": "Rank  4  11  5  7  10  1  3  9  13  6  12  2  8", "ref_id": null}], "section": "annex"}]}