{
    "paper_id": "0a5bffb944734d4afefd2ce3a49ae78ec1f12a18",
    "metadata": {
        "title": "COVID-19 not detected in peritoneal fluid: a case of laparoscopic appendicectomy for acute appendicitis in a COVID-19-infected patient",
        "authors": [
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Hui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Ngaserin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frederick",
                "middle": [
                    "H"
                ],
                "last": "Koh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Biauw-Chi",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min-Hoe",
                "middle": [],
                "last": "Chew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose COVID-19 greatly affected millions and affected the way we practice with heightened posture in the way we treat surgical patients. Surgical consensus guidelines are recommending caution in the use of laparoscopy for the theoretical possibility of viral transmission from aerosolization of tissue and peritoneal fluid during surgery. However, there has yet to be proof of COVID-19 being present in peritoneal fluid, justifying the consensus statements. We aim to assess the presence of COVID-19 in peritoneal fluid. Methods We performed a laparoscopic appendicectomy for a COVID-19-infected patient with acute appendicitis. Peritoneal fluid and peritoneal washings were collected and sent for COVID-19 PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results The peritoneal fluid sample collected on entry and at the end of the operation was negative for COVID-19 on PCR. The patient had an uneventful recovery from surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has afflicted over 2.4 million people with a reported mortality rate of up to 7% worldwide. To date, Singapore's multi-pronged approach has maintained a 0.14% mortality rate amongst 8014 COVID-19-positive patients. Sengkang General Hospital (SKH) is a 1400-bed hospital serving a population of 900,000, confirmed its first case of COVID-19 on 26th of January 2020, and has managed 245 confirmed cases to date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the time of SARS-CoV-2003, there existed convincing evidence that aerosol-generating procedures (AGP) could potentially result in a wider human-to-human coronavirus droplet transmission radius [1] . There have been reports of COVID-19 being found in faeces and cerebral spinal fluid, but none in vaginal and amniotic fluid [2] [3] [4] [5] . There have yet to be any studies assessing COVID-19 in peritoneal fluid.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent published surgical consensus guidelines are recommending caution in the use of laparoscopy for the theoretical possibility of viral transmission from aerosolization of tissue and peritoneal fluid during surgery [6, 7] . Evidence of COVID-19 transmission through laparoscopy is lacking. The authors would like to provide some evidence to fill this gap in the literature. We present a case of laparoscopic appendicectomy done for a young COVID-19-positive patient for acute appendicitis during the pandemic, for which peritoneal fluid was negative for COVID-19.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 222,
                    "end": 224,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 21-year-old male with no preexisting co-morbidities was under active quarantine as part of a known cluster for COVID-19. He was transferred to SKH Emergency Department complaining of right iliac fossa pain and vomiting for 1 day. Physical examination revealed tenderness at McBurney's point with the absence of other signs of peritonism. Biochemical investigations showed lymphopenia (white cell count 8 × 10 9 /L [normal range] and lymphocyte count 0.67 × 10 9 /L). Platelet count, procalcitonin and lactate dehydrogenase were normal. Computed tomography (CT) scan of the abdomen and pelvis confirmed the diagnosis of acute appendicitis and the presence of a 7-mm appendicolith at its base, precluding any trial of conservative management. He had no respiratory symptoms; lung examination and chest X-ray were normal. Nasopharyngeal COVID-19 polymerase chain reaction (PCR) swab test was positive. The patient was counselled for a l aparoscopi c appendicectomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "The operative team consisted of only essential staff-2 consultant surgeons, 1 consultant anaesthesiologist, 1 anaesthetic nursing assistant, 1 senior scrub and 2 circulating nurses in full personal protective equipment (PPE) including goggles/hood and CleanSpace® HALO™ (CleanSpace Technology Pte Ltd., Artarmon, NSW, Australia) powered air purifying respirator (PAPR). Based on our hospital's protocol for infectious cases, patient transfer was organized by a security team, barricades were in place, a pressure-controlled operating room (OR) was used to create a relative negative pressure, and traffic and air flow turbulence were managed by interlocking doors with air drop seal [8, 9] . We adhered to our intubation and extubation protocol for COVID-19 patients [9] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "A standard 3-port laparoscopic appendicectomy was performed. Incisions were placed snug enough to allow for the passage of ports but not for leakage around them. A smoke evacuator was used, diathermy settings adjusted to minimal. Upon entry, 5 ml of seropurulent peritoneal fluid from the Morrison's pouch, right paracolic gutter and pelvis was aspirated and sent for COVID-19 PCR. The mesoappendix was dissected, appendiceal artery ligated, and appendix was ligated at its base. Peritoneal washings were also collected prior to the end of the case and sent for COVID-19 PCR. The pneumoperitoneum was safely evacuated via a closed suction system before trocar removal and specimen extraction. Absorbable sutures and surgical skin glue dressing were utilized for ease of post-operative wound assessment and care. Operative time was 60 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "COVID-19 PCR was performed using a probe-based real-time PCR using A*STAR Fortitude kit 2.0 and primer sets targeting nucleic acid sequences encoding RNA-dependent RNA polymerase and nucleocapsid phosphoprotein of the COVID-19 virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "The peritoneal fluid samples on entry and just before extraction of the appendix were both found to be negative for COVID-19 on PCR. The patient had an uneventful recovery. He was discharged on post-operative day 2 without any acute respiratory symptoms to a dedicated quarantine facility with on-site medical care, with the aim of continued isolation until his nasopharyngeal COVID-19 swab results turn negative. Histology of the specimen confirmed an acutely inflamed appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is scant evidence regarding the relative risks of COVID-19 transmission in minimally invasive surgery compared to the conventional open approach for patients presenting with acute surgical emergencies. Although laparoscopy has shown to result in aerosolization of blood borne viruses, this is the first report that helped shed some light on the presence of COVID-19 in peritoneal fluid [10] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Guidelines recommend strong precaution or avoidance of laparoscopic surgery in general during this COVID-19 pandemic, ranging from proponents of strong consideration for non-operative management to laparoscopy only in selected individual cases where clinical benefit to the patient substantially exceeds the risk of potential viral transmission [6, 7] . While we strongly believe that it is essential to provide healthcare workers with adequate PPE in the face of any uncertainty and it is understandable that the surgical community is taken a cautious approach, it is unfortunate that patients are deprived of timely \"goal standard\" treatment in favour of conservative management or conventional open surgery. That said, unnecessary depletion of already limited worldwide stores of PPE is also not without its consequence, and anxiety surrounding occupational-related disease could be allayed with further evidence to confirm our preliminary findings.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This case revealed that COVID-19 was not detected in peritoneal fluid and peritoneal washings in a patient infected with COVID-19. This study provides preliminary data in the investigation of COVID-19 transmission from laparoscopy-related aerosolization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection control measures for operative procedures in severe acute respiratory syndrome-related patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anesthesiology",
            "volume": "100",
            "issn": "6",
            "pages": "1394--1398",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prolonged viral shedding in feces of pediatric patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wing-Kin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nervous system involvement after infection with COVID-19 and other coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 is not detectable in the vaginal fluid of women with severe COVID-19 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and risk assessment of newborns born to mothers with COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Virol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Updated intercollegiate general surgery guidance on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SAGES and EAES Recommendations Regarding Surgical Response to COVID-19 Crisis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus Disease 2019 (COVID-19) Situation Summary",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preparing for a COVID-10 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Soh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01620-9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detecting hepatitis B virus in surgical smoke emitted during laparoscopic surgery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Occup Environ Med",
            "volume": "73",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}