{
    "paper_id": "0a6538e9bb96257060be5c4bc94bfdfb69cc0154",
    "metadata": {
        "title": "Synthesis, Spectroscopic Characterizations of Novel Norcantharimides, Their ADME Properties and Docking Studies Against COVID-19 M pr°H",
        "authors": [
            {
                "first": "Amdi",
                "middle": [],
                "last": "Özkan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Şevki",
                "middle": [],
                "last": "Adem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A series of novel Norcantharimide derivatives were synthesized and their structures were characterized by FTIR, 1 H and 13 C NMR spectroscopy as well as elemental analyses. The absorption, distribution, metabolism and excretion (ADME) properties of the synthesized molecules were investigated. The results obtained in silico demonstrated that these molecules can be considered as orally active drug candidates due to their physicochemical properties. Also, docking studies demon-strated that all derivatives exhibit a good theoretical affinity with MolDock Score in between 124-138 against the main protease of Coronavirus Disease 2019 (COVID-19 M pr°) that caused worldwide epidemics. We believe that newly synthesized norcantharimide derivatives can guide many future studies in organic synthesis, medicine and pharmaceutical applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[a] Dr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Cantharidin, which is by blister beetles as a chemical defense against predators, is a toxic monoterpene. It is one of the first pharmacological natural products used by humans. The dried body of Mylabris (Mylabris phalerata and M. cichorii), the Chinese blister beetle, has been used in Chinese medicine for thousands of years to treat malignant tumors such as hepatoma, breast cancer and colorectal cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cantharidin (1), a natural compound, has been used by the Chinese people as an anticancer agent for many years in traditional treatment methods. [1] [2] [3] However, since it is a natural toxin, it is not used in chemotherapeutic studies today. [4] Norcantharidin and norcantharimide, which are derivatives of cantharidin, have gained a great interest due to their less toxic effect. [5] Norcantharidin (2) is the demethylated form of cantharidin. Demethylation reduces not only liver toxicity of cantharidine, but also the biological activity of the obtained norcantharidin. Cantharidin and its analogs are potent inhibitor of serine / threonine protein phosphatase 1 and 2 A (PP1 and PP2 A). [6] [7] [8] [9] It is found that compounds containing norcantharidin ring inhibited cell proliferation in vitro and showed anticancer activity against various cancer cells. Also, current research results show that norcantharimides or isoindole-1,3dion derivatives have a much higher anti-cancer activity on many other types of cancer. For example, Kose et al. synthesized new norcantharimide derivatives and investigated the cytotoxic activities of these compounds. They reported that the new norcantharimide derivatives show high anticancer activity in lung and breast cancer. [10] In recent years, many researchs have been carried out about the anti-cancer and anti-viral effects of cantharidine derivatives. In one of these studies, Cantharidin was used in chemical treatment of viral infection of Molluscum contagiosum (MC) in the skin. [11] Meanwhile, in another study, it was proposed to use Norcantharidin to inhibit HIV in vitro. [12] Yet in the literature, no study can be found on the anti-viral activity of Norcantharimide derivatives. Also, there is no study on the effect of these compounds on COVID-19 M pr°h as been conducted so far.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1276,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Computer models provide information about the possible effects of the compounds on metabolism and whether they are suitable for begin used as medicine without performing experimental studies. Cheminformatics allows us to understand its pharmacokinetic, physicochemical, solubility, absorption, and similar properties from the chemical structure of a molecule. Many new molecules are synthesized every year in the world. Testing the bioactivity of these molecules as in vitro and in vivo results manifest very high costs. Therefore, ADME and predicting the targets of the molecule have become essential for those sectors in which these molecules can be used. [13] In this study, novel norcantharimide analog compounds were synthesized. The structures of the synthesized compounds were characterized using spectrometric methods ( 1 H, 13 C-NMR, IR and Elemental Analysis). Besides, investigation of the physicochemical, pharmacokinetics and Drug-likeness properties of the synthesized molecules for oral administration was aimed.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 has infected more than to million people and is spreading at a rapidly speed. Many efforts have been performed by the scientists to develop treatment methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With this study, we have aimed to contribute these efforts by investigating the interactions of the new norcantharimide derivatives with the potential target protein COVID-19 M pr°. COVID-19 M pr°h as the main role in the replication and transcription of the Corona virus in the cell. Inhibition of this enzyme may stop the replication and transcription of the corona virus. This development is an important step in the battle against the virus. [14] 2. Results and discussion",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the synthesis of norcantharimide derivatives (6 a-f), 2amino-1H-4,7-epoxyisoindole-1,3(2H)-dione (4) were used as the key compound. This key compound was obtained by reaction of 3a, 4,7,7a-tetrahydro-4,7-epoxyisobenzofuran-1,3dione (3) with hydrazine hydrate in the presence of methyl alcohol. 3a,4,7,7a-tetrahydro-4,7-epoxyisobenzofuran-1,3-dione (3) was prepared via an exo-selective cycloaddition of furan and maleic anhydride (Scheme 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemistry"
        },
        {
            "text": "The reaction of the appropriate benzoyl chlorides with 2amino-1H-4,7-epoxyisoindole-1,3(2H)-dione (4) in the presence of THF gave the norcantharimide derivatives in 57-65 % yield 6 a-f (Scheme 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemistry"
        },
        {
            "text": "The structures of the norcantharimide derivatives that we synthesized in our study are similar. Among these molecules, 6 b was chosen as the model molecule. When the IR spectra of the synthesized compounds were investigated, characteristic bands of the expected functional groups were seen. When the FTIR spectrum of the compound 6 b given the structure formula in Figure 2 is examined, the presence of a single and strong NÀ H band (∼ 3330 cm À 1 ) confirms the presence of the amide. The aromatic CÀ H band was observed at about 3010 cm À 1 . There are two carbonyl stretches in the spectra of cyclic imides corresponding to in-phase and out of phase stretching of two C=O groups. These usually appear from 1730 to 1680 cm À 1 . In the phthalimide molecule, the splitting between the symmetric and anti-symmetric stretching modes is 42 cm À 1 , with the υ s (C=O) and υ as (C=O) appearing as absorptions of medium and very high intensity at 1769 and 1727 cm À 1 , respectively. [15] [16] The band in the FTIR spectrum at 1650 cm À 1 belongs to the C=O stretching mode in the amide group. The C=C aromatic stretching was observed at 1580 cm À 1 . The CÀ O group was observed at 1100 cm À 1 . The 1 H-NMR spectrum of the compound 6 b in DMSO-d6 is shown in Figure 3 .",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 984,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1257,
                    "end": 1265,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Characterization of compounds"
        },
        {
            "text": "The single peak at δ 11.40 ppm corresponds to hydrogen (N-H) (1) in the amide group. The double peaks appearing at δ 7.93 and 7.64 ppm belong to the hydrogens bound to the C8 and C9 carbons in the aromatic ring. Since the aromatic ring is para-substituted, the peaks are seen as doublet of doublet. The single peaks at δ 6.43 and δ 5.25 ppm belong to the hydrogens on the C4-C5 and C3-C6 carbons, respectively. The peaks of the hydrogens on the C2 and C7 carbons are observed singlet at about δ 3.17 ppm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Characterization of compounds"
        },
        {
            "text": "The 13 C-APT NMR spectrum of the compound 6 b in DMSO-d6 is shown in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Characterization of compounds"
        },
        {
            "text": "When the 13 C-APT NMR spectrum of compound 6 b is investigated, the peak of the carbons in the C = O group in the imide ring (C1 and C8) is observed at δ 173.9 ppm. The peak of the carbonyl carbon (C = O) in the amide group (C9) is observed at about δ 164.2 ppm. The peaks in the range of δ 129.4-138.1 ppm region belong to aromatic ArÀ C (C10, C11, C12 and C13) carbons. The peak of carbons C4 and C5 is observed at δ 136.8 ppm. The peaks of carbons C3-C6 and C2-C7 are observed at δ 80.9 and δ 45.5 ppm, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Characterization of compounds"
        },
        {
            "text": "In silico ADME studies were performed to detect some physicochemical properties, such as lipophilicity, water solubility, and pharmacokinetic properties through the login-free website http://www.swissadme.ch. [17] Absorption (% ABS) of compounds from intestinal was figured out by: % ABS = 109 × (0.345xTopological Polar Surface Area (TPSA)). [18] ADME prediction study of the designed compounds demonstrated Table 1 . SwissADME section gives a physicochemical property of possible oral drug candidates according to five different rules determined by the Lipinski, Ghose, Veber, Egan, and Muegge. [18] [19] [20] [21] Our compounds have an acceptable pharmacokinetics profile given these drug-likeness rules than norcantharidin. Quantitative classes of solubility in the water is defined as insoluble < À 10 < poorly < À 6 < moderately < À 4 < soluble < À 2 < very < 0 < highly. According to the results, molecule 6 e and 6 f with the result of À 1.89 is the most soluble in water and is very soluble. Other molecules were classified as soluble with results in the À 2, À 3 range. Adding benzene ring to norcantharidin reduced the water solubility of the synthesized compounds. Substitution À Cl, À Br, and À OCH 3 decreased the solubility of the compound 6. The À F and À NO 2 groups did not affect the water solubility of this compound.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 416,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ADME prediction"
        },
        {
            "text": "The online program displays whether the compounds are suitable for oral administration with the bioavailability radar panel containing physicochemical properties such as flexibility, insolubility, lipophilicity, size, and polarity. Molecules with oral bioavailability have shown in the colored region ( Figure 5 ). Results obtained from computational methods showed that our molecules are suitable for oral application like norcantharidin. Except for NO 2 groups, other groups slightly decreased the absorption rate of the modified compounds in the small intestine. The absorption compounds from the small intestine are above 80 %, except for the 6 a compound. Therefore, the absorption potential of the compounds has very high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "ADME prediction"
        },
        {
            "text": "Blood-Brain Barrier (BBB) diffusion of CNS-inactive compounds due to toxicity is a crucial parameter. The fact that newly synthesized compounds do not cross the blood brainbarrier makes them a good drug candidate. Cytochromes P450 (CYP) are the major enzymes involved in the metabolic drug elimination. [22] Their inhibition leads to toxic or other undesirable adverse effects because of the lower clean up and collection of the drug or its metabolites. [23] Five major isoforms (CYP1 A2, CYP2 C19, CYP2 C9, CYP2D6, CYP3 A4) are responsible for the elimination of the majority of therapeutic molecules. [24] Our derivatives have not demonstrated like compound 4 any inhibition effect on major CYP 450s.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ADME prediction"
        },
        {
            "text": "Possible docking modes between compounds and the COVID-19 M pr°w ere studied using the Molegro Virtual Docker 7. [25] The score function used is MolDock score with the coordinates of the position are X: À 10.85 Y: 15.32, and Z: 68.39 at 120.832 Å3 volume, 417.28 Å2 surface, and 0.30 grid resolution. The target the COVID-19 M pr°( PDB id: 6LU7; Resolution 2.16 Å were downloaded in pdb format from protein data bank (http:// www.rcsb.org/pdb). [26] Nelfinavir used as positive control. Coronavirus caused worldwide epidemics. We tested our compounds against the protease protein of 2019-nCoV as In silico. The scores of the steric and hydrogen bond interactions between derivatives and COVID-19 M pr°p resented in Table 2 and 3.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "The 2D animation of hydrogen bond and some steric interactions is shown in Figure 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "Our docking analysis indicates that molecules interact with the COVID-19 M pr°w ith values between the 124-138 MolDock score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Docking studies"
        },
        {
            "text": "Derivatives the best binding to COVID-19 M pr°a mong the synthesized compounds are 6 b and 6 e (Figure 7) . Compound 6 e makes two hydrogen bonds with Cys 145, and Tyr 54 and steric interactions with Met 49, and Phe 140. It can be deducted from Figure 6 that 6 a, 6 c, and 6 d (with Cys 145), 6 and 6 b (with His 164), 6 f (with Glu 166) are formed hydrogen bonds in the ligands-COVID-19 M pr°c omplex formation. The new analogs significantly enhanced the interaction of cantharidin compounds with COVID-19 M pr°w hen compared to cantharidin. Our analogs exhibited more interaction with COVID-19 M pr°t han some drugs such as lopinavir (ABT-378), caspofungin acetate, atazanavir, indinavir. [27] They exhibited a slightly lower affinity compared to the drug nelfinavir. But, as Table 1 is analyzed, our derivatives have better physicochemical properties than it, and can be modified to more active molecules. These results indicated that newly synthesized cantharidin derivatives can use to design and discover new compounds interacting with COVID-19 M pr°.",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 105,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 245,
                    "end": 265,
                    "text": "Figure 6 that 6 a, 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 778,
                    "end": 785,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Docking studies"
        },
        {
            "text": "In this study, 6 new compounds, which are Norcantharimide analogs were synthesized. The structures of the synthesized compounds were elucidated in detail by the spectroscopic methods (FTIR, 1 H-and 13 C-APT NMR) and elemental analysis. According to the results of ADME, new molecules have the necessary properties for oral administration. Docking analyses demonstrated that these compounds can interact with COVID-19 M pr°. Interactions between the COVID-19 M pr°a nd the molecule are changed with the exchange of substituted groups. Therefore, we believe that they can be used as leading molecules in further research to develop new molecules that affect COVID-19 M pr°a ctivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Experimental procedures for synthesis, of compounds 3, 4 and 6 (6 a-f) are available in supporting information. Also FT-IR, 1 H/ 13 C -NMR spectra and elemental analysis results of compounds 6 a-f are available in the Supporting Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information Summary"
        },
        {
            "text": "We would like to thank Prof. Dr ",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "text": "Dr",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anti-Cancer Agent",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "392--396",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Molegro Virtual Docker, DK-8000",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molegro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ChemistrySelect Full Papers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1002/slct.202001123"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Synthesis of norcantharimide analog compounds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chemical structures of cantharidin (1), norcantharidin (2) and norcantharimide(3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Molecular structure of compound 6 b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The 1 H-NMR spectrum of compound 6 b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The 13 C-APT NMR spectrum of compound 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Radar related to physicochemical properties and structure of molecules (Criterias: Lipophilicity:-0.7 < XLOGP3 < + 5.0, Size: 150 MW 500 g/mol, Polarity: 20 < TPSA < 130 Å 2 , Insolubility: 0 < log S < 6, Insaturation, Flexibility: 0.25 < rotatable bonds < 9)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The 2D animation of hydrogen bond and some steric interactions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The binding of compounds 6 b and 6 e to COVID-19 M pr°.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ADME results.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Yılmaz Yıldırır, Prof. Dr. Ali Dişli, Assoc. Prof. Dr. Serkan Yavuz, Research Assistant Doğukan",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "MolDock score, steric interaction and the hydrogen bond energy of the docked compounds.Table 3. H-bonds interacting with COVID-19 M pr°N Doyduk and Öykü Göktunalı for their valuable opinions and advice.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.Keywords: ADME · Cantharidin · COVID-19 M pr°· Drug design · Medicinal chemistry · Molecular docking studies · Norcantharidin · Norcantharimide",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}