{
    "paper_id": "0a6e81e4fc23105502d3803d67877031f558fea7",
    "metadata": {
        "title": "LETTER TO THE EDITOR Outbreak of Kawasaki Syndrome",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An outbreak of Kawasaki syndrome (KS) in Finland during the period June 1981-March 1982 was recently described by E Salo et al. (1) . A similar outbreak of KS as a complication to measles occurred during the same period on the west coast of Sweden (Falkenberg). Fourteen children with suspected KS were examined. Five of these patients fulfilled the diagnostic criteria (2) . These patients were aged 7 to 12 years, three patients came from the same family, and all five patients went to the same school.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 37,
                    "text": "Kawasaki syndrome (KS)",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 131,
                    "text": "E Salo et al. (1)",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "As a follow-up to this uncommon finding of five patients from one specific group, I performed a virological screening for common infectious virus including serological tests. The patients showed a significant increase of the complement fixation against morbilli virus and also an increase of IgM antibodies against morbilli virus as determined by immunofluorescense technique. All patients had a high temperature which lasted from 5 to 22 days. Two patients were treated with V-penicillin without effect. On ECG signs of carditis were seen in one patient, but no cardiac symptoms were present. Four patients had an increased platelet count (range 361486 109/l). In measles the platelet count ranges between normal and decreased level while in KS the platelet count is often increased. Notable findings were a nse of LDH and orosomukoid which for one patient was 245%. In addition symptoms such as strawberry tongue, oedema, redness of palms and soles were present, all patients showed desaquamation on the fingertips which has not previously been described in connection with measles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "In an earlier outbreak of KS, described by Bell et al. (3) , antibodies against measles were found in 60% of the patients, and in the control group antibodies were found only in 37% of the patients.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 58,
                    "text": "Bell et al. (3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "The Finnish study failed to mention these aspects and it would be of interest to know whether serological tests were performed in this study. Furthermore, it was not clear from the report which other diagnoses were established in a group of 22 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "Paediatric Clinic Virdcentralen, S-31100 Falkenberg",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soren Wille"
        },
        {
            "text": "The diagnosis of Kawasaki syndrome (KS) requires that the patient meets at least five of the six main criteria, and that clinically similar diseases are excluded (1, 2) . Four of the criteria",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 166,
                    "end": 168,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Sir,"
        },
        {
            "text": "Letter to the editor 357 (fever, conjunctivitis, rash and lymphadenitis) are met by most patients with measles, but measles does not regularly cause the characteristic mouth and extremity changes. Patients with a diagnostic rise of the measles antibody titre or clinically typical measles should not be diagnosed as having KS even if they fulfil the diagnostic criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "Among the cases excluded during the outbreak in Finland in 1981-82, there were 11 cases of measles, 9 of which were from one hospital. The final diagnoses had been made locally, either on clinical grounds or on the basis of serological studies, after the cases had already been reported to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "Most patients enrolled in the Finnish KS study were carefully examined by one of the authors (TH) for possible viral aetiology of the disease. But, as no general feature was recognizable, these negative results were not included in the original report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "Conjunctival (34 patients) and throat swabs (42 patients) and specimens of faeces (43 patients) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "heparinized blood (36 patients) were collected at the earliest possible phase and cultured by standard techniques for cytopathic viruses. Serum specimens (paired 39 sera from patients and single sera from 13 patients) were assayed for complement fixing antibodies to a wide panel of common pathogenic viruses (4), including the measles virus, and to Mycoplasma pneumoniae, chlamydia group antigen, Qfever agent and Toxoplasma gondii. Additional methods were used for assaying antibodies to rubella virus (radial haemolysis), Chlamydia trachornatis and Epstein-Barr virus (immunofluorescence), and coronavirus OC43 (enzyme immunoassay). Selected but representative sets of specimens from the serum material were kindly screened for antibodies to the following agents by the following colleagues: alphavirus (sindbis virus antigen, haemagglutination inhibition test) and nephropathia epidernica agent by Dr. M. Brummer-Korvenkontio, Department of Virology, University of Helsinki; rickettsiae Ehrlichia canis and Rickettsia sennetsu by Vet. Dr M. Ristic, College of Vet. Medicine, Urbana, Illinois.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "No consistent feature was seen, neither an increase nor a constantly elevated level in antibodies to any of the above-mentioned agents. However, a few individual patients showed an increase in some viral antibodies (1 pateint Coxsackie B5 and varicella zoster virus, 1 herpes simplex virus, 1 rotavirus, 1 respiratory syncytial virus). Likewise, Coxsackie B5 virus was isolated from a throat specimen of a boy with KS. There was no rise in the antibody titre in this case. No viruses could be isolated from leucocytes separated from the heparinized blood specimens. The \"positive\" results did not significantly exceed the expected numbers assessed according to age (4) and epidemiological situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "In the outbreak of KS described by Bell et al. (3) , which Dr. Wille mentions, convalescent sera were studied for antibodies against microbial agents. Titres against measles were frequently positive, in 9/15 patients and 7/19 controls. These numbers argue against measles being an aetiological agent of KS.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 50,
                    "text": "Bell et al. (3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acta Paediatr Scand 76"
        },
        {
            "text": "Children's Hospital University of Helsinki Finland Department of Virology University of Helsinki Finland",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eeva Salo Pirkko Pelkonen Ossi Pettay Tapani Hovi"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of Kawasaki syndrome in Finland",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelkonen",
                    "suffix": ""
                },
                {
                    "first": "Pettay",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Acta Paediatr Scand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical signs and symptoms of mucucutaneous lymph node syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Kawasaki syndrome: Description of two outbreaks in the 75: 75-80. ease)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nitzkin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Jap J Med Sci Biol",
            "volume": "32",
            "issn": "",
            "pages": "237--275",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "United States",
            "authors": [],
            "year": 1981,
            "venue": "N Engl Med",
            "volume": "304",
            "issn": "",
            "pages": "1568--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic guidelines of infantile acute febrile mucocutaneous lymph node syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "References The Japan Mcls Committee",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Textbook of pediatric infectious diseases. Philadelphia: WE3 Saunders c o",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kawasaki Disease",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kawasaki syndrome: Description of two outbreaks in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nitzkin",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "N Engl Med",
            "volume": "304",
            "issn": "",
            "pages": "1568--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Age-specific prevalence of complement-fixing antibodies to sixteen viral antigens: A computer analysis of 58500 patients covering a period of eight years",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ukkonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hovi",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bonsdorff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Saikku",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penttinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Med Virol",
            "volume": "13",
            "issn": "",
            "pages": "131--179",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}