{
    "paper_id": "0a72c5895da2ad0e0711cab6c740fa39d0889198",
    "metadata": {
        "title": "Journal Pre-proof Evolution of SARS-Co-2 RNA test results in a fatal Covid-19 patient: a case report Evolution of SARS-Co-2 RNA test results in a fatal Covid-19 patient: a case report",
        "authors": [
            {
                "first": "Chen",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lingjia",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yankun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhujun",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Heli",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Honglei",
                "middle": [],
                "last": "Weng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Heidelberg University",
                    "location": {
                        "settlement": "Mannheim",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Fudong",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronghua",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lv",
                "middle": [],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "4#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "addrLine": "8 Xitou Tiao Road, Youwai Street",
                        "postCode": "100069",
                        "settlement": "Beijing, Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 65 year-old man was hospitalized due to fever (38.6 ) and dry cough since 4 days. He visited Wuhan 8 days ago. At admission, nasopharyngeal swabs sample were taken and PCR analysis confirmed SARS-CoV-2RNA positivity. On day 9 after admission, chest CT scan showed diffuse ground-glass shadows in patient's bilateral lungs. On day 11, his respiratory symptoms worsened. Subsequently, type 1 respiratory failure was diagnosed, coinciding with kidney injury, and subsequently, type 2 respiratory failure occurred, coupled with multi-organ failure including heart and liver. However, patient constitution worsened although SARS-CoV-2 tests were negative since day 13. He died on day 21. Lung biopsy showed areas of diffuse alveolar damage, characterized by extensive acute alveolitis with numerous intraalveolar neutrophils, lymphocytes and macrophages infiltrations. Microthrombi were seen in the dilated pulmonary capillaries. Immunohistochemistry stainings for SARS-CoV-2-N protein was negative. Taken together, the patient died of multiorgan failure although the SARS-CoV-2 infection was cleared already, implicating that for disease worsening, no active SARS-CoV-2 infection is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Covid-19 caused by SARS-CoV-2 emerged initially in Wuhan, China, in December 2019 and since then has rapidly spread worldwide. The epidemic has resulted in a total of 82,758 confirmed cases and 4,632 death cases in China as of February 24th, 2020 (http://www.nhc.gov.cn/xcs/yqfkdt/202004/b504a02486834baf8ed8149701a4175b.shtml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although about 80% of the confirmed patients are mild cases, mortality of critical cases reaches 49% in some areas [1] . How SARS-CoV-2-infected patients progress to critical disease is a key issue in clinical practice. Only a few case reports of pulmonary pathology about Covid-19 have been published to date [2, 3] . Given the lack of more histopathological evidence, pathophysiological alterations underlying Covid-19 progression remain largely unknown. Here, we report about a 65-year-old patient who died of Covid-19. We analyzed his lung tissue and determined the potential correlation between lung pathological alterations and disease progression.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A male 65-year-old man was admitted to the hospital due to fever (38.6°C) and dry cough for 4 days on January 28 th , 2020. He returned to Beijing from Wuhan one week ago (January 20 th , 2020). The patient had no history of any chronic diseases and he was a non-smoker. He was confirmed as Covid-19 positive in February 2 nd by qPCR analysis for SARS-CoV-2RNA of samples collected by nasopharyngeal swabs. At the same day, chest CT scan revealed diffuse ground-glass shadows in the bilateral lungs ( Fig.1A-B) . He developed to type 1 respiratory failure (PO 2 47.6 mmHg and PCO 2 24.8 mmHg) on February 4 th . Two days later, the patient received methylprednisolone 40 mg every 12h and antibiotic (biapenem) treatment due to high temperature (39.2°C), and enlarged pulmonary lesions were visible by chest CT. On February 11 th , the patient progressed to type II respiratory failure (PO 2 56 mmHg and PCO 2 49.4 mmHg). X-Ray showed multiple plaque shadows in bilateral lungs, in particular, in the right side (Fig 1 C) . To reduce edema of respiratory tracts, the dose of methylprednisolone was increased to 80 mg every 12h. Unfortunately, pneumonia was further exacerbated (Fig 1   D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "Fig.1A-B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "(Fig 1 C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1176,
                    "end": 1187,
                    "text": "(Fig 1   D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "In the following days, the patient's condition did not improve. He progressed to septic shock, severe metabolic acidosis and respiratory acidosis occurred successively and then, the patient died on February 14 th . Table 1 shows details of the disease progression and therapeutic interventions. It is worth to note that since February 6 th , four subsequent tests of nasopharyngeal swabs were SARS-CoV-2RNA negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Duplex Real-Time PCR Diagnostic Kit for rapid detection of SARS-CoV-2RNA ORF1ab/N gene was used and purchased from Applied Biological Technologies Beijing, cat #A7712RC-50T. The kit was approved with 97.6% specificity and 97.1% sensitivity (unpublished data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA test for SARS infection"
        },
        {
            "text": "Consented by the patient's family members, we performed percutaneous biopsy in his both lungs with an 18G needle after his death. Three lung tissue specimens were collected (3.1 cm in total length and 0.1 cm in diameter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "The specimens were fixed in neutral formalin for 24 hours. Paraffin embedding and sectioning were performed according to routine protocols. Four micrometer sections were used for H&E, periodic acid-Schiff (PAS), Grocott-Gomori Methenamine Silver staining antibody was provided by AbMax Biotechnology Beijing Co., Ltd. (1:7500, rabbit polyclonal IgG, Catalog # 06-0053). TTF-1 (working solution, clone: 8G7G3/1) and Cytomegalovirus (CMV, working solution, clone: CCH2+DDG9) were purchased from Zhongshan Golden Bridge Bio-technology, Beijing. Immunohistochemistry was performed by the PV-9000 test system (Mouse/rabbit enhanced polymer test system, Zhongshan Golden Bridge Biotechnology, Beijing). Lung tissues without pulmonary infection were used as negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "Blank control was performed by replacing the primary antibody with PBS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "Based on the three biopsied lung tissue specimens, we observed diffuse alveolar damage in early organizing phase, presenting as focal hyaline membranes, intra-alveolar edema, reactive pneumocyte type II hyperplasia and focal intra-alveolar fibrosis. Unfortunately, a 65-year old male without any preexisting diseases died of Covid-19. At autopsy, severe and diffuse damage was identified in the lung tissue, including type II pneumocyte hyperplasia, intra-alveolar fibrinous exudates with inflammatory cells, hyaline membrane formation, interstitial fibrosis, and micro thrombi in capillaries. These pathological phenotypes strongly suggest the occurrence of an adult respiratory distress syndrome (ARDS) [4, 5] and septic shock (phlegm plugs in alveolar cavities and microthrombi in the capillaries).",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 708,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "It is worthy to note that the patient received SARS-CoV-2 RNA tests by nasopharyngeal swabs six times ( Table 1 ). The first two times showed virus positivity (January 28 th and February 2 nd ). Since February 6 th , four times SARS-CoV-2 RNA testing by nasopharyngeal swabs were negative (Table 1) . Consistent with nasopharyngeal swabs tests, we did not detect positive SARS-CoV-2 N protein by immunohistochemical staining in lung tissue after biospy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 289,
                    "end": 298,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "These results suggest that infected SARS-CoV-2 might have been cleared at least on February 6 th , two weeks after presenting in hospital. Scrutinizing dynamically altered clinical parameters shown in Table 1 Table 1 , the patient received steroid therapy from February 5 th to February 14 th (death), whereas antibiotic treatment was starting on February 6 th . Based on these analyses, the patient suffered from SARS-CoV-2 viral pneumonia at least on February 2 nd . The virus was inhibited and cleared between February 2 nd and February 6 th . Unfortunately, he developed into type 1 respiratory failure on February 5 th . The deteriorating respiratory disease was not connected to SARS-CoV virus infection anymore, because the virus was undetectable from this time point. Based on his lung histological alterations, such as multiple phlegm plugs in the alveolar spaces, a secondary bacterium infection might have occurred in this patient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "Unfortunately, respiratory and blood cultures for bacteria and other organisms were not performed. It has been reported that severe Covid-19 patients were often superimposed on bacterial or fungal infection [6] . Hence, two patient managements might have worsened the disease: steroid therapy [7, 8] and a too late start of the antibiotics therapy [9, 10] . Although steroid therapy is useful to prevent a cytokine storm, it inhibits immune responses to pathogen infections (as might have occurred). As shown in Table 1 , lymphocyte numbers in the patient were impressively less, in particular since initiation of steroid therapy. In addition, high dosage of methylprednisolone treatment led to deleterious pneumonia. Given the missed diagnosis of the potential bacterial infection, antibiotics treatment was started too later in this patient, which might have resulted in multi-organ failure due to a septic shock.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lung biopsy and specimen examination"
        },
        {
            "text": "Clinical manifestation and lung histological alteration showed that this patient suffered from SARS-CoV-2 viral pneumonia. However, after virus clearance, multi-organ failure, which led to his death, might have been associated with an uncontrolled secondary bacterial infection. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chinese Center for Disease Control and Prevention. The epidemiologic characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "volume": "2020",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "4",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Autopsies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Duval",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stroberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Pathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ajcp/aqaa062"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary Manifestations of Acute Lung Injury: More Than Just Diffuse Alveolar Damage",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "7",
            "pages": "916--922",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surgical lung biopsy in adult respiratory distress syndrome: a meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Libby",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gelbman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Altorki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Thorac Surg",
            "volume": "98",
            "issn": "4",
            "pages": "1254--1260",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "orticosteroids in sepsis: from bench to bedside?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Annane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cavaillon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Shock",
            "volume": "20",
            "issn": "3",
            "pages": "197--207",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Corticosteroids in Severe Sepsis and Septic Shock: A Concise Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Salluh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Póvoa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Shock",
            "volume": "47",
            "issn": "1S",
            "pages": "47--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe sepsis and septic shock",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Der Poll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "9",
            "pages": "840--51",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig2A shows purulent discharge in most of areas the alveolar spaces. High magnification microscopy highlighted extensive areas of acute alveolitis with numerous intra-alveolar neutrophils and some lymphoid cells and alveolar macrophages (Fig2B). Intra-alveolar fibrinous exudates with inflammatory cells were present (Fig3A). Hyaline membranes were seen along the surface of the alveolar septa (arrows in Fig3B). The alveoli collapsed and fused along with the widened alveolar septum. Proliferating fibroblasts surrounded by neutrophils were observed in the alveolar septum (Fig3C). In distinct alveolar septa, pulmonary capillaries were dilated by microthrombi (arrow in Fig3D). Alongside with alveolar septa, hyperplasia of alveolar epithelial cells was seen (Fig4A). IHC staining for TTF-1 further showed that these type II pneumocytes were characterized as increased in nuclear size, hyperchromasia and mutinucleated giant cell (Fig4B).No granulomas and virus inclusion were seen in these tissues. IHC staining for anti-SARS-CoV-2 N protein was negative. PAS, GMS and CMV IHC staining were negative (data not shown), excluding secondary fungi or CMV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", the following time points were critical for clarifying the disease progress: (1) February 2 nd : CT scan confirmed bilateral pneumonia; (2) February 5 th : type 1 respiratory failure; (3) February 8 th : kidney injury; (4) February 11 th : type 2 respiratory failure and cardiac insufficiency; (5) February 13 th : heart failure and septic shock; (6) February 14 th : liver failure and death. In addition to the time points reflecting disease progression, it should also be paid attention to the time this patient received steroid and antibiotics therapy. As shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Images of chest CT scans and X-ray. A-B) The chest CT was performed on Feb 2 nd . C) X-Ray on Feb 11 th . D) X-Ray on Feb 12 th .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The alveoli are filled with phlegm. A) Purulent exudates are present in alveolar spaces (H&E 200x). B) High magnification microscopy shows a large number of lymphocytes, neutrophils, and macrophages mixed with necrotic cellular debris in a phlegm plug (H&E 400x).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Diffuse alveolar damage with focal organization. A) Intra-alveolar fibrinous exudates with inflammatory cells (H&E 200x). B) Hyaline membrane formation (H&E 600x, arrow). C) Proliferating fibroblasts surrounded by neutrophils are seen in widened alveolar septa (H&E 400x). D) Dilated pulmonary capillaries with microthrombus formation (H&E 400x, arrow)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Type II pneumocyte hyperplasia. A) Hyperplasia of type II pneumocytes (H&E 400x).B)Type II pneumocytes multinucleation with IHC for TTF-1(H&E, TTF-1, 600x).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The blood biochemistry of the patient during the course of the disease.Note: WBC white blood cell, ALT alanine transaminase, TBIL total bilirubin, PT prothrombin time, APTT activated partial thromboplastin time, INR internationalization standard value .",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}