{
    "paper_id": "0a759408e3da1d58199a2ac2171f2594d6dd5dbb",
    "metadata": {
        "title": "Archives of Virology Serum Interferon Assay as a Possible Test for Virus Infections of Man",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "H J"
                ],
                "last": "Mattiiews",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "K"
                ],
                "last": "Lawrence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute phase serum gave positive results in an interferon assay when collected from 17 out of 45 (38 per cent) patients with proven virus infection, and from none of 43 patients with other disease and none of 61 healthy subjects. Sera from 11 of 43 (26 per cent) patients with suspected virus infection were also positive. Interferon was detected in tile sera of volunteers infected with respiratory viruses in strict isolation. It is suggested that the test might be used to supplement conventional tests for virus infections, and with modification may provide a useful diagnostic aid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It was noted many years ago that interferon was present in the serum in the acute phase of virus infections of man (7) , and this has been subsequently confirmed (1, 5). Although interferon was not found in patients who were thought to have bacterial infections it is now know-n that bacterial infections can induce interferon (4) . it is perhaps because of this knowledge that there has been no great enthusiasm for exploiting the idea of using a test for interferon in the blood as a rapid and general test for virus infection. We have therefore reinvestigated the problem to see if interferon is indeed found in virus infections and not in bacterial disease, and if so, whether it is found often enough to justify developing a better test for circulating interferon for use in diagnosis.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Blood was collected aseptically from children and adults within hours of admission to Northwick Park lqospital or the Central Middlesex Hospital. It was separated as soon as practicable, and the serum was stored at --20 ° C. Fmlther acute phase sera were supplied by the Public IIea.lt, h Laboratory Service, Portsmouth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Interferon was detected using a modification of plaque inhibition technique (3), using a semi-micro method (8) in which V 3 cells, which are a vervet monkey kidney cell line responsive to human interferon, were grown in wells in a plastic tray. The serum was diluted I : I0 and added to at least two monolayers and held overnigh~ at 37 ° C in a CO2 incubator.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "T . H . J . MATT~EWS and M. K. LAWl~ENCE:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The fluid was removed and the cells were challenged by adding 30--50 plaque forming units (PFU) of vesicular stomatitis virus (VSV) to each well, followed by an overlay containing carboxymethyl-cellulose. After incubation for three days the monoIayers were fixed and sterilised with formalin and stained with crystal violet. A 50 per cent reduction in mean plaque count was regarded as indicating the presence of interferon. All positive results were confirmed by repeat tests. The serum was titrated for the presence of interferon and the titres ranged from 1:20 to 1:800. Some adult sera were brought to pH 2 and back to p H 7.4 after dilution but it was impractical to show that the inhibitor in these sera had other properties of interferon; but, all showed the most important property of priming cells to resist virus infection and there is little doubt that the inhibitor was interferon. Parallel tests with dilutions of laboratory standard leucocyte interferon were included in all assays and showed that our test detected between 0. I and 1.0 reference units of interferon per millilitre of serum dilution tested (reference standard B69/19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The patients were also subj coted to routine bacteriological and virological diagnostic tests. They could be classified into those in whom a specific viral or bacterial diagnosis could be made, and those in whom a viral illness was suspected on clinical grounds. This latter group yielded no viruses on culture, usually of throat swabs and faeces, and most were tested by a standard serological screen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The results are summarised in the tables. Table 1 shows t h a t no interferon a c t i v i t y could be found in the serum of normal subjects or of patients with unequivocal evidence of bacteria] infection even if this was severe. The eases included bacterial p n e u m o n i a and meningitis, pyelonephritis, and abscesses in wounds, the liver, and the subphrenic space. I n addition, no interferon was detected in the serum of patients w i t h various other non-infective diseases. However, a substantial proportion of patients in whom a virus infection was proved had a positive serum interferon test. Table 2 shows t h a t interferon tests were positive in a v a r i e t y of patients with n a t u r a l virus infections as well as in mild experimental infections with influenza B and rhinovirus. If herpes virus and rubella infections were excluded one half of the specimens from patients were positive. There were 43 children who suffered an illness which was clinically suspected to be due to a virus t h o u g h none could be identified by the standard tests. I n t e rferon was detected in the serum of 11 of these, whose s y m p t o m s and signs included febrile convulsions, asthma, diarrhoea and vomiting, aseptic meningitis, skin rashes and lymphadenopathy. Some of the other patients may not have been infected or were infected by a virus which does not induce interferon such as the hepatitis viruses or eytomcgalovirus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 604,
                    "end": 611,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The proportion of positive sera in volunteers (6) infected in strict isolation with influenza B was similar to that in hospital patients. Of 19 volunteers who were proved to be infected with an influenza B virus and who were bled when they developed symptoms, 9 were positive for detectable interferon and 10 were negatire; the geometric mean clinical score (6) was 26.8 in the interferon positive group and 8.2 in the others and this indicates that the interferon positive volunteers had more symptoms and signs than the remainder. There was no such relationship in the vohmteers given a rhinovirus, and the overall frequency of positive sera was lower than in influenza B virus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This reinvestigation seems to confirm the original idea of Wheelock and Sibley that interferon can be detected quite frequently in the serum of patients with definite virus infections which are serious enough to require medical attention. The sera were collected and handled like tile \"acute\" serum for standard virus serology. We found no positive results in patients with other severe illness including bacterial infections, but about a quarter of patients in whom a clinical diagnosis of a virus infection was not confirmed nevertheless had a positive serum. It eould be that some of the eases thought clinically to be virus infections were actually other infeetions or immunological in nature but they may have been infected with viruses--for example, coronaviruses and rhinoviruses would not be detected by the standard battery of diagnostic tests used. Virus infection was diagnosed by eomplement fixation tests on acute and convalescent sera and isolation by inoculation of the specimens into three lines of tissue culture cells. The correlation of a positive interferon test with virus infection is confirmed by the results in sera taken from volunteers who were infected in strict isolation (6) . This result had been obtained previously in a study using a different method of interferon assay (5) which detected interferon by :means of a rhinovirus and Sindbis virus in human fibroblasts and V3 cells respectively. Thus it is not necessary to use VSV in the assay--tests with viruses which are not restricted to approved laboratories could be used. Our results also follow the general tendency for interferon to be detected more often in more severe illnesses.",
            "cite_spans": [
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "It is clear that interferon is likely to be found more often in some virus infections than in others. Herpes simplex and zoster seem to induce little interferon ( Table 2 ) but this is not important as rapid clinieal and laboratory diagnosis is usually possible for these organisms. Deteeting interferon in the serum is no more difficult technically than isolating and identifying viruses and the results are available at least as quietdy--in four days. We think it. would be still more useful if the test could be simplified and speeded up to take, say, 36 hours; the results would then be available soon enough to influenee the management of the case, though they would still not be as rapid as immunofluoreseenee applied to respiratory virus infections (2) . Our results suggest to us that if an interferon assay on ",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 759,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Diseussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interferons and inducers in vivo : II. Studies in man and monkeys",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fin~e~",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Interferons and Interferon Inducers",
            "volume": "363",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Application of immunofluorescent antibody technique in rapid diagnosis of respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Gaudier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mequillin",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Brit. reed. J",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A plaque inhibition assay for human interferon employing human neonate skin fibroblast monolayers and bovine vesicular stomatitis virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Meaigan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "In-vitro Methods in Cell Mediated Immunity",
            "volume": "",
            "issn": "",
            "pages": "489--499",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Circulating interferon-like viral i n h i b i t i o n in p a t i e n t s w i t h meningitis due to Haemophilus inJluenzae",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Micliaels",
                    "suffix": ""
                },
                {
                    "first": "-I",
                    "middle": [],
                    "last": "Weinbeicgei~",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "New Eng. J. Med",
            "volume": "272",
            "issn": "",
            "pages": "1148--1152",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "T h e use of volunteers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyri~ell",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Am. Rev. resp. Dis",
            "volume": "88",
            "issn": "",
            "pages": "128--134",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We thank Mrs. S. McLauchlan and Mr. J. Parry for technical assistance; Dr. D. MeSwiggan, Dr. J. V. T. Gostling and Dr. A. Segal for providing certain sera; Dr. B. Valman, Dr. M. Liberman and Dr. D. Grant for allowing us access to their patients; Dr. A. S. Beare, Dr. Sylvia E. Reed and Dr. T. M. Hall for sera and results of volunteer studies; and Dr. D. A. J. Tyrrell for advice on the work and help in preparing the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results o/testing human sera /or inter/eron",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "T. l-I. J. MAT~gEWS and M. K. LAWRENCE: Interferon Assay for Diagnosis the acute phase serum was added to the standard laboratory tests, the chances of recognising the presence of a virus infection would substantially increase. As in the case of any laboratory test the result would have to be interpreted cautiously as the test is not always positive in proved virus infections, and it is still theoretically possible for a non-viral inducer or an extensive immunological response to be the cause of a positive test result. Results o/testing human sera from cases o/proven virus infection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}