{"paper_id": "0a765029b393edafe3308b30dbea068e84a727f4", "metadata": {"title": "Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19", "authors": [{"first": "Fang", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Lin", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Mengda", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Juan", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Ding", "middle": [], "last": "Luo", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Yusi", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Bixi", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Xiaoyang", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}, {"first": "Xiang", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "General Hospital of Central Theater Command of PLA", "location": {"settlement": "Wuhan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "The study population was divided into two groups according to disease severity: a mild group (MG) (n = 107) and a severe group (SG) (n = 33). Data on demographic characteristics, baseline clinical characteristics, and the levels of IL-6, CRP, and PCT on admission were collected. Results: Among the 140 patients, the levels of IL-6, CRP, and PCT increased in 95 (67.9 %), 91 (65.0 %), and 8 (5.7 %) patients on admission, respectively. The proportion of patients with increased IL-6, CRP, and PCT levels was significantly higher in the SG than in the MG. Cox proportional hazard model showed that IL-6 and CRP could be used as independent factors to predict the severity of COVID-19. Furthermore, patients with IL-6 > 32.1 pg/mL or CRP > 41.8 mg/L were more likely to have severe complications. Conclusion: The serum levels of IL-6 and CRP can effectively assess disease severity and predict outcome in patients with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus disease 2019 (COVID-19) is highly infectious and contagious. The first COVID-19 epidemic occurred in Wuhan, China, in December 2019 [1, 2] . The epidemic was declared to be a public health emergency of international concern by the World Health Organization on January 30, 2020. The clinical manifestations change rapidly, and severe cases can lead to hypoxia, multiple organ dysfunction, and death. However, no reliable indicators are yet available to predict disease severity and progression. The objective of this study is to identify specific serological indicators that can be used for diagnosis and guidance of treatment decisions.", "cite_spans": [{"start": 144, "end": 147, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 148, "end": 150, "text": "2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Background"}, {"text": "To investigate the ability of IL-6, CRP, and PCT to predict mild and severe cases of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Objective"}, {"text": "The General Hospital of Central Theater Command of People's Liberation Army was designated to treat COVID-19 patients. This single-center, retrospective observational study was approved by the institutional Research Ethics Committee (Process No. 2020-008-1). A total of 141 cases of COVID-19 were confirmed in this hospital between January 18, 2020, and March 12, 2020. All patients were confirmed positively by SARS-CoV-2 nucleic acid RT-PCR (Ct value≤38.0, BGI, Shenzhen, China) using specimens derived from oropharyngeal swabs or sputum, prior to or during the hospitalization. All patients were monitored via the electronic health information system, and clinical data were collected until March 12, 2020, the last follow-up date. Patients with severe disease were categorized based on the seventh edition of the Chinese National Health Commission [3] and should meet any of the following criteria: 1) shortness of breath, respiratory rate https://doi.org/10.1016/j.jcv.2020.104370 Received 3 April 2020; Received in revised form 7 April 2020; Accepted 11 April 2020 ≥30 beats per min; 2) oxygen saturation ≤93 % at rest; 3) arterial oxygen partial pressure (PaO 2 )/oxygen concentration (FiO 2 ) ≤300 mmHg (1 mmHg = 0.133 K Pa); and 4) lung images showing obvious progress of lesion size > 50 % within 24−48 h. The patients with mild disease should meet the following criteria: 1) mild clinical symptoms or 2) mild or no lesions on imaging findings.", "cite_spans": [{"start": 852, "end": 855, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Methods and definitions"}, {"text": "Data on demographic characteristics, underlying comorbidities, symptoms, physical and radiological findings, and laboratory tests were collected from electronic and paper medical records. Hospitalization time, hospital discharge time, and time from disease onset to hospitalization were also recorded. Body temperature was measured using an infrared thermometer, and fever was defined as temperature ≥37.3°C. Venous blood samples were collected after 12 h fasting in the morning one day after admission and were analyzed within 2 h. All data were checked by two physicians.", "cite_spans": [], "ref_spans": [], "section": "Data collection"}, {"text": "Statistical Package for the Social Sciences software version 25.0 (IBM, Chicago, IL) was used for statistical analysis. Continuous and categorical variables were presented as median (IQR) and n (%), respectively. Mann-Whitney U test, χ² test, or Fisher's exact test was used to compare continuous and categorical variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The predictive value of serum IL-6, CRP, and PCT was evaluated by measuring the area under the receiver operating characteristic curve (AUROC). The optimal threshold value was obtained by calculating the Youden index. Kaplan-Meier curves were constructed for analyzing survival data. A multivariate Cox proportional risk model was used to determine predictive factors for disease risk.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "A total of 140 patients with COVID-19 were included in this study (one patient was excluded because of massive gastrointestinal hemorrhage). In the study population, 107 patients were assigned to a mild group (MG) and 33 patients were allocated to a severe group (SG). There was no significant difference in the male to female ratio between the two groups. The median age was 65.5 years (range, 23-96). The average age was significantly higher in the SG than in the MG (P < 0.0001, Table 1 ). Overall, the most common initial symptoms were fever (64.3 %) and cough (45.0 %), followed by fatigue, muscle soreness, and chest tightness (Table 1) . Most patients had comorbidities, including hypertension (45 %), heart disease(25 %), diabetes(24.3 %), and respiratory diseases(11.4 %). The number of comorbidities was significantly higher in patients in the SG (Table 1) . Demographic characteristics are shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 482, "end": 489, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 633, "end": 642, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 857, "end": 866, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 910, "end": 917, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Demographic data and initial clinical signs and symptoms"}, {"text": "The levels of IL-6, CRP, and PCT increased in 95 (67.9 %), 91 (65.0 %), and 8 (5.7 %) patients on admission, respectively. The proportion of patients with increased levels of IL-6, CRP, and PCT was significantly higher in the SG (P < 0.001, p < 0.001, and p = 0.025 for IL-6, CRP, and PCT, respectively) ( Table 2 and Fig. 1 ). The AUROC of these parameters ranged between 0.8 and 0.9 (IL-6, 0.808; CRP, 0.858; and PCT, 0.812), indicating a high diagnostic value for clinical severity (Fig. 2) . Furthermore, the sensitivity, specificity, and positive and negative predictive values of these inflammatory markers were calculated to obtain the optimal threshold value, which corresponded to 32.1 pg/ mL, 41.8 mg/L, and 0.07 ng/mL for IL-6, CRP, and PCT, respectively (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 306, "end": 313, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 318, "end": 324, "text": "Fig. 1", "ref_id": "FIGREF2"}, {"start": 485, "end": 493, "text": "(Fig. 2)", "ref_id": "FIGREF3"}, {"start": 766, "end": 774, "text": "(Table 3", "ref_id": "TABREF3"}], "section": "Serum levels of IL-6, CRP, and PCT varied between mild and severe cases"}, {"text": "We hypothesized that patients with higher levels of IL-6, CRP, or PCT were more likely to have severe disease. Patients were reclassified into two groups according to the optimal threshold of these indicators. Kaplan-Meier survival curves showed that patients with IL-6, CRP, or PCT higher than the optimal threshold had a significantly higher probability of developing severe disease (log-rank, P < 0.0001, Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 408, "end": 415, "text": "Fig. 3)", "ref_id": "FIGREF4"}], "section": "Serum levels of IL-6, CRP, and PCT can distinguish between severe and mild cases"}, {"text": "The multivariate Cox model showed that IL-6 (P < 0.001), CRP (P < 0.001), and PCT (P = 0.002) could be used as independent factors to predict the severity of COVID-19. The patients with IL-6 > 32.1 pg/mL, CRP > 41. 8 (Table 4 ).", "cite_spans": [{"start": 215, "end": 216, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 217, "end": 225, "text": "(Table 4", "ref_id": "TABREF4"}], "section": "Serum levels of IL-6, CRP, and PCT can distinguish between severe and mild cases"}, {"text": "The inflammatory response plays a critical role in COVID-19, and inflammatory cytokine storm increases the severity of COVID-19 [4, 5] . Wan et al. [6] found that cytokine storm is crucial to the progression of COVID-19 and can lead to severe complications and death. The fifth edition of \"Diagnosis and Treatment of COVID-19\" [7] recommends monitoring the cytokine levels to improve treatment efficacy and reduce mortality. The seventh edition of this guideline [3] points out that peripheral blood inflammatory factors such as IL-6 may increase during COVID-19 infection.", "cite_spans": [{"start": 128, "end": 131, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 132, "end": 134, "text": "5]", "ref_id": "BIBREF4"}, {"start": 148, "end": 151, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 327, "end": 330, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 463, "end": 466, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Discussion"}, {"text": "The levels of IL-6, CRP, and PCT increased significantly in 67.9 %, 65.0 %, and 5.7 % of patients on admission, respectively. The proportion of patients with increased levels of IL-6, CRP, and PCT was significantly higher in the SG than in the MG, which is consistent with the concept of \"cytokine storm\" proposed by Professor Li Lanjuan, who demonstrated that inflammatory factors played a crucial role in the progression from mild to severe disease. Cox proportional hazard model analysis showed that IL-6, CRP, and PCT could be used as independent factors to predict the severity of COVID-19. IL-6 is a multifunctional cytokine that transmits cell signaling and regulates immune cells. This factor has a strong proinflammatory effect with multiple biological functions and plays an important role in inflammation, tumor, and hematological diseases [8, 9] . IL-6 is the primary trigger for cytokine storms. Yang et al. [4] pointed out that peripheral blood IL-6 levels could be used as an independent factor to predict the progression of COVID-19, which is consistent with the results of this study; therefore, the role of IL-6 in this disease deserves special attention.", "cite_spans": [{"start": 851, "end": 854, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 855, "end": 857, "text": "9]", "ref_id": "BIBREF8"}, {"start": 921, "end": 924, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "CRP is a non-specific acute-phase protein induced by IL-6 in the liver and a sensitive biomarker of inflammation, infection, and tissue damage [10] . CRP expression level is usually low but increases rapidly and significantly during acute inflammatory responses [11, 12] . The elevation of CRP in isolation or in combination with other markers may reveal bacterial or viral infections. Our study explored the relationship between CRP and COVID-19 and found that patients with CRP > 41.8 mg/L were more likely to develop severe disease.", "cite_spans": [{"start": 143, "end": 147, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 262, "end": 266, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 267, "end": 270, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "PCT is a glycoprotein without hormonal activity and the precursor of calcitonin [13, 14] . Serum PCT levels are usually low or undetectable [15] . PCT levels are increased by bacterial infections and relatively low with viral infections and, therefore, can be used to distinguish between bacterial and viral infections [16] . The higher PCT levels in the SG suggest that severe COVID-19 patients may have concomitant bacterial infections. It should be noted that the optimal cut-off value of PCT was 0.07 ng/mL and did not exceed the normal range (0-0.5 ng/mL), and this result may be due to the small sample size (eight patients). Therefore, the validity of PCT as an independent factor to predict the severity of COVID-19 needs to be further studied using a larger sample size. This study has limitations. First, the number of cases was small because of the single-center design of the study. Second, clinical data were limited.", "cite_spans": [{"start": 80, "end": 84, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 85, "end": 88, "text": "14]", "ref_id": "BIBREF13"}, {"start": 140, "end": 144, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 319, "end": 323, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the serum levels of IL-6 and CRP have a significant correlation with the severity of COVID-19 and can be used as independent factors to predict disease risk. However, the validity of PCT needs to be further investigated. IL-6, interleukin 6; CRP, C-reactive protein; PCT, procalcitonin. Data are presented as median (IQR), n (%), or n/N (%). P-values were calculated using the Mann-Whitney U test, or χ² test. Writing -review & editing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We declare that we have no financial and personal relationships with other people or organizations that can inappropriately influence our work, there is no professional or other personal interest of any nature or kind in any product, service and/or company that could be construed as influencing the position presented in, or the review of, the manuscript entitled, \"Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19\".", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features of patients infected with 2019 novel coronavirus in", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wei", "suffix": ""}, {"first": "W", "middle": [], "last": "Wei", "suffix": ""}, {"first": "X", "middle": [], "last": "Xie", "suffix": ""}, {"first": "W", "middle": [], "last": "Yin", "suffix": ""}, {"first": "H", "middle": [], "last": "Lin", "suffix": ""}, {"first": "M", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "H", "middle": [], "last": "Gao", "suffix": ""}, {"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}, {"first": "G", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Jin", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Cao", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "", "volume": "323", "issn": "", "pages": "1061--1069", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF2": {"ref_id": "b2", "title": "National Health and Health Commission of the People's Republic of China. Diagnosis and Treatment of Pneumonia of New Coronavirus Infection", "authors": [], "year": null, "venue": "Trial Version", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Epidemiological and clinical features of COVID-19 patients with and without pneumonia in", "authors": [{"first": "P", "middle": ["H"], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Ding", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "R", "middle": [], "last": "Pu", "suffix": ""}, {"first": "P", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Meng", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Jiang", "suffix": ""}, {"first": "E", "middle": ["Q"], "last": "Qin", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Zhang", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "L", "middle": ["X"], "last": "Yu", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["X"], "last": "Hong", "suffix": ""}, {"first": "Z", "middle": ["H"], "last": "Xiao", "suffix": ""}, {"first": "Q", "middle": [], "last": "Xi", "suffix": ""}, {"first": "D", "middle": ["X"], "last": "Zhao", "suffix": ""}, {"first": "P", "middle": [], "last": "Yu", "suffix": ""}, {"first": "C", "middle": ["Z"], "last": "Zhu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Ji", "suffix": ""}, {"first": "G", "middle": ["W"], "last": "Cao", "suffix": ""}, {"first": "F", "middle": ["S"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.28.20028068"]}}, "BIBREF4": {"ref_id": "b4", "title": "Reducing mortality from 2019-nCoV: host-directed therapies should be an option", "authors": [{"first": "A", "middle": [], "last": "Zumla", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "M", "middle": [], "last": "Maeurer", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "30305--30311", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30305-6"]}}, "BIBREF5": {"ref_id": "b5", "title": "Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP), medRxiv", "authors": [{"first": "S", "middle": ["X"], "last": "Wan", "suffix": ""}, {"first": "Q", "middle": ["J"], "last": "Yi", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Fan", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Lv", "suffix": ""}, {"first": "X", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Xiao", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Yi", "suffix": ""}, {"first": "M", "middle": [], "last": "Qiang", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Xiang", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Chen", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.02.10.20021832"]}}, "BIBREF6": {"ref_id": "b6", "title": "National Health and Health Commission of the People's Republic of China. Diagnosis and Treatment of Pneumonia of New Coronavirus Infection (Trial Version 5)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "IL-6 and related cytokines as the critical lynchpins between inflammation and cancer", "authors": [{"first": "T", "middle": [], "last": "Koji", "suffix": ""}, {"first": "K", "middle": [], "last": "Michael", "suffix": ""}], "year": 2014, "venue": "Semin. Immunol", "volume": "26", "issn": "", "pages": "54--74", "other_ids": {"DOI": ["10.1016/j.smim.2014.01.001"]}}, "BIBREF8": {"ref_id": "b8", "title": "Interleukin-6 mediates angiotensinogen gene expression during liver regeneration", "authors": [{"first": "H", "middle": ["S"], "last": "Lai", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lai", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Lin", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Hsu", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Chou", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Lee", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "8", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0067868"]}}, "BIBREF9": {"ref_id": "b9", "title": "C-reactive protein: a critical update", "authors": [{"first": "M", "middle": ["B"], "last": "Pepys", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Hirschfield", "suffix": ""}], "year": 2013, "venue": "J. Clin. Invest", "volume": "111", "issn": "", "pages": "1805--1812", "other_ids": {"DOI": ["10.1172/JCI18921"]}}, "BIBREF10": {"ref_id": "b10", "title": "C-Reactive protein levels but not CRP dynamics predict mortality in patients with pneumococcal pneumonia", "authors": [{"first": "E", "middle": [], "last": "Mooiweer", "suffix": ""}, {"first": "B", "middle": [], "last": "Luijk", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Bonten", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Ekkelenkamp", "suffix": ""}], "year": 2011, "venue": "J. Infect", "volume": "62", "issn": "", "pages": "314--316", "other_ids": {"DOI": ["10.1016/j.jinf.2011.01.012"]}}, "BIBREF11": {"ref_id": "b11", "title": "Is procalcitonin to C-reactive protein ratio useful for the detection of late onset neonatal sepsis?", "authors": [{"first": "W", "middle": ["H"], "last": "Hahn", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Song", "suffix": ""}, {"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}], "year": 2018, "venue": "J. Matern. Fetal. Neonatal. Med", "volume": "31", "issn": "", "pages": "822--826", "other_ids": {"DOI": ["10.1080/14767058.2017.1297410"]}}, "BIBREF12": {"ref_id": "b12", "title": "Procalcitonin levels predict infectious complications and response to treatment in patients undergoing cytoreductive surgery for peritoneal malignancy", "authors": [{"first": "K", "middle": [], "last": "Saeed", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Dale", "suffix": ""}, {"first": "E", "middle": [], "last": "Leung", "suffix": ""}, {"first": "T", "middle": [], "last": "Cusack", "suffix": ""}, {"first": "F", "middle": [], "last": "Mohamed", "suffix": ""}, {"first": "G", "middle": [], "last": "Lockyer", "suffix": ""}, {"first": "S", "middle": [], "last": "Arnaudov", "suffix": ""}, {"first": "A", "middle": [], "last": "Wade", "suffix": ""}, {"first": "B", "middle": [], "last": "Moran", "suffix": ""}, {"first": "G", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "M", "middle": [], "last": "Dryden", "suffix": ""}, {"first": "T", "middle": [], "last": "Cecil", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Cepeda", "suffix": ""}], "year": 2016, "venue": "Eur. J. Surg. Oncol", "volume": "42", "issn": "", "pages": "234--243", "other_ids": {"DOI": ["10.1016/j.ejso.2015.10.004"]}}, "BIBREF13": {"ref_id": "b13", "title": "Novel applications for serum procalcitonin testing in clinical practice", "authors": [{"first": "J", "middle": ["J"], "last": "Choi", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Mccarthy", "suffix": ""}], "year": 2018, "venue": "Expert Rev. Mol. Diagn", "volume": "18", "issn": "", "pages": "27--34", "other_ids": {"DOI": ["10.1080/14737159.2018.1407244"]}}, "BIBREF14": {"ref_id": "b14", "title": "Serum sTREM-1, PCT, CRP, Lac as biomarkers for death risk within 28 days in patients with severe sepsis", "authors": [{"first": "L", "middle": ["F"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": ["H"], "last": "Zhang", "suffix": ""}], "year": 2018, "venue": "Open Life Sci", "volume": "13", "issn": "", "pages": "42--47", "other_ids": {"DOI": ["10.1515/biol-2018-0006"]}}, "BIBREF15": {"ref_id": "b15", "title": "Relationship between acute kidney injury and serum procalcitonin (PCT) concentration in critically ill patients with influenza infection", "authors": [{"first": "A", "middle": [], "last": "Rodríguez", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Reyes", "suffix": ""}, {"first": "J", "middle": [], "last": "Monclou", "suffix": ""}, {"first": "B", "middle": [], "last": "Suberviola", "suffix": ""}, {"first": "M", "middle": [], "last": "Bodí", "suffix": ""}, {"first": "G", "middle": [], "last": "Sirgo", "suffix": ""}, {"first": "J", "middle": [], "last": "Solé-Violán", "suffix": ""}, {"first": "J", "middle": [], "last": "Guardiola", "suffix": ""}, {"first": "D", "middle": [], "last": "Barahona", "suffix": ""}, {"first": "E", "middle": [], "last": "Díaz", "suffix": ""}, {"first": "I", "middle": [], "last": "Martín-Loeches", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Restrepo", "suffix": ""}], "year": 2018, "venue": "Med. Intensiva", "volume": "42", "issn": "", "pages": "399--408", "other_ids": {"DOI": ["10.1016/j.medin.2017.12.004"]}}}, "ref_entries": {"FIGREF1": {"text": "Liu: Data curation, Writing -original draft. Lin Li: Data curation, Writing -original draft. MengDa Xu: Date curation, Writingoriginal draft. Juan Wu: Writing -original draft. Ding Luo: Data curation. YuSi Zhu: Data curation. BiXi Li: Data curation. XiaoYang Song: Supervision. Xiang Zhou: Conceptualization, Methodology,", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Serum levels of IL-6, CRP, and PCT in patients with COVID-2019 ***P < 0.0001.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Receiver operating characteristic curve of interleukin-6 (IL-6), C-reactive protein (CRP), and procalcitonin (PCT) in patients with COVID-2019 on admission.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Survival according to the levels of interleukin-6 (IL-6),C-reactive protein (CRP), and procalcitonin (PCT).", "latex": null, "type": "figure"}, "TABREF0": {"text": "mg/L, or PCT > 0.07 ng/mL were more likely to have severe complications (HR, 2.375; 95 % CI, 1.058-5.329; P < 0.001 for IL-6; HR, 4.394; 95 % CI, 1.924-10.033; P < 0.001 for CRP; HR, 4.908; 95 % CI, 1.797-13.402; P = 0.002 for PCT)", "latex": null, "type": "table"}, "TABREF1": {"text": "Demographic data and initial clinical signs and symptoms in the study cohort.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Total n=140 </td><td>Mild group n=107 </td><td>Severe group n=33 </td><td>X²/Z </td><td>p-value\n</td></tr><tr><td>Age </td><td> </td><td>65.5 (54.3-73.0) </td><td>62.0 (52.0-69.0) </td><td>77.0 (65.5-87.5)\n</td><td> </td><td> </td></tr><tr><td>Sex </td><td>Female </td><td>91 (65.0 %) </td><td>66 (61.7 %) </td><td>25 (75.8 %) </td><td>2.196 </td><td>0.138\n</td></tr><tr><td> </td><td>Male </td><td>49 (35.0 %) </td><td>41 (38.3 %) </td><td>8 (24.2 %)\n</td><td> </td><td> </td></tr><tr><td>Hospitalization time </td><td>Time from onset to hospitalization (days) </td><td>8.0 (4.0-13.8) </td><td>8.0 (4.0-14.0) </td><td>8.0 (3.5-10.5) </td><td>−0.497 </td><td>0.619\n</td></tr><tr><td> </td><td>19.0 (13.0-29.0) </td><td>18.0 (13.0-28.0) </td><td>21.0 (12.0-30.5) </td><td>−0.469 </td><td>0.639\n</td></tr><tr><td>Comorbidities </td><td>Cardiopathy </td><td>35 (25.0 %) </td><td>22 (20.6 %) </td><td>13 (39.4 %) </td><td>4.771 </td><td>0.029\n</td></tr><tr><td> </td><td>Respiratory disease </td><td>16 (11.4 %) </td><td>12 (11.2 %) </td><td>4 (12.1 %) </td><td>0.000 </td><td>1.000\n</td></tr><tr><td> </td><td>Hypertension </td><td>63 (45 %) </td><td>41 (38.3 %) </td><td>22 (66.7 %) </td><td>8.190 </td><td>0.004\n</td></tr><tr><td>Treatments </td><td>Diabetes </td><td>34 (24.3 %) </td><td>22 (20.6 %) </td><td>12 (36.4 %) </td><td>3.425 </td><td>0.064\n</td></tr><tr><td>Antiviral drugs </td><td>131 (93.6 %) </td><td>99 (92.5 %) </td><td>32 (97.0 %) </td><td>0.255 </td><td>0.614\n</td></tr><tr><td>Clinical symptoms </td><td>Antibiotics </td><td>128 (91.4 %) </td><td>95 (88.8 %) </td><td>33 (100 %) </td><td>2.743 </td><td>0.098\n</td></tr><tr><td>Fever </td><td>90 (64.3 %) </td><td>69 (64.5 %) </td><td>21 (63.6 %) </td><td>0.008 </td><td>0.929\n</td></tr><tr><td> </td><td>Cough </td><td>63 (45.0 %) </td><td>46 (43.0 %) </td><td>17 (51.5 %) </td><td>0.741 </td><td>0.389\n</td></tr><tr><td> </td><td>Diarrhea </td><td>5 (3.6 %) </td><td>4 (3.7 %) </td><td>1 (3.0 %) </td><td>0.000 </td><td>1.000\n</td></tr><tr><td> </td><td>Fatigue </td><td>21 (15.0 %) </td><td>11 (10.3 %) </td><td>10 (30.3 %) </td><td>6.438 </td><td>0.011\n</td></tr><tr><td> </td><td>Loss of appetite </td><td>9 (6.4 %) </td><td>5 (4.7 %) </td><td>4 (12.1 %) </td><td>1.253 </td><td>0.263\n</td></tr><tr><td> </td><td>Myalgia </td><td>13 (9.3 %) </td><td>9 (8.4 %) </td><td>4 (12.1 %) </td><td>0.089 </td><td>0.765\n</td></tr><tr><td> </td><td>Dyspnea </td><td>9 (6.4 %) </td><td>3 (2.8 %) </td><td>6 (18.2 %) </td><td>7.524 </td><td>0.006\n</td></tr><tr><td> </td><td>Chest tightness </td><td>14 (10.0 %) </td><td>6 (5.6 %) </td><td>8 (24.2 %) </td><td>7.771 </td><td>0.005\n</td></tr><tr><td> </td><td>Nausea </td><td>3 (2.1 %) </td><td>0 </td><td>3 (9.1 %) </td><td> </td><td>0.012\n</td></tr><tr><td> </td><td>Dizziness </td><td>4 (2.9 %) </td><td>3 (2.8 %) </td><td>1 (3.0 %) </td><td> </td><td>1.000\n</td></tr><tr><td> </td><td>Headache </td><td>2 (1.4 %) </td><td>2 (1.9 %) </td><td>0 </td><td> </td><td>1.000\n</td></tr><tr><td> </td><td> </td><td>Abdominal pain </td><td>3 (2.1 %) </td><td>2 (1.9 %) </td><td>1 (3.0 %) </td><td>0.557\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Serum levels of IL-6, CRP, and PCT in patients with COVID-2019.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Total n=140 </td><td>Mild group n=107 </td><td>Severe group n=33 </td><td>X²/Z值 </td><td>p-value\n</td></tr><tr><td>IL-6 (pg/mL)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&gt; 7.0 </td><td>95 (67.9 %) </td><td>63 (58.9 %) </td><td>32 (97.0 %) </td><td>16.778 </td><td>&lt; 0.0001\n</td></tr><tr><td>0-7.0 </td><td>45 (32.1 %) </td><td>44 (41.1 %) </td><td>1 (3.0 %)\n</td><td> </td><td> </td></tr><tr><td>CRP (mg/L)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&gt; 8.0 </td><td>91 (65.0 %) </td><td>60 (56.1 %) </td><td>31 (93.9 %) </td><td>15.895 </td><td>&lt; 0.0001\n</td></tr><tr><td>0-8.0 </td><td>49 (35.0 %) </td><td>47 (43.9 %) </td><td>2 (6.1 %)\n</td><td> </td><td> </td></tr><tr><td>PCT (ng/mL)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>&gt; 0.5 </td><td>8 (5.7 %) </td><td>3 (2.8 %) </td><td>5 (15.2 %) </td><td>5.030 </td><td>0.025\n</td></tr><tr><td> </td><td> </td><td>0-0.5 </td><td>132 (94.3 %) </td><td>104 (97.2 %) </td><td>28 (84.8 %)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Area under the receiver operating characteristic curve and optimal cut-off values of IL-6, CRP, and PCT. AUC, area under the curve.", "latex": null, "type": "table"}, "TABREF4": {"text": "Univariate and multivariate Cox model analysis of IL-6,CRP, and PCT.HR, hazard ratio.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This project was supported by the National Natural Science Foundation of China (81901932) and Medjaden Academy & Research Foundation for Young Scientists (COVID-19-MJA20200329). We thank all the medical staff of General hospital of central theater command of PLA for their hard work and great efforts in the outbreak of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}