{
    "paper_id": "0a787237a52b050f9ac0b2100272f8adf0ade472",
    "metadata": {
        "title": "The Journal of Prevention of Alzheimer's Disease -JPAD",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "J"
                ],
                "last": "Ousset",
                "suffix": "",
                "affiliation": {},
                "email": "ousset.pj@chu-toulouse.fr"
            },
            {
                "first": "B",
                "middle": [],
                "last": "Vellas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [
                    "Jean"
                ],
                "last": "Ousset",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Toulouse",
                "middle": [],
                "last": "Alzheimer&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "T he 2020 Coronavirus pandemic is the greatest global health crisis we have had in recent decades, both by its own consequences and by the impact of the measures that have been taken by various countries to deal with it (1). The effect is major on Western health systems, affecting all areas of care and research, including research on Alzheimer's disease and cognitive aging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To appreciate these consequences, it seemed interesting to us to provide data on the activity of a Memory Clinic and Research Center, taking as an example the Alzheimer's Disease Center of Toulouse in France, one of the European countries most affected by this outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Toulouse Alzheimer Center includes outpatient care units: -Memory Consultation -Memory clinic -Clinical Research Center As well as two hospitalization units: -Acute Alzheimer's unit -Cognitive Behavioral unit (sub-acute unit for patients with behavioral disorder) Moreover, our center coordinates the French Alzheimer Research Network, which brings together the 20 French centers most involved in clinical and therapeutic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding research activities, our center is currently conducting observational research programs: two European IMI programs: European Prevention of Alzheimer's Dementia (EPAD) (2) and Amyloid Imaging to Prevent Alzheimer's Disease (AMYPAD), with more than 200 participants followed in both of them, as well as a large regional program on aging (INSPIRE study) (3, 4) , with 250 participants recruited to date out of the thousand planned. Therapeutic research includes a prevention trial: Prevention of Cognitive Decline in Older Adults With Low Dha/Epa Index in Red Blood Cells (LO-MAPT), as well as six industry sponsored randomized controlled trials (RCT's), including in particular trials using the administration of monoclonal antibodies: Gantenerumab GRADUATE study, BIIB092 TANGO study, BAN2401 CLARITY study.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impact of the current health crisis on all of these clinical and research activities can be considered from a chronological point of view over the last four weeks, depending on the spreading of the outbreak on the national territory and as a result of measures taken at national level to curb its expansion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreak began in France, with the number of detected cases increasing from 191 to 1,126. The cases are mainly grouped in clusters in the north and east of the country. Some quarantine measures are taken in these clusters, activity is maintained in the rest of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 1: March 2-8"
        },
        {
            "text": "During this first week, we mainly had to answer questions from patients and caregivers, worried about a situation to which they were not however directly confronted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 1: March 2-8"
        },
        {
            "text": "The outbreak is spreading in France, reaching more than 5,000 cases at the end of the week. On March 11, all family visits in nursing homes were suspended. On March 12, President Macron, in a televised address, announces the closure of schools and universities. Specific instructions are given to subjects over 70 years of age to restrict their travels. At the same time, World Health Organization declares the pandemic stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 2: March 9-15"
        },
        {
            "text": "At the Alzheimer center, we immediately decide to suspend all visits planned in observational studies for subjects over 70 years of age and subjects at risk. Research associates and, to the extent of their functions, staff are placed on telework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 2: March 9-15"
        },
        {
            "text": "Following the government announcement during the weekend to close all public places, bars and restaurants, and non-essential businesses, as well as limiting nonessential travel, it is decided to suspend all observational and academic research activities. The research center only ensures the continuity of RCT's with priority for safety assessments, including imaging. However, all screening visits are postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 3: March 16-22"
        },
        {
            "text": "In the evening of March 16, President announced a measure of nationwide lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 3: March 16-22"
        },
        {
            "text": "The outpatient visits and the activity of the memory clinic are stopped. The hospital is reorganizing its activity to face the health crisis and doctors and paramedics of the Alzheimer Center are repositioned on the inpatient's units. Teleconsultations are developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 3: March 16-22"
        },
        {
            "text": "The Research Center continues to operate and to carry out the visits planned as part of the ongoing RCT's. The industrial sponsors transmit guidelines, all emphasizing the safety of patients and staff, but also on measures allowing continuity in follow up: wider windows for scheduled visits, possibility of skipping visits, assessments carried out remotely with special emphasis on safety assessment visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 3: March 16-22"
        },
        {
            "text": "In terms of activity, this results into a significant drop in the number of patients received at the Research Center, from an average of 52 to less than 5 visits made per week (figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 3: March 16-22"
        },
        {
            "text": "The activity of the Alzheimer Center has been completely reorganized in this context of health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 4: March 23-29"
        },
        {
            "text": "Regarding clinical units: -Teleconsultation is set up through a simple tool allowing to carry out a consultation via a smartphone or a tablet, easy to handle for patients and caregivers at home. -The hospitalization units, acute Alzheimer unit and behavioral unit, have each individualized a sector dedicated to the care of Covid-19 positive patients. The staff has been trained in the safest possible management of these patients. It should be noted the emergence of specific behavioral disorders linked to the quarantine situation: anxiety or aggressiveness of subjects who do not understand, because of their cognitive impairment, the measures which are imposed on them. Support for caregivers who can no longer visit their loved ones must also be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 4: March 23-29"
        },
        {
            "text": "As far as the research center is concerned, the work in reduced staff allows the pursuit of therapeutic research activity, in the interest of the patients and by prioritizing safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Week 4: March 23-29"
        },
        {
            "text": "This unprecedented health crisis has forced us to adapt quickly to exceptional conditions, both by the impact of the outbreak itself and by that of the quarantine measures that are disrupting our relationship with patients. The safety of patients and caregivers remains the priority, while ensuring the continuity of our care and research missions. The new solutions developed to deal with this unprecedented situation could serve as a model for the future organization of our care practices (5) (6) (7) (8) . Long-term consequences on the patients, their caregivers, as well as on the clinical and research activities including economic and financial aspects will have to be later assessed (9) . Our thoughts go to the patients and families affected by the disease as well as to the front-line healthcare personnel in the regions most affected by this epidemic. ",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Week 4: March 23-29"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "History in a Crisis -Lessons for Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The European Prevention of Alzheimer's Dementia (EPAD) Longitudinal Cohort Study: Baseline Data Release V500.0. J Prev Alzheimers Dis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muniz-Terrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivipelto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Molinuevo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "8--13",
            "other_ids": {
                "DOI": [
                    "10.14283/jpad.2019.46"
                ],
                "PMID": [
                    "32010920"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Integrated Care for Older People and the Implementation in the INSPIRE Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guyonnet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sumi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prev Alz Dis",
            "volume": "2",
            "issn": "7",
            "pages": "70--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Revisiting the Hallmarks of Aging to Identify Markers of Biological Age",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guerville",
                    "suffix": ""
                },
                {
                    "first": "De Souto",
                    "middle": [],
                    "last": "Barreto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ader",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Andrieu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casteilla",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fazilleau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guyonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Langin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liblau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vergnolle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prev Alzheimers Dis",
            "volume": "7",
            "issn": "1",
            "pages": "56--64",
            "other_ids": {
                "PMID": [
                    "32010927"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Shift in Hospitalizations for Alzheimer's Disease to Related Dementias in France between",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rochoy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chazard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bordet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virtually Perfect? Telemedicine for Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003539"
                ],
                "PMID": [
                    "32160451"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Letter to the Editor: Preventing Dementia through Community Involvement and Altruistic Behaviors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Maki",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Prev Alzheimers Dis",
            "volume": "5",
            "issn": "4",
            "pages": "259--260",
            "other_ids": {
                "DOI": [
                    "10.14283/jpad.2018.37"
                ],
                "PMID": [
                    "30298185"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Geographic Clusters of Alzheimer's Disease Mortality Rates in the USA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Yacko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Guttmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Prev Alzheimers Dis",
            "volume": "5",
            "issn": "4",
            "pages": "231--235",
            "other_ids": {
                "DOI": [
                    "10.14283/jpad.2018.36"
                ],
                "PMID": [
                    "30298181"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and the consequences of isolating the elderly Lancet Public Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Nellums",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30061-X."
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of patients seen each day at the Toulouse Alzheimer Research Center during the first four weeks of March 2020",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}