{
    "paper_id": "0a788544235f577b667f0cc31a6934091ead8f76",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Medicine. Noyes Publications, Park Ridge, NJ, 1985 [ 179 authors; 48 articles. Role of retroviruses: in neoplasia, in nature. W.P. Rowe Memorial Lecture: Changing dogmas in retrovirology (J.A. Levy). Retroviruses and murine model system endogenous leukemia viruses, xenotropic retroviruses, computer age, mammary tumorigenesis, proviral genome of radiation leukemia virus, Friend leukemia cells, envelope gene, MHC, MMTV, antiviral drugs. Retroviruses and the Vertebrate Model System: oncogenes in rats, avian leukemia viruses, feline retroviruses, bovine leukemia virus, ultraviolet-induced retroviruses, susceptibilities to 2-deoxy-D-glucose, functional heterogeneity, rat sarcoma Galliera. Retroviruses and Human Pathology: HTLV viruses, retroviral genes in human reproductive tissue, AIDS, T-cell leukemia, LTRs of leukemia viruses, LAV proteins, lymphocyte immune functions, anti-,HTLV-III and anti T-cell antibodies, seroepidemiological study of LAV by ELISA in AIDS, antibodies to SAIDS, retroviruses expressed during oocyte maturation, psoriasis, human milk RNase, slow infections. Retroviruses and oncogenes: retroviruses with two oncogenes, ras oncogenes, raf oncogene, cell attachment, amplification of oncogenes, nucleotide sequence of erbA, osteosarcoma oncogene, c-myc gene, fes oncogene, myc and myb oncogenes, detection of oncogene transcripts].",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 50,
                    "text": "Publications, Park Ridge, NJ, 1985",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "301"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chromosomal organization: ribosomal and transfer RNA genes",
            "authors": [],
            "year": 1983,
            "venue": "Genetics and Biotechnology of Bacilli (Proceedings of the Second International Conference on the Genetics and Biotechnology of Bacilli",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tn917 insertional mutagenens; sucrose system. Secretion: B-lactomases; levansucrase; secretion vectors; serin protease; sub&in control; cr-amylase promoter and signal peptide. Transcription: phage +29",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "B.N. Fields, D.M. Knipe, R.M. Chanock, J.L. Melnick, B. Roizman and R.E. Shope (Eds.): Virology. Raven Press, New York, 1985, xiv + 1614 pp. ($149.50) ISBN 0-88167-026-X.[A monumental monograph of 63 chapters with 64 contributors. The following aspects of virology are ably presented in separate chapters: taxonomy; structure; membranes; multiplication; generation and replication of defective genomes; animal virus genetics; molecular genetics; epidemiology; transmission of disease; pathogenesis; metabolism; cellular architecture; transformation and oncogenesis (DNA viruses, retroviruses); host response; interferons; diagnostics; antiviral chemotherapy; immunization; papovaviruses; parvoviruses; adenoviruses (replication, diseases); herpes viruses; herpes simplex; Epstein-Barr virus; varicellazoster virus; cytomegalovirus; poxviruses; picornaviruses; enteroviruses (polio, coxsackie, echo and newer enteroviruses); rhinoviruses; reoviruses; rotaviruses; orbiviruses; togaviruses; alphaviruses; flaviviruses; rubella; arena viruses; bunyaviruses; Marburg and Ebola viruses; rhabdoviruses; rabies virus; orthomyxoviruses; paramyxoviruses; influenza; parainfluenza; mumps ; respiratory syncytial viruses; measles; coronaviruses;T-cell leukemia viruses; viral hepatitis; Norwalk group of viruses; viruses causing subacute spongiform encephalopathies].R.C. Gallo, D. Stehelin and O.E. Vamier (Eds.): Retroviruses and Human Pathology. (Proceedings of the International Symposium on Retroviruses and Human Pathology, San Terenzo di Lerici, La Spezia, Italy, Sept. 24-26, 1984) Experimental Biology and Medicine Series, Humana Press, Clifton, NJ, 1985, xviii + 557 pp. ($74.50) ISBN o-89603-098-9.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}