{
    "paper_id": "0a7e67d3138a81cba472e003ca7acb7fad3c20d5",
    "metadata": {
        "title": "Andrographolide",
        "authors": [
            {
                "first": "Yu",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lian-Hua",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guan-Hua",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L.-H",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "G.-H",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences and Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Andrographolide is a diterpene lactone compound extracted from Andrographis paniculata (Burm. F) Nees, which is commonly used as traditional Chinese medicine. Andrographolide has effects of anti-inflammatory, antibacterial, antivirus, antitumor, and immune regulation and is used in treatment of cardiovascular-cerebrovascular diseases and protection of the liver and gallbladder. Andrographolide water solubility is poor and its bioavailability is low; its pharmacological effects are extensive but weak, so the preparation requirements are strict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Appearance: white square prism or flaky crystals (ethanol or methanol) and odorless, with a bitter taste. Solubility: dissolved in boiling ethanol, slightly soluble in methanol or ethanol, very slightly soluble in chloroform, and almost insoluble in water. Since andrographolide has an ester structure, it is easy to hydrolysis, open loop and isomerization in the aqueous solution to affect the drug stability. At lower temperature, the stability of andrographolide is better; it is unstable in alkaline conditions, and its instability increased with the increase in alkaline strength. The most stable pH value is 3-5. Andrographolide is more stable in chloroform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Properties"
        },
        {
            "text": "This product is included in the Pharmacopoeia of the People's Republic of China (2015) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 86,
                    "text": "China (2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dosage Forms and Indications"
        },
        {
            "text": "It comes in the form of andrographolide tablets, andrographolide drop-pills, and andrographolide capsules. This product is often used for detoxification, sore throat, and mouth and tongue sores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage Forms and Indications"
        },
        {
            "text": "Andrographolide is a diterpene lactone compound extracted from Andrographis paniculata (Burm. F) Nees. Andrographis paniculata is also known as lanhelian, yijianxi, zhanshecao, kucao, kudancao, etc. Since this product originates in India, it is also known as Indian grass. This product is dry ground part of Jupiteraceae plant Andrographis paniculata (conus) may originate in South Asia. It is commonly cultivated in China such as in Fujian, Guangdong, Hainan, Guangxi, and Yunnan and also in Australia and was also introduced in Jiangsu and Shaanxi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature"
        },
        {
            "text": "Andrographis paniculata is commonly used in traditional Chinese medicine. Its ability of relieving \"snake venom, and internal injuries cough\" was recorded in \"Lingnan herbal medicine records.\" \"Quanzhou Materia Medica\" described it as \"heat-clearing and detoxifying, anti-inflammatory, detumescence and inhibition throat inflammation, dysentery and high fever.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature"
        },
        {
            "text": "The above ground part of Andrographis paniculata contains andrographolide, neo-andrographolide, 14-deoxygenated andrographolide, etc., and the root contains mainly flavonoids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature"
        },
        {
            "text": "In 1911, Gorter firstly isolated a crystalline substance from Andrographis paniculata, identified it as a diterpene lactone compound, and named it andrographolide [1] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "History of R&D"
        },
        {
            "text": "Andrographolide structure is complex and difficult to artificially synthesize, so it is often extracted from the plant. The extraction of andrographolide includes water extraction, alcohol extraction, and other methods, but there are issues such as timeconsuming, cumbersome operation and loss of active ingredients which need to be modified. In recent years, new technology processes such as enzymatic pretreatment and microwave-and ultrasonic-assisted extraction have been used in the extraction of andrographolide, which have significantly shortened the time and improved the extraction efficiency [2, 3] .",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "History of R&D"
        },
        {
            "text": "Andrographolide water solubility is poor and its bioavailability is low; its pharmacological effects are extensive but weak, so the preparation requirements are strict. Therefore, from the 1970s, drugs and organic chemical researchers have done a lot of work in the modification and transformation of andrographolide, mainly concentrated in the α, β-unsaturated lactone double bond Michael addition, redox, selective esterification of hydroxyl groups, oxidation and substitution reactions, intramolecular cyclization, replacement of lactone rings, etc. They had obtained a number of new derivatives. In the research of pharmacological effects, the main study of the andrographolide derivatives focuses on antitumor, antivirus, and other biological activities and has made some progress [4, 5] .",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 789,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "History of R&D"
        },
        {
            "text": "The study of andrographis developed in not only andrographolide oral preparations but also injectables of andrographolide derivative compounds such as potassium dehydroandrographolide succinate and potassium sodium dehydroandrographolide succinate, which has now become a commonly used drug (see potassium dehydroandrographolide succinate, potassium sodium dehydroandrographolide succinate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History of R&D"
        },
        {
            "text": "So far, the methods of andrographis preparations have been more than of 600 kinds [6] . The andrographolide preparations approved by the SFDA are 14 kinds of andrographolide tablets; 2 kinds of andrographolide capsules, andrographolide capsules, and sodium nitrite andrographolide; and 5 kinds of andrographolide soft capsule and one kind of andrographolide tablet [7].",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "History of R&D"
        },
        {
            "text": "Modern pharmacological studies have shown that andrographolide has effects of anti-inflammatory, antibacterial, antivirus, antitumor, and immune regulation and can be used in treatment of cardiovascular-cerebrovascular diseases and protection of the liver and gallbladder. Andrographolide can treat the fever caused by pneumococcus and hemolytic Streptococcus mutans, mainly by inhibiting the hypothalamus PGE2 and cAMP content to exert its antipyretic, nonetheless reducing the chemotaxis (fMLP) CD 11b + and CD 18 + may be the main mechanism of its antiinflammatory effect. Andrographolide has antagonistic effects on Hong Kong virus (HKV), Ebola virus (EBOV), and respiratory syncytial virus (RSV) and has been shown to inhibit HIV, SARS, and viral myocarditis ST2 in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacology"
        },
        {
            "text": "Andrographolide can also ameliorate myocardial ischemia and serve as protection from ischemia-reperfusion injury. It also has protection effect of vascular endothelial cells as well as can regulate lipid disorder, lower blood pressure, and exert effect of anti-atherosclerosis. It can also prevent angiogenesis after restenosis and improve blood rheology. Its mechanisms are mainly due to its free radical scavenging and antiplatelet aggregation properties. Andrographolide can increase the bile flow, bile salt, bile acid, and deoxycholic acid in experimental rats and guinea pigs and can reverse the reduction of bile and cholic acid and other secretions caused by paracetamol and improve liver function [8] .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 709,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacology"
        },
        {
            "text": "This product is commonly used clinically for dysentery, leptospirosis, meningitis, pneumonia, upper respiratory tract infection, and enhancing adrenal cortical function. In view of the requirement for clinical viral infection emergency, it is important to introduce the hydrophilic group in different lactone structure, enhance its water solubility, and improve efficacy. There are a variety kinds of andrographolide injection, including potassium dehydroandrograpolide succinate needle, potassium sodium dehydroandrographolide succinate needle. Lianbizhi is the representative of this class of drugs in current clinical application. Oral administration of andrographolide may induce bitter vomiting. Oral administration of this product and other preparations in large doses can cause epigastric discomfort and loss of appetite. It had been reported of drug eruption, upper abdominal pain, and anaphylactic shock caused by intramuscular injection. Severe symptom response emerged such as chest tightness, shortness of breath, pallor, lip bruising, cold sweats, weak pulse, decreased blood pressure, etc. Light reactions include abdominal pain, vomiting, asthma, urticaria, pimples, dizziness, head swelling, sneezing, chest pain, etc. The reaction is real time and also 5-20 min after injection and gradually improves 5-45 min after rescue and individual recovered by 24 h. There are also reports of acute amniotic fluid blockage caused by weaning lotion exchange. In addition, taking into account the adverse effects of andrographolide on reproduction, it is recommended to be used cautiously by fertility couples and pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Application"
        },
        {
            "text": "Andrographolide is widely used. It is rapidly absorbed in animals and has a long efficacy and high bioavailability with no obvious side effects. In recent years, clinical application is still focused on antibacterial and anti-inflammatory; with the development of research, andrographolide shows the prevention and treatment of cardiovascular, liver, and gallbladder diseases and enhanced immunity and antitumor and other multiple effects, making it a promising Chinese medicine, worthy of further research and development. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Andrographolide: an X-ray crystallographic analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Amos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Patrick",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Crystallogr Spectrosc Res",
            "volume": "12",
            "issn": "4",
            "pages": "309--328",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Study on stability in vitro of Andrographolide",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chin Tradit Patent Med",
            "volume": "24",
            "issn": "5",
            "pages": "331--334",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chinese herbal medicine effective component",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Andrographolide: progression in its modifications and applications-a patent review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aromdee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Opin Ther Pat",
            "volume": "24",
            "issn": "10",
            "pages": "1129--1167",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development in synthesis of andrographolide derivatives",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chin J Organic Chem",
            "volume": "28",
            "issn": "2",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Andrographolide and its pharmacological action and clinical research progress of preparation. China Pharm",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The research progress of Andrographolide",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Herald Med",
            "volume": "25",
            "issn": "1",
            "pages": "48--50",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The structure of andrographolide derivatives Y",
            "authors": [
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Andrographis paniculataFig. 2 The structure of andrographolide",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}