{
    "paper_id": "0a83ef386bbeef3cc4bc4c411f4121e7e6bf684e",
    "metadata": {
        "title": "Unprecedented Events do not Always Call for Unprecedented Actions",
        "authors": [
            {
                "first": "Deepak",
                "middle": [],
                "last": "Shrivastava",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California at Davis",
                    "location": {
                        "settlement": "Sacramento",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 is a global disaster that could have been mitigated around the world a bit sooner and would probably not cost so many human lives! COVID-19 has affected the practice of Sleep Medicine in more than one way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Along with severe illness defined by the presence of shortness of breath and hypoxemia and critical illness defined by multiorgan failure, the spotlight focused on the need for mechanical ventilation and their staggering short supply. In the world of sleep medicine, there has been significant progress made in non-invasive ventilator technology. Continuous Positive Airway Pressure (CPAP) machines were seen as ventilator alternatives. In the setting of a highly contagious pandemic, the spread of the SARS-CoV-2 by aerosol was more than a hypothesis. In a Washington State nursing home, CPAP therapy was suspected to have caused the spread of COVID-19 in the residents. The American Society of Anesthesiologists issued guidance discouraging CPAP use in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further recommendation came regarding the use of CPAP and similar devices in patients with sleep apnea, neuromuscular diseases, and other indications. Either patients could isolate themselves within their house if symptomatic, to protect their family or if possible, to discontinue the use of CPAP and adopt alternate therapies and take drowsy driving precautions until favorable public health advisory is issued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The emergency plans that developed as a consequence included COVID-19 patient triage for resource allocation [1] , mass reclamation, and reprogramming of CPAP machines by firmware upgrades, asking patients who owned CPAP and similar machines to donate to hospitals, and connecting multiple patients by air tube splitter to a single ventilator. The U.S. Food and Drug Administration (FDA) emergently approved for the modification of respiratory devices to prevent aerosolization. A plastic bell-like helmet with a rubber collar seal is proposed to replace high leak risk face mask [2] . Besides, with fewer features, CPAP machines can be mass manufactured in large quantities than hospital ventilators.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initial excitement is somewhat tempered by the recent observation that critically ill COVID-19 patients need lower positive pressures to inflate lungs as opposed to Acute Respiratory Distress Syndrome (ARDS), have silent hypoxemia reflected by tolerable work of breathing, highly recruitable lungs and favorable response to a prone position. According to a new study published in The American Journal of Tropical Medicine and Hygiene [3] , by less use of ventilators, the death rate could be reduced by more than 50%. It is important to realize that ventilator-associated acute lung injury is well known and may occur with overinflation in a lung with near-normal compliance. A group of European physicians detailed COVID-19's discrepancies from typical ARDS [4] . New York City case series indicated that at least 88% of coronavirus patients died while on the ventilator [5] .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID 19 does affect sleep. Although there is no data to suggest that obstructive sleep apnea is a direct risk factor, the related comorbidities certainly are! Similarly, chronic insomnia is correlated with metabolic, cardiovascular disease, and hypertension. It then behooves us not to suspect that both sleep apnea and chronic insomnia remain viable risk factors, at least for the worse outcomes in COVID-19-infected critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While sleep is essential to human health, during the pandemic sleep services are indirectly assigned non-essential services [6] , and recommendations made that all in-lab polysomnography and in-lab CPAP administration be postponed \"except in emergencies\". AASM recommends disposable home sleep tests (HST) and advises that reusable devices be removed from service for at least 72 h, in addition to disinfection before the next use. Patients should not be expected to pick up or drop off HST equipment. Telemedicine services if not already in place are hard to initiate in the middle of a pandemic; if anything due to logistics, expense, and lack of bandwidth. Current stressful circumstances have caused a lack of sleep, irregularity of sleep schedule, anxiety, and PTSD symptoms. This is further confounded by increased time watching television and listening to negative news. Also, health, job, personal finance, and economy-related worries, and near-future uncertainty darken the situation. Isolation and depression are worse in these times of social distancing, quarantines, and work from home conditions. The consumption of tea, coffee, and alcohol has remarkably increased per recent data that interrupts good quality sleep. Chronic partial sleep deprivation may negatively affect the innate immune system more than the adaptive immune system. Long-term sleep deprivation causes more damage. Nevertheless, there is an opportunity for a few to align their circadian clock by following a regular sleep schedule when social activity and outdoor time are minimal.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An important issue is the frontline provider burn out. Long work scheduled and insufficient amount of sleep has been known to contribute to provider burnout. It negatively impacts patient safety, poorer quality of care, and reduced patient satisfaction [7, 8] . The studies show that the risk is highest in mid-career physicians. Prevalence of shift-work, high workload, long hours, sleep interruptions, and insufficient sleep lead to widespread burnout. Physician wellbeing must include appropriate rest breaks, designated nap areas, continued counseling, and educational reminders regarding sleep hygiene practices. Better sleep quality and quantity may positively impact functioning at high levels.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The science of COVID-19 is not quite dichotomous yet and protocols are changing every day. Desperate decisions sometimes can backfire and yield undesired results. Whether we strive for generating a large number of modified ventilators, use home sleep tests utilizing commercial delivery models or sacrifice our sleep, we must stay with time-honored fundamental principles of science. Well, in this case, the science of Sleep Medicine!",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The toughest triage -allocating ventilators in a pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of noninvasive ventilation delivered by helmet vs face mask on the rate of endotracheal intubation in patients with acute respiratory distress syndrome: a randomized clinical trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carteaux",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Prost",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Mekontso",
                    "middle": [],
                    "last": "Dessap",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "22",
            "pages": "2435--2476",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical care management of patients with COVID-19: early experience in Thailand",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ratanarat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sivakorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Viarasilpa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rising to the challenge of COVID-19: advice for pulmonary and critical care and an agenda for research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niederman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richeldi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chotirmall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "201",
            "issn": "9",
            "pages": "1019--1057",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6775"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is sleep medicine \"essential",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sleep Review. 3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association between physician burnout and patient safety, professionalism, and patient satisfaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panagioti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA. Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2018.3713"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sleep, fatigue and burnout among physicians: an American Academy of Sleep Medicine position statement",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Kancherla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upender",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Collen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Sleep Med",
            "volume": "16",
            "issn": "5",
            "pages": "803--808",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}