{
    "paper_id": "0a86202bc6b55eda35e49805fcf9c4619cf9bede",
    "metadata": {
        "title": "COMMenT Nature reviews | Endocrinology",
        "authors": [
            {
                "first": "Norbert",
                "middle": [],
                "last": "Stefan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Center Munich",
                    "location": {
                        "settlement": "Tübingen",
                        "country": "Germany"
                    }
                },
                "email": "✉e-mail:norbert.stefan@med.uni-tuebingen.de"
            },
            {
                "first": "Andreas",
                "middle": [
                    "L"
                ],
                "last": "Birkenfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Center Munich",
                    "location": {
                        "settlement": "Tübingen",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [
                    "B"
                ],
                "last": "Schulze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "S"
                ],
                "last": "Ludwig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In China, older age (≥65 years) and the presence of comorbidities are associated with a more severe course of COVID-19 in patients infected with the novel corona virus (SARS-CoV-2). Among the comorbid conditions, the highest fatality rate was found for cardiovascular disease (CVD) (10.5%) and diabetes mellitus (7.3%), followed by chronic respiratory diseases (6.3%), hyper tension (6.0%) and cancer (5.6%) 1 . A direct endocrine and metabolic link between hypertension and diabetes mellitus and coronavirus infection, which might involve angiotensin-converting enzyme 2, is being discussed 2 .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies from China 1 and the Lombardy region of Italy 3 that have reported comorbidities in patients with COVID-19 did not provide data on body weight and height, which are used to estimate adipose tissue mass by calculating the BMI. A descriptive study of a small sample of 24 (63% were men) critically ill patients diagnosed with COVID-19 in the Seattle region was among the first to report BMI data (3 patients with a BMI in the normal category, 7 with overweight, 13 with obesity and 1 with missing data). Although the numbers are too small for meaningful statistical analyses, 85% of the patients with obesity required mechanical ventilation and 62% of the patients with obesity died. These proportions are greater than those in the patients without obesity, in which 64% required mechanical ventilation and 36% died 4 . As CVD and diabetes mellitus are strongly associated with elevated adipose tissue mass 5 , a high BMI might be an important risk factor for a severe course of disease, particularly of pneumonia, in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early data"
        },
        {
            "text": "Concern about the effects of BMI is further substantiated by preliminary data from Shenzhen, China, and New York City, USA (the data have not been peer-reviewed). Among 383 patients from Shenzhen with COVID-19, overweight was associated with an 86% higher, and obesity with a 142% higher, risk of developing severe pneumonia compared with patients of normal weight in statistical models that controlled for potential confounders 6 . Among 4,103 patients with COVID-19 at an academic health system in New York City, BMI >40 kg/m 2 was the second strongest independent predictor of hospitalization, after old age 7 . Furthermore, in a small study from a university hospital in Lille, France, reporting data from 124 patients with COVID-19, the need for invasive mechanical ventilation was associated with a BMI ≥35 kg/m 2 , independently of other comorbidities 8 . The parameters mediating this high risk are thought to include impaired respiratory mechanics, increased airway resistance and impaired gas exchange, as well as other pathophysiological features of obesity, such as low respiratory muscle strength and lung volumes 9 .",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 860,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Early data"
        },
        {
            "text": "The obesity paradox Conversely, an obesity survival paradox has been observed in patients with pneumonia. That is, despite the increased risk of pneumonia and difficulties of intubation and mask ventilation, the risk of death in patients with obesity and pneumonia might be decreased 10 . Potentially counter-balancing effects of obesity might include the more aggressive treatment provided to these patients, their increased metabolic reserve or other uniden tified factors 10 . Thus, as a result of a potentially critical role of body weight or adiposity in determining the incidence and severity of pneumonia (and possibly other complications), it is important to collect anthropometric information for patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Early data"
        },
        {
            "text": "Furthermore, the impaired metabolic health (characterized by hypertension, dyslipidaemia and hyperglycaemia) associated with obesity might also be present in those with normal weight or overweight 5 . Prediabetes, which is present in 38% of the adult population in the USA, was identified as an important risk factor for CVD and renal disease 5 . To what extent these cardiometabolic risk factors predispose individuals to severe disease independently of BMI remains to be determined.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 343,
                    "end": 344,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Early data"
        },
        {
            "text": "Obesity and impaired metabolic health in patients with COVID-19 www.nature.com/nrendo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early data"
        },
        {
            "text": "In conclusion, to better estimate the risk of complications in patients with COVID-19, in addition to evaluation of standard hospital parameters (such as the Sequential Organ Failure Assessment, d-dimer and pro-inflammatory markers), the measurement of anthropometrics and metabolic parameters is crucial. These parameters include BMI, waist and hip circumferences and levels of glucose and insulin. The latter two parameters can be used for the estimation of insulin resistance, for example by calculation of the HOMA-IR. Knowledge about insulin resistance is important, because it is among the strongest determinants of impaired metabolic health, cardiac dysfunction and CVD-related mortality 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Such measurements might be useful both in a primary care setting and in a hospital setting to assess the risk of a complicated course of disease in patients with a positive SARS-CoV-2 test (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "In conclusion, while it is widely recognized that the presence of comorbidities such as hypertension, diabetes mellitus and CVD is associated with a more severe course of COVID-19, obesity has hardly been investigated so far. Obesity is a main risk factor for these comorbidities and more generally for impaired metabolic health (such as dyslipidaemia and insulin resistance) and is also linked to an increased risk of pneumonia. Measurement of anthropometric characteristics and metabolic parameters is crucial to better estimate the risk of complications in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "C o m m e n t Fig. 1 | obesity-related comorbidities and mechanisms of a severe course of coVid-19. Patients with obesity often have respiratory dysfunction, which is characterized by alterations in respiratory mechanisms, increased airway resistance, impaired gas exchange and low lung volume and muscle strength. These individuals are predisposed to hypoventilation-associated pneumonia, pulmonary hypertension and cardiac stress. Obesity is also associated with an increased risk of diabetes mellitus, cardiovascular disease and kidney disease, comorbidities that are considered to result in increased vulnerability to pneumonia-associated organ failures. However, even in the absence of comorbidities of obesity , the presence of hypertension, dyslipidaemia, prediabetes and insulin resistance might predispose individuals to cardiovascular events and increased susceptibility to infection via atherosclerosis, cardiac dysfunction and impaired immune response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in china: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1239--1242",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Endocrine and metabolic link to coronavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bornstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingrone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Boehm",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Rev. Endocrinol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41574-020-0353-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5394"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 in critically ill patients in the Seattle region-Case Series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2004500"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Causes, characteristics, and consequences of metabolically unhealthy normal weight in humans",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Häring",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Metab",
            "volume": "26",
            "issn": "",
            "pages": "292--300",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Obesity and COVID-19 severity in a designated hospital in Shenzhen, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qingxian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3556658"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors associated with hospitalization and critical illness among 4,103 patients with COVID-19 disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Petrilli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.08.20057794"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High prevalence of obesity in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) requiring invasive mechanical ventilation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonnet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/oby.22831"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Obesity and respiratory diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Murugan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chron. Respir. Dis",
            "volume": "5",
            "issn": "",
            "pages": "233--242",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Obesity survival paradox in pneumonia: a meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comorbidities • Cardiovascular disease • Diabetes mellitus • Kidney disease",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "D.S.L. has received royalties for books on nutrition and obesity. The other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}