{"paper_id": "0a90837664d9be6a2659509473047edbd4fe0e7d", "metadata": {"title": "", "authors": [{"first": "Rachel", "middle": [], "last": "Pryor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Connie", "middle": [], "last": "Atkinson Bsn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kaila", "middle": [], "last": "Cooper Rn", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michelle", "middle": [], "last": "Doll", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Emily", "middle": [], "last": "Godbout", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["P"], "last": "Stevens", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gonzalo", "middle": [], "last": "Bearman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": " Improvements to the electronic medical records must occur prior to the next pandemic  During pandemics, infection preventionists' should advise staff, not review charts  Automation can help improve healthcare safety and quality \"Starting now and lasting until forever, your health and healthcare will be determined, to a remarkable and somewhat disquieting degree, by how well the technology works.\" -Robert Wachter, The Digital Doctor: Hope, Hype, and Harm at the Dawn of Medicine's Computer Age", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Despite benefits such as improved patient care coordination and access to patient information, 1 the electronic medical record (EMR) in its current state poses significant barriers to infection preventionists' (IP) work efficiency during a pandemic. The 2019 coronavirus disease pandemic underscores both the importance of IPs to the healthcare system and the need for an everstrengthening partnership between IPs and information technology (IT). Many aspects of IPs day-to-day work involves manual surveillance to determine whether an infection is hospital-acquired. Hospitalacquired infections are infrequent events, allowing for a manageable combination of IP surveillance via manual and automated processes. The reliance of manual case identification differs in a pandemic as suspected or confirmed COVID-19 cases are increasingly frequent, real-time events. Increased COVID-19 testing highlights EMR barriers to effective infection prevention practices. Prior to future pandemics, healthcare systems must anticipate EMR barriers and design solutions in advance. Electronic medical record barriers highlighted during the COVID-19 pandemic include rapid notification of suspected or confirmed COVID-19 patients, tracking suspect or confirmed cases who have been tested at an outside facility or during a previous hospital visit, and triggering the automatic implementation of isolation orders (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 1396, "end": 1405, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "Rapid stakeholder notification of suspected or confirmed COVID-19 patients is a significant COVID-19 EMR barrier. No standard, centralized EMR view is accessible to all hospital teams (IPs, providers, frontline staff, research coordinators, dietary, bed management, environmental services, nursing education, etc.). This barrier creates confusion which only increases as COVID-19 test volume surges. Differing hospital departments use different EMR screen views and/or patient-tracking systems for information management. Communicating standardized, urgent, and specific information to a diversity of hospital teams across a non-standardized platform is ineffective.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Because most EMRs do not communicate between health systems, delayed IP notification of suspected or confirmed COVID-19 patients at the time of facility-to-facility transfer may hinder prompt application of appropriate isolation precautions and lead to staff exposure. When clinical teams approve a hospital-to-hospital transfer of a suspected or confirmed COVID-19 patient there is no consistent system in place to notify IPs. Neither communications specialists working in the Patient Transfer Center nor accepting providers reliably notify IPs of patient transfers. Human error and omissions are a challenge to standardized processes. It is unrealistic to expect individual healthcare workers to reliably provide notifications in a large tertiary care center -any notification that is important needs to be automatically triggered in the EMR. This is particularly true when there is not the time to educate all staff members on ongoing major process changes in the midst of an epidemic. Ideally, the EMR would notify IPs of a COVID-19 person under investigation (PUI) or positive case at the time of patient transfer approval.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "When COVID-19 PUI incidence was low, coinciding with low nation-wide testing capacity, infectious disease (ID) physicians screened each potential COVID-19 PUI before determining if the patient met Centers for Disease Control and Prevention criteria for testing. Once our institution's clinical microbiology laboratory began in-house testing, COVID-19 polymerase chain reaction testing capacity increased. The arrival of in-house COVID-19 testing resulted in significant test volume with logistical and IP oversight issues for proper patient isolation. By removing the ID physician hard stop, providers ordering COVID-19 testing no longer consistently alerted the infection prevention program, nor was there an EMR notification system in place to alert IPs of new COVID-19 orders. When the infection prevention program was unaware of COVID-19 PUI status at the time of test order entry, real time guidance and implementation of isolation precautions was both delayed and poorly coordinated.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Tracking the location of COVID-19 positive and PUIs in real-time is a formidable challenge.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Initially IPs at our facility tracked patients by inputting data to a computer-based spreadsheet; however, this approach became challenging to update regularly as patient volume increased. Because the IP in our incident command center spends a significant portion of time providing guidance to frontline providers and staff, performing regular EMR chart reviews to check current patient location was untenable. When our facility began testing patients for COVID-19, the EMR did not have the capacity to create a patient tracking list for diagnoses of interest. Typically, patient tracking lists are sorted by provider service or patient unit. Creating an automated list that updates in real-time is a time-consuming endeavor involving collaboration with IT partners. Modifications to EMRs traditionally take weeks to months and have pre-scheduled time to validate the new process and resulting data. During a pandemic, the delayed timeline is not opportune.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Notification of patient isolation needs to frontline staff in real time via the EMR is yet another barrier highlighted during the COVID-19 pandemic. Programing a new rule in the EMR is time consuming. In their current state, many EMRs are not nimble enough to program an automatic isolation order when a provider orders a COVID-19 test, something that is critical during an escalating pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Upon ordering a COVID-19 test, the provider or an IP must then order appropriate isolation. Appropriate isolation orders are communicated to frontline staff via verbal notification (or a manual EMR chart review performed by frontline staff), rather than an EMR pop-up alert. This may lead to confusion about whether patients should be isolated, which isolation type is appropriate and when isolation should be discontinued. Patient isolation confusion may result in unnecessary staff exposure or overuse of personal protective equipment. This issue is compounded when strategies regarding isolation and patient cohorting are frequently changing, as has been seen in the setting of the current pandemic.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We summarize EMR barriers during a response to the COVID-19 pandemic. These barriers include notification and identification of COVID-19 PUI and positive patients, tracking infected and suspected inpatients and inter-facility transfers and ensuring proper isolation orders are executed.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Finding solutions to these barriers is time-intensive both in the present and in the face of future infectious diseases threats. Ideally, the infection prevention-EMR barriers exposed by a pandemic are anticipated and solutions are sought prior to a wave of infected cases. Even with EMR solutions in place, responses to the COVID-19 pandemic must be nimble as situations and processes change. Infection prevention efforts are misguided when IPs spend valuable time performing manual data entry and chart review that can be alleviated through EMR solutions. Thus, the fluidity of hospital pandemic responses underscores the need for present and sustained strengthening of the IP-IT partnership. Technology should synergize with IP teams to maximize EMR solutions such that IP team members are free to focus on nuanced, real time pandemic management issues. To do so, EMR enhancements during the current pandemic must be institutionalized and critical functions of the EMR in future infection prevention emergency preparedness planning should be deliberately defined and developed. ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Electronic health records implementation: an evaluation of information system impact and contingency factors", "authors": [{"first": "L", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "E", "middle": [], "last": "Bellucci", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Nguyen", "suffix": ""}], "year": 2014, "venue": "Int J Med Inform", "volume": "83", "issn": "11", "pages": "779--796", "other_ids": {"DOI": ["10.1016/j.ijmedinf.2014.06.011"]}}}, "ref_entries": {"FIGREF0": {"text": ": rachel.pryor@vcuhealth.org The electronic medical record and COVID-19: is it up to the challenge? Highlights", "latex": null, "type": "figure"}, "TABREF0": {"text": "Desired Characteristics of an EHR for Infection Prevention During a Global PandemicIP nurses must be aware of all COVID-19 suspects and confirmed cases to provide guidance to frontline staff and oversight of IP practicesFootnote: EMR = electronic medical record COVID-19 = coronavirus disease PUI = person under investigation for COVID-19 IP = infection preventionist", "latex": null, "type": "table"}}, "back_matter": []}