{
    "paper_id": "0a9175035290324826af5ce4292fe7a37c30d327",
    "metadata": {
        "title": "Preparing interdisciplinary leadership for a sustainable future",
        "authors": [
            {
                "first": "Christopher",
                "middle": [
                    "G"
                ],
                "last": "Boone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Steward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "A"
                ],
                "last": "Pickett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Bammer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Kamal Bawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "A"
                ],
                "last": "Dunne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iain",
                "middle": [
                    "J"
                ],
                "last": "Gordon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Hart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Hellmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "New",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Jean",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Ometto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Wendorf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [],
                "last": "Agrawal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Bertsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Colin"
                ],
                "last": "Campbell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Dodd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Janetos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Hein"
                ],
                "last": "Mallee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Urgent sustainability challenges require effective leadership for inter-and trans-disciplinary (ITD) institutions. Based on the diverse experiences of 20 ITD institutional leaders and specific case studies, this article distills key lessons learned from multiple pathways to building successful programs. The lessons reflect both the successes and failures our group has experienced, to suggest how to cultivate appropriate and effective leadership, and generate the resources necessary for leading ITD programs. We present two contrasting pathways toward ITD organizations: one is to establish a new organization and the other is to merge existing organizations. We illustrate how both benefit from a real-world focus, with multiple examples of trajectories of ITD organizations. Our diverse international experiences demonstrate ways to cultivate appropriate leadership qualities and skills, especially the ability to create and foster vision beyond the status quo; collaborative leadership and partnerships; shared culture; communications to multiple audiences; appropriate monitoring and evaluation; and perseverance. We identified five kinds of resources for success: (1) intellectual resources; (2) institutional policies; (3) financial resources; (4) physical infrastructure; and (5) governing boards. We provide illustrations based on our extensive experience in supporting success and learning from failure, and provide a framework that articulates the major facets of leadership in inter-and trans-disciplinary organizations: learning, supporting, sharing, and training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Inter-and trans-disciplinary (ITD) research has expanded in recent decades and there is growing evidence that ITD research helps solve complex societal problems and achieve societal aspirations (Irwin et al. 2018; Frantzeskaki and Rok 2018) . Interdisciplinary research integrates disciplinary knowledge to create new scientific understanding while transdisciplinary research also incorporates knowledge and participants from beyond science to engage in the research process and inform policy and practice (Lang et al. 2012; Buizer et al. 2015) . Alongside the growth in ITD research and application, organizations are being established to foster ITD research and to train students for new ITD careers (Huutoniemi et al. 2010; James Jacob 2015) . These organizations are helping to meet growing demands on universities and other research institutions to demonstrate meaningful impact in meeting complex societal and environmental concerns (Caves 2020).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 213,
                    "text": "(Irwin et al. 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 214,
                    "end": 240,
                    "text": "Frantzeskaki and Rok 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 506,
                    "end": 524,
                    "text": "(Lang et al. 2012;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 525,
                    "end": 544,
                    "text": "Buizer et al. 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 702,
                    "end": 726,
                    "text": "(Huutoniemi et al. 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 727,
                    "end": 744,
                    "text": "James Jacob 2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Urgent sustainability challenges require ITD leadership. Future leaders can benefit from lessons learned (Reid and Mooney 2016; Annan-Diab and Molinari 2017). We assert that such lessons can benefit from diverse experience with both successes and failures of past and on-going ITD efforts. Despite progress in developing ITD research programs, young researchers are still confronted with traditional incentives that discourage ITD activities (Bark et al. 2016; Brister 2016) . To succeed, new leaders should be trained to navigate the problem-oriented nature of ITD research and to transform academic and research institutions to encourage rather than discourage ITD approaches, which is especially crucial for the solution-orientated realms of sustainability (Liu et al. 2015; McDaniels and Skogsberg 2017; Gordon et al. 2019) .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 460,
                    "text": "(Bark et al. 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 461,
                    "end": 474,
                    "text": "Brister 2016)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 760,
                    "end": 777,
                    "text": "(Liu et al. 2015;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 778,
                    "end": 807,
                    "text": "McDaniels and Skogsberg 2017;",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 827,
                    "text": "Gordon et al. 2019)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lessons described in this paper are based on the thoughts, reflections, and experiences of 20 leaders of ITD organizations from nine countries (Palmer 2018) elicited and synthesized over several workshops. The objective is to advise leaders across various ITD fields and provide helpful justifications for universities, funders, and governments to support ITD initiatives. This is not a comprehensive 'handbook' on successful ITD leadership. Rather, it distills three lessons that current and future leaders of ITD initiatives should recognize and marshal resources to address: (i) the multiple pathways to successful programs; (ii) cultivation of appropriate leadership; and (iii) resources necessary for success.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 156,
                    "text": "(Palmer 2018)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pathways to successful ITD organizations generally fall into two categories: some were created as ITD organizations by design (Box 1) while others evolved over time, often merging disciplinary units together (Box 2). The descriptions in Boxes 1 and 2, (along with Boxes 3-5) show how different organizations view themselves in relation to interdisciplinarity and/or transdisciplinarity and how they operationalize those approaches. Many of us started as disciplinary scientists and followed different paths to ITD, in the process creating a range of programs that approach sustainability challenges in various ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathways to inter-and transdisciplinary sustainability organizations"
        },
        {
            "text": "Both kinds of ITD organizations can benefit from a realworld focus. The leap from interdisciplinary to transdisciplinary programs can be accelerated by focusing on the public good or the needs of external partners (Fig. 1 ). Missionoriented science requires the integration of multiple forms of knowledge and the expertise of end users. To mitigate poor air quality, for instance, requires the integrated expertise of many scientists and stakeholders to comprehend the dynamics of air quality, effects on humans and environment, and to build viable solutions, including atmospheric scientists, transportation modelers, public health officials, environmental economists, automotive engineers, and communication specialists. In the United States, federal transportation funds are tied to air quality, which incentivizes functioning ITD teams to address this as a public health and economic issue (https ://www.fhwa.dot.gov/envir onmen t/air_quali ty/). This example shows the value of a problem-oriented and solutionoriented ITD approach with stakeholders connected to specific public good outcomes (Miller et al. 2014) .",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1117,
                    "text": "(Miller et al. 2014)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pathways to inter-and transdisciplinary sustainability organizations"
        },
        {
            "text": "ITD organizations are motivated in various ways. Several universities have developed 'grand challenges' to encourage ITD research, education, and partner engagement. These programs may be assembled across existing units within academic and research institutions or may bring together academic and mission-oriented partners. One example is Sustainable Los Angeles. Working across multiple colleges at UCLA, the university provided seed funds for research and education programs to help Los Angeles supply 100 percent renewable energy and 100 percent local water by 2050 while improving ecosystem health (Gold et al. 2015) . The ambitious goals and long time horizon can inspire ITD collaboration because they address concerns that matter and have the potential of making a difference to the quality of life in a major city.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 620,
                    "text": "(Gold et al. 2015)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Pathways to inter-and transdisciplinary sustainability organizations"
        },
        {
            "text": "However, challenges do not have to be 'grand' to inspire ITD activities. Drawing more limited boundaries in space and time can encourage teams to tackle the inherently complex social-ecological-technical systems of sustainability challenges (Palmer et al. 2016 ) and short-term, smaller scale challenges can be equally energizing for researchers. Mitigating urban 'food deserts' is an example of a local need around which ITD researchers can band together for quick results, as food production in urban systems benefits from an ITD approach toward sustainability and social equity (Brinkley et al. 2017) . For some researchers, the tangible, local, and immediate problems may be more motivating for ITD than global grand challenges. These fine-scaled ITD problems also allow flexibility, encouraging teams to form and reorganize according to the expertise needed rather than to maintain a persistent and potentially costly organization.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 260,
                    "text": "(Palmer et al. 2016",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 581,
                    "end": 603,
                    "text": "(Brinkley et al. 2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Pathways to inter-and transdisciplinary sustainability organizations"
        },
        {
            "text": "Science and socio-political integration Scientific integration, represented on the vertical axis, moves from disciplinary focus, through inclusions of multiple disciplines in a study, to the integration of those multiple disciplines in question asking, methodology, conclusions, and application. The final step of scientific integration is defined by its linkage with societal and political needs. Transdisciplinarity requires that various kinds of participants or stakeholders, here signified by communities, decision makers, and formal authorities (shown here on the horizontal axis), must be involved in posing questions, aligning methods, and assessing outcomes. The move from disciplinary science through transdisciplinary scientific-social research and intervention has been defined by the US National Science Foundation as convergence science. Some scholars use the term convergence to refer to deep integration in the scientific sphere as well (e.g., Irwin et al. 2018) Rapid response to crises is another motivation for creating ITD projects and teams. Hurricane Sandy laid bare the inadequacies of New York City's preparation for extreme weather events (Rosenzweig and Solecki 2014) . Academic institutions and local and state governments responded with an integrated resilience plan that joined expertise from research institutions, local and state agencies, community organizations, and the private sector with the explicit mission of making the metro area more resilient to major storms. The New York City Mayor's Office of Recovery and Resiliency was created in response to the devastating hurricane, which claimed 147 lives and caused $71 billion in damages (https ://www.fema.gov/mat-resul ts-hurri canesandy ). This office works closely with academics to develop and implement science-informed resiliency efforts to better prepare the city for future impacts of climate change. The ITD approach is reflected in the many dimensions of plans that go beyond physical infrastructure to include financial instruments, social vulnerability metrics, emergency planning with community organizations, and public health readiness. Advised by the New York City Panel on Climate Change, this office includes a scientific board that works in close partnership with the Center for Climate Systems Research within Columbia University's Earth Institute.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 977,
                    "text": "Irwin et al. 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1163,
                    "end": 1192,
                    "text": "(Rosenzweig and Solecki 2014)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Science"
        },
        {
            "text": "The variety of trajectories of ITD organizations suggests that a diverse roster of skills is needed for their leadership. Successful leaders must develop strategies and techniques for adapting to changing institutional situations and practical contexts. From our collective experiences, we summarize the skills below. In an earlier article (Gordon et al. 2019 ), we reviewed a broader range of skills involved in leading ITD organizations. Here we focus specifically on skills required for adapting to change, which is a major requirement for ITD organizations.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 359,
                    "text": "(Gordon et al. 2019",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Science"
        },
        {
            "text": "Leaders of ITD organizations need the qualities that make any leader successful-creativity, humility, open-mindedness, long-term vision, and being a team player. In addition to these general qualities, ITD leaders require skills and attributes that are specific to inter-and trans-disciplinary interactions and that have the capacity to be transformative with real-world impacts. ITD leaders often must be more persuasive than other leaders to convince researchers to follow the unsettled and novel pathways of ITD research. Qualities that have been most transformative in our own journeys as leaders are the ability to create and foster: vision beyond status quo, collaborative leadership and partnerships, shared culture, communications to multiple audiences, appropriate monitoring and evaluation programs, and perseverance. It is important to note that these leadership qualities, skills, and attributes evolved over time. We did not begin our positions with each of these at hand; rather, as our roles and institutions grew, so did our leadership in these areas. Often, no individual has all of these qualities so it is also important to build a team that incorporates the full suite of these abilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultivate appropriate leadership qualities and skills"
        },
        {
            "text": "Sustainability necessitates long-term vision that goes beyond the status quo (Matson et al. 2016) . The complexity and scale of the challenges we confront require working and planning at time scales longer than the tenure of individual leaders. ITD leaders need the ability and creativity to see beyond existing conditions to imagine what is possible, what is needed, and how to get there, while integrating multiple stakeholder insights. We have operated in institutions that are sometimes slow to move and hesitant to change, yet we laid out strategic long-term plans that defied existing structures to facilitate the ITD goals we articulated. Ashoka Trust for Research in Ecology and the Environment (ATREE) in India provides an example of the vision and evolution required to move beyond the status quo (Box 3).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 97,
                    "text": "(Matson et al. 2016)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Vision beyond status quo"
        },
        {
            "text": "Leadership is a multidimensional process. It is important to know how to share leadership and to support the many roles required for sustainability work. Designated leaders must sometimes act as supporters, or as champions outside the organization. Appreciating and practicing different roles is a key cultural habit for leaders of ITD organizations. In some circumstances, ITD leaders must act as facilitators, 'decentering' the role of academia to effectively prioritize the voices, concerns, and ideas of diverse stakeholders (Alonso-Yanez et al. 2019). Shared leadership may mirror necessities within ITD centers. Because of the multiplicity of leadership attributes, a team of more than one leader may be appropriate. The shared leadership model-as for example practiced by ZTG in TU Berlin and by the Wrigley Institute at ASU (Box 1)-also supports the idea of non-hierarchical working-structures, raising the credibility that partners outside of academia are fully accepted for their specific knowledge and perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborative leadership and partnerships"
        },
        {
            "text": "Effective collaboration can catalyze problem analysis and address the broad range of elements that must be considered. Collaborative methods can be central for improving use of natural resources shared by society (Talley 2016) while also enhancing governance and accountability. Nevertheless, it is important to consider how and when to collaborate with partners. There is a tendency to want to partner with everyone who is interested, particularly in sustainability where the challenges are complex and sense of urgency is strong. However, in our experience, the most effective leaders have developed clear processes for assessing whether to partner and how to measure success of partnerships. There are transaction costs to engaging partners as every partnership is a decision to allocate time and money. If not done carefully, partnerships can drain resources, taking intellectual and financial capital from other more fruitful activities. Before engaging with partners, it is important to ask key questions: Are the partner's objectives and proposed activity aligned with our strategy and operational plans? Can we establish and commit to a clear governance structure and resourcing? Is there enthusiasm from faculty and researchers? Is the proposed engagement intellectually interesting and impactful in the field? When the answers are yes, strong leaders invest to build participation, trust, excitement, and outcomes. Two examples of effective partner engagement are described in Box 4.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 226,
                    "text": "(Talley 2016)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative leadership and partnerships"
        },
        {
            "text": "If an ITD organization identifies a strategic partner, it is important to engage them as much as possible from the beginning of the research process (Herrero et al. 2019) . However, such participatory processes have challenges that need to be crystal clear to everyone from the outset, thereby avoiding frustrations from results that might not meet expectations (Stokols 2006; Disterheft et al. 2015) . Clear articulation of the possible trade-offs between the scientific ideas and participatory methods is important to establish. A transparent set of scientific tools, visualized well across research phases, and a clear integration of different ways of expressing knowledge, including the followup of the results and the feedback to the stakeholders or to the practitioners, are of central importance (Mielke et al. 2017) . Effective stakeholder engagement requires open access to data and knowledge so that key information is not restricted to the academic team members (Kondo et al. 2019) . This approach provides informed options for decision processes while also using feedback from stakeholders to advance a specific research agenda. The development of the research or solution should be co-planned with stakeholders as this facilitates a way to effectively design and to measure outcomes. Determining outcomes with stakeholders increases the chance that results will be taken seriously and be implemented, while also incentivizing communities to help with gathering data (Heinzmann et al. 2019 ). However, lack of a concrete framework or model for carrying out a transdisciplinary sustainability project can increase potential for failure or reduce effectiveness of implementation (Smetschka and Gaube 2020) . The risk associated with failing to meet anticipated objectives can be minimized by regularly revisiting goals and progress with all interested parties within an agreed upon evaluation framework (Williams and Robinson 2020; Turner and Baker 2020).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 170,
                    "text": "(Herrero et al. 2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 362,
                    "end": 376,
                    "text": "(Stokols 2006;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 377,
                    "end": 400,
                    "text": "Disterheft et al. 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 803,
                    "end": 823,
                    "text": "(Mielke et al. 2017)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 973,
                    "end": 992,
                    "text": "(Kondo et al. 2019)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1479,
                    "end": 1501,
                    "text": "(Heinzmann et al. 2019",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1689,
                    "end": 1715,
                    "text": "(Smetschka and Gaube 2020)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Collaborative leadership and partnerships"
        },
        {
            "text": "Because sustainability and ITD science are relatively new, attention to culture is crucial for future leaders (Longino 1990; Johnson and Xenos 2019) . Culture includes norms and habits of mind that affect problem selection, research approaches, pathways of application (Pickett et al. 2007) and adapted solutions. Norms can limit or promote specific research and outcomes. Indeed, the traditional culture of science has promoted narrow disciplinary and academic outcomes (Capra 1983) . Even tacitly adopting a familiar scientific culture may thwart the interdisciplinarity that sustainability requires.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "(Longino 1990;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 125,
                    "end": 148,
                    "text": "Johnson and Xenos 2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 269,
                    "end": 290,
                    "text": "(Pickett et al. 2007)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 471,
                    "end": 483,
                    "text": "(Capra 1983)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Shared culture"
        },
        {
            "text": "Culture usually exists in the background, yet to succeed, leaders of ITD organizations must promote a new scientific culture that values and promoted ITD research and activities. They may have to guide their organizations through articulating and establishing new norms, finding ways to reward appropriate collaborative behaviors, and discouraging lapses into cultural norms of a narrow disciplinary past (Brown et al. 2019 ). Among the most significant cultural features supporting ITD success is a sharing attitude. This feature may be difficult for those trained in science as an individual, rule-based pursuit. In particular, the traditional idea that an individual researcher owns data can impede robust ITD research (Willig and Walker 2016) . Consequently, sharing data in clear, well-documented, understandable formats is an important cultural norm for interdisciplinarity and transdisciplinarity.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 423,
                    "text": "(Brown et al. 2019",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 722,
                    "end": 746,
                    "text": "(Willig and Walker 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Shared culture"
        },
        {
            "text": "Communication is respectful listening coupled with clarity of exposition. Oral, written, quantitative, and visual modes may be combined in many ways. Conducive places for discussion, scheduled and serendipitous meetings, and access to multiple tools are all parts of effective communications in ITD organizations. Effective communication requires deep respect for other ways of knowing and social practices, especially as ITD endeavors engage increasingly diverse stakeholders. Because sustainability problems are complex, successful ITD leaders find it helpful to have a clear understanding of the logic of constituent or partner institutions and the incentives that drive stakeholders and find ways to mediate, resolve conflicts, and develop common ground priorities (Barrett et al. 2019) .",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 790,
                    "text": "(Barrett et al. 2019)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Communications with multiple audiences"
        },
        {
            "text": "Effective communication within the organization is also required to build and maintain networks uniting disciplinary expertise for ITD challenges. Communication with senior leadership of larger organizations that may host ITD centers is required to sustain buy-in while minimizing institutional friction. Leaders should adopt a variety of participation methods to integrate local expertise. Communication requires the ability to convene and engage across disciplines, to convince others, and understand how to excite researchers to participate in ITD when doing so is outside their norms (Box 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications with multiple audiences"
        },
        {
            "text": "Properly evaluating ITD research remains a challenge. It may be tempting to set over-ambitious goals. Failure to achieve such goals demotivates researchers, distances stakeholders, and disappoints funders and clients of ITD organizations. Some examples of overpromising include fundraising across too broad a scope of activities, with none funded adequately; trying to do too many things, which leads to 'dropped balls' and disappointed partners; priming junior faculty for leadership, when such positions are not available; and relying on students to produce deliverables, but not informing the funder that this necessarily includes an education component that differs from a consultancy. Back-up support also needs to be available if students fail to complete a project. Ambitious goals can be valuable in motivating innovative ITD work, but appropriate expectations need to be set from the beginning and revisited frequently with internal and external stakeholders. Establishing a flexible, dynamic evaluation and monitoring framework as close as possible to the beginning phases of programs can greatly assist the management of ITD programs, freeing up time for leaders to pursue other responsibilities. In addition to evaluating program outputs and outcomes, the framework should evaluate the effectiveness of ITD processes themselves so that learning and development can take place in ITD teams (Holzer et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 1401,
                    "end": 1420,
                    "text": "(Holzer et al. 2018",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Appropriate monitoring and evaluation"
        },
        {
            "text": "As sustainability programs and ITD research inherently challenge the status quo, effective leaders must be able to articulate a shared strategy and persevere against a tendency to regress to traditional, disciplinary approaches. The normative, practical nature of sustainability, its breadth of concerns, and its shifting or inexact definitions can invite skepticism from established scientific disciplines. The tendency for scientists to believe their own disciplines have higher value than other disciplines can also fracture ITD programs. All of these dynamics are acute in the early days of ITD program development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perseverance"
        },
        {
            "text": "Leaders who persevere and continuously communicate the value and role of ITD programs and research provide time for skepticism to erode, for disciplinary scientists to develop empathy for other ways of knowing, and for the creation of shared research, education, and outreach products that demonstrate the value of ID and TD (Kelly et al. 2019) . Examples from Columbia University's Earth Institute, Arizona State University, and the University of Minnesota's Institute on the Environment illustrate the necessary perseverance around the establishment of new structures and celebration of their achievements, whereas the example from Baltimore Ecosystem Study (BES) illustrates perseverance within team processes (Box 5).",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 344,
                    "text": "(Kelly et al. 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Perseverance"
        },
        {
            "text": "Resources needed to enable success in positions of leadership within ITD organizations fall into five categories: (1) intellectual resources; (2) institutional policies; (3) financial resources; (4) physical infrastructure; and (5) governing boards. First, leaders need to build and sustain mechanisms for recognizing and engaging intellectual expertise outside the disciplinary academic discourse (Bammer et al. 2020) . This includes engaging all partners-those within one's home institution, other academics, and a broad array of stakeholders. Such engagement elicits new ideas, perspectives, and initiatives, contributing to the dynamism that is so important to ITD research. Tapping outside experts for short engagements through visiting appointments, internships, fellowships, post-docs, speakers, or program evaluators provides concentrated value and broadens reach and scope without the long-term budget commitments of adding permanent staff (Trimble and Plummer 2019) .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 418,
                    "text": "(Bammer et al. 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 949,
                    "end": 975,
                    "text": "(Trimble and Plummer 2019)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Resources for success"
        },
        {
            "text": "Secure funding to support early career researchers, including doctoral students, post-doctoral fellows, and junior faculty is central for the longevity and success of ITD research. Many junior scholars, some trained in ITD, are attracted to the mission-oriented nature of ITD programs and institutes. They want to help solve sustainability problems and need roadmaps to consult. Traditional departmental training will not be sufficient to succeed in ITD scholarship without strong mentoring, explicit incentives to engage, and guidance on best practices. Graduate students and post-doctoral fellows should be given opportunities to share leadership, especially when their ITD training can facilitate multiinvestigator and stakeholder projects that involve individuals with traditional, disciplinary training or single-issue agendas (Fam et al. 2020) .",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 849,
                    "text": "(Fam et al. 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Resources for success"
        },
        {
            "text": "Second, leaders must be aware of the role of institutional infrastructure and how to foster policies that result in collaborative relationships, non-traditional outputs and outcomes, engagement with practitioners, celebration of ITD work, and career progression from recruitment to promotion. Columbia University's Earth Institute, for example, developed practiceoriented guidelines for appointment and promotion for its research scientists, with explicit guidance on new metrics and criteria for activities outside the scope of traditional research and how to judge them. Spokespersons for ITD must not be seen as competing for funds within the organization but as adding value to existing programs. Linking ITD activities to the core culture of the institution can promote ITD work. As an example, courses co-taught by faculty from different disciplines or courses co-taught by tenured faculty and industry or non-profit professionals can lead to the coproduction of novel approaches to solving topical, real-world problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources for success"
        },
        {
            "text": "Third, leaders need to operate based on the reality that many ITD research organizations are soft-money institutions. Long-term grants for ITD research are rare, so developing nimble ways to leverage limited budgets is critical. Experimenting with different seed funding for interaction and collaboration, such as those tied to specific outputs, can help expand into larger programs and broaden participation. Buying out faculty time or borrowing individuals for part of a year for leadership or collaborative activities can relieve constrained funding. Utilizing non-financial resources, such as staff time for proposal support, project management, or communications assistance, can also attract ITD participants from across and between institutions (Cundill et al. 2019) .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 772,
                    "text": "(Cundill et al. 2019)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Resources for success"
        },
        {
            "text": "However, it is important to be aware that proponents of disciplines may be openly hostile to ITD programs because they see them as direct competitors for funding. Attempts to compensate by 'buying' contributions from researchers in discipline-based departments are not always successful. Short-term income generation and time pressure are often achieved at the expense of longer term relationship building. Some organizations have found endowments to be key in allowing them to function, but maintaining a funding stream through endowments can bring its own challenges, depending on investment returns and broader economic conditions. Fourth, the physical place and space of an ITD organization is vitally important. Co-location of scholars from different disciplines sparks serendipity-encouraging the hallway conversations and spontaneous brainstorming over coffee breaks-that inspires ITD work and reduces the need for formal meetings, seminars, and workshops (Lyall 2019) . Where co-location is not possible, technology to engage distant partners electronically is an important aspect of the physical place. Co-location with external stakeholders can generate easy access to policymakers and facilitate the coproduction of knowledge and solutions to real sustainability problems. One example is the Sustainable Cities Network, housed in the ASU Wrigley Institute, which brings together sustainability officers and other practitioners from municipalities and tribal governments from across the State of Arizona (https ://susta inabi lity.asu.edu/susta inabl e-citie s/). The network identifies real-world sustainability problems as opportunities for research, education, and outreach. An example of an established ongoing program that resulted from this network is Project Cities, which links courses from across Arizona State University to solve specific community solutions, with monetary and other support from the participating cities (https ://susta inabi lity.asu.edu/proje ct-citie s/). Finally, trustees, governing boards, or members of advisory bodies are important ITD resources. Supportive boards can advocate across their networks and help leaders motivate employees. However, if the Board is anchored in the past, represents legacy organizations, or is loyal to narrow disciplines, a leader must be steadfast in developing ITD strategy. Board members are often eminent leaders with large networks. However, their diversity and power require a subtle hand. They can be aloof, moderately engaged, or deeply involved depending on their defined responsibilities, individual interest, and how well the leader engages them. For example, leaders of Ashoka Trust for Research in Ecology & the Environment (https ://www.atree .org/) have been deeply involved with board members as advisors, sounding boards, and fundraisers. Consequently, the organization has built a healthy endowment supporting core staff and functions. This endowment, partly gifted by the board, has allowed the institution to attract reputed faculty, take risks, and be innovative.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 975,
                    "text": "(Lyall 2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Resources for success"
        },
        {
            "text": "The work of ITD organizations is informed by theory and practice. Sustainability science has a rich and evolving canon and its work is equally motivated by practical concerns. Governments, non-governmental organizations, community groups reflecting different cultural backgrounds, and advocacy organizations all need ITD understanding of sustainability (Kates 2011) .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 365,
                    "text": "(Kates 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "The insights from our collective experience are tempered by the knowledge that the world is complex and rapidly changing. While we draw on diverse past trajectories, we acknowledge that the challenges of the future cannot be met based on past experience alone. The rapid proliferation of the coronavirus pandemic in early 2020 is a case in point. Surprises happen and ITD leaders need to be prepared to pivot, sometimes quickly, to meet changing priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "Our aggregate experience reflects many institutional contexts, practical motivations, and career paths. In addition, the variety of issues in sustainability we have addressed has exposed us to a wide range of approaches to education, research, engagement, and application. Our insights have also drawn on both our failures-addressed anonymouslyand our successes, often summarized in the examples (Boxes 1-5). We hope this richness of experience can help those who will lead, or plan to organize, a transdisciplinary organization in the future. Our experience by no means reflect the full breadth of ITD challenges and successes, but the diversity of experiences represented in this group and the case studies we present in the boxes we believe has very real value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "The practical motivations of ITD work demand extensive consultation and stakeholder engagement. While an academic foundation is important, it is not enough for success. Indeed, the transdisciplinary practice of sustainability must be action-oriented, focusing on what people and institutions care about. ITD research and its implications must be understandable to all participants. Transparency, coproduction of research and interventions, and communication that is effective for all stakeholders, are key attributes of the framework (Newton and Elliott 2016) . At the same time, inter-and trans-disciplinary approaches provide opportunities for engaging diverse stakeholders and viewpoints, with the potential of increasing success of research to action by creating buy-in for a broad scope of participants (Belcher et al. 2019) .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 559,
                    "text": "(Newton and Elliott 2016)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 808,
                    "end": 829,
                    "text": "(Belcher et al. 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "Inter-and transdisciplinary work must operate on various timeframes. Some participants may require near term actions, while other organizations may desire medium-to long-term outcomes. All participants should be aware and informed about the long-term implications of their sustainability decisions. Accordingly, inter-and transdisciplinary work must link multiple time scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "Finally, the structures and practices of ITD work are not chiseled in stone. It must be possible to modify institutional goals and processes as needs change. Flexibility, a learning attitude, and open-mindedness focused on the future complete the framework for leadership of ITD organizations that can meet the challenges for a sustainable future. of 540 Sustainability Scientists and Scholars spanning all 17 colleges at ASU. This transdisciplinary community is supported by staff trained in preparing ITD proposals. To underscore the mission-orientation of the institute, the Sustainability Scientists & Scholars are identified by strength of affiliation with the 17 UN Sustainable Development Goals (https ://susta inabi lity. asu.edu/susta inabl e-devel opmen t-goals /). Although the institute has evolved over time, its success stems from careful and deliberate design from the beginning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "A third example is the Institute on the Environment at the University of Minnesota. In this case, faculty led an initiative to create a center for interdisciplinary scholarship, recognizing that solutions to environmental problems require collaboration across disciplines and with partners outside the university. That group of 11 senior faculty created the structure and placement of the institute within the university, and the proposal was supported and adopted by the university administration. More than a dozen years later, the institute now supports and enables more than 150 faculty from across the university-and select experts from outside the university. In addition to seeding research, it has taken on responsibility for developing skills in interdisciplinary and translational research, helping scholars of all ages and stages move beyond research on environmental topics to scholarship that affects environmental outcomes. Over time, the institute has embraced an active mission: to help build a future where people and planet prosper together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: an inclusive framework for sustainability leadership"
        },
        {
            "text": "Organizations can also arise from mergers. Some may be permanent as in the case of the James Hutton Institute, founded in 2011 by merging two natural science institutes, one of which had some social and economic sciences. The vision for the more inclusive, new institute was one that fully embraced both natural and social sciences to tackle complex questions in new ways. It now has disciplines ranging from cell and molecular biology, through ecology, environment, geography, computational, social and economic sciences. Such a mix needs an understanding of what languages different groups use. One of the first leadership projects was to understand what everyone meant by 'interdisciplinarity' and how it represents many views. The internal project called 'Developing an Interdisciplinary Culture of Excellence (DICE)' (https :// www.hutto n.ac.uk/resea rch/proje cts/dice) was aimed to improve understanding of interdisciplinary science",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 2. Origin by permanent or temporary merging of existing organizations"
        },
        {
            "text": "New ITD centers can be created by design, or established de novo to engage in ITD research activity. One case is the ZTG-Center for Technology and Society at the Technische Universität Berlin in Germany. It exemplifies an institution expressly designed to link important fields of research across disciplinary boundaries. It integrates social perspectives into the innovation and application of technology. The University has developed a strategy to foster transdisciplinary research supported by the ZTG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "A second example exists at Arizona State University (ASU), where President Michael Crow brought together leading thinkers in sustainability to a retreat to design a cross-university research institute dedicated to solving grand challenges. Following the retreat, the Julie Ann Wrigley Global Institute of Sustainability was founded and since 2004 has built a community within the Institute and build capacity to undertake such research. The DICE project helped a great deal in surfacing views and setting a way forward by providing tools and examples of how to do ID research. There have also been experiments with structures ranging from matrix or cross-functional management to what is now a project-based organization. Our development of ID science is also driven by funders in the Scottish Government who demand interdisciplinary projects and even monitor outputs in terms of how many research products result from a combination of natural and social sciences. This helps in messaging the need to do things differently. The institute is known for its breadth and interdisciplinary work has been highly successful with other funders seeking ID solutions such as the EU Horizon 2020 programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "An example of what are effectively temporary, 10 year mergers across existing organizations comes from New Zealand. In 2014 the government established eleven national science challenges to provide the science required to address complex long-term, national issues for New Zealand. These were intended to be mission-led, collaborative, and cross-institutional initiatives with a strong focus on science excellence and impact. Furthermore, they recognized a requirement for science to participate in transformational change if those fundamental national issues were to be resolved. In the case of the Our Land and Water (OLW), one of the eleven national science challenges, this means finding ways to decouple agricultural land use from adverse environmental impacts, recognizing that the country faces serious declines in land and water quality, and that agriculture, which is critical to New Zealand's economy, is not returning its maximum potential value to the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "The drive for transformational impact has forced OLW to reflect on and respond to some key concepts and preconditions in the design and delivery of its research portfolio. Not the least of these has been the need to develop a better understanding of the economic, social, and cultural aspects of change, with an increasing emphasis on transdisciplinary methodologies. The Challenge has recognized that the way it undertakes research is fundamental to its relevance, accessibility, and to the speed of implementation. The leadership of the Challenge is embedding three facets of ITD thinking in research practice:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "• The importance of co-design in problem definition and research design, and co-innovation in implementation to deliver greater impact faster;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "• The critical part that Mātauranga, or indigenous knowledge systems and methodology, plays in enriching research and learning; • The role of scientists in synthesizing, integrating and translating multiple strands of knowledge in ways that are meaningful to stakeholders and communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "Challenge governance and management structure has evolved to encourage these practice shifts, with the development of cross-disciplinary leadership teams that have specific accountabilities for their delivery. They are also reinforced by the government funder of the Challenge, through a formal performance reporting system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1"
        },
        {
            "text": "During its 23-year history, there have been two important transitions at Ashoka Trust for Research in Ecology and the Environment (ATREE). First, it expanded its initial focus on biodiversity to the interrelated themes of water and climate change. Second, in order for the knowledge ATREE generates to have an impact upstream on policy and downstream on action on the ground, the organization has developed two additional centers, a center for policy research and actions and a center for socio-environmental innovation and leadership. The purpose is to bridge the boundaries between research and policy on the one hand and research and action at the grassroots level on the other. These centers facilitate solution-oriented research. Developing consensus for both changes was not easy, and often it seemed that differences within and among faculty, the board, and the executive staff might tear the organization apart. But the ability of leadership to be patient, have open discussions, and respect various points of view had marked effect on changing minds and allowing the organization to keep its eyes on its mission and long term impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3. Institutional and leadership evolution to move beyond the status quo"
        },
        {
            "text": "The close connection of the Earth System Science Centre and the Ministry of Science and Technology in Brazil has been instrumental in the implementation of the Brazilian Network for Climate Change Research (Rede-CLIMA) and the System for Information and Analysis on Impacts of Climate Change (ImpactaClima), both scientific mechanisms to inform policy processes. Further, the Brazilian Platform on Biodiversity and Ecosystem Services emerged from a broad debate across government (which was already engaged with the Global Intergovernmental Science Policy Platform on Biodiversity and Ecosystem Services), NGOs and the private sector. A series of meetings was held in which the expectations and potential use for the platform's research were discussed in depth. The platform is proving instrumental for the implementation of the first Biodiversity Synthesis Center in the country, the SINBI-OSE (https ://agenc ia.fapes p.br/brazi l-to-have-a-biodi versi ty-synth esis-cente r-by-the-end-of-2018/29016 /).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4. Two cases of partner engagement"
        },
        {
            "text": "The Baltimore Ecosystem Study (BES) was based on mutually respectful partnerships from its inception. BES included not only social and natural scientists but leaders of the non-profit Parks & People Foundation, the Baltimore departments of Recreation and Parks, Public Works, and Planning. Additional partners included the community-based watershed associations in the Baltimore Region. Partners in the Baltimore County Department of Environmental Protection and Management, and the Maryland Department of Environment were also closely involved. As the issue of sustainability became of greater public concern, several government partners changed scope and mission. BES scientists were involved in the civic process driving evolution of these agencies, and the partnerships continue to be crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4. Two cases of partner engagement"
        },
        {
            "text": "As the examples demonstrate, communication and perseverance often go hand-in-hand. The Earth Institute at Columbia University was established to work across departments and schools throughout the university in order to address issues of sustainable development. Institute leaders have become skilled in navigating the operating structure of the university. This required communication and collaboration with deans, the provost, and other leaders to constantly advocate for and deliver the Institute's value-added to each constituency. This ongoing process of communication allows the Institute to attract students, faculty, and funding that departments might not have attracted on their own. Examples include developing and implementing a new major in Sustainable Development for the undergraduate college at the heart of the university, and fundraising for endowed chairs for faculty that reside in units other than the Institute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5. Communication and perseverance"
        },
        {
            "text": "When the School of Sustainability at ASU was established in 2006, there was excitement for what this new pursuit could bring. Yet there was also a good deal of skepticism on campus, ranging from the belief that sustainability was just a buzzword that lacked definition to the belief that students receiving a degree in sustainability would not get jobs. Continuous support from the university's president, the founding director of the school, external donors, and many committed faculty across campus gave the school the necessary time to create innovative programs not beholden to old disciplinary ways. When the degree programs opened, students flooded in, validating the school's value. The first group of graduates were nearly fully employed with many in sustainability-related careers. As sustainability programs expanded at other universities, the skepticism about the value of a sustainability college at ASU faded away. Without the perseverance of leadership, the school as a bold, transdisciplinary endeavor would not have had the chance to demonstrate its value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5. Communication and perseverance"
        },
        {
            "text": "Working within university power structures-to both challenge them and live within them-is a difficult part of running an ITD institute. Like Columbia's Earth Institute and ASU, the Institute on the Environment at the University of Minnesota has found communications essential to building a durable and effective interdisciplinary community. Those communications should celebrate the accomplishments of participants as a way to draw attention to the innovative ways they do their work and to increase their recognition and acclaim. Without this celebration, interdisciplinary achievements have a difficult time standing alongside more traditional approaches and standards. Further, to sustain the incentives for interdisciplinary and translational scholarship, institutes must have recurring and reliable funds, or else incentives for risk-taking and experimentation are lacking and the institute will fail to push the university in new, transformative directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5. Communication and perseverance"
        },
        {
            "text": "Finally, interdisciplinary research is said to require a common language. The Baltimore Ecosystem Study (BES) found that shared terminology can sometimes be deceptive, tacitly connoting disparate ideas to those from different disciplines. Terms must be unpacked to reveal the disciplinary biases, different theoretical structures, and even the divergent practical motivations. BES participants found that it simply takes time to achieve this unpacking. Ultimately, the ITD project has produced shared meanings rather than a shared language. Perseverance through respectful, mutually open dialog among those who may come from different disciplines is the deep requirement. hosted a follow-up workshop on \"Tackling Complex Sustainability Issues: Lessons from Inter-and Transdisciplinary Organizations\" which led to the production of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 5. Communication and perseverance"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mobilizing transdisciplinary collaborations: collective reflections on de centering academia in knowledge production",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alonso-Yanez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "House-Peters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Cartagena",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Sustain",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/sus.2019.2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interdisciplinarity: practical approach to advancing education for sustainability and for the Sustainable Development Goals",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Annan-Diab",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Manag Educ",
            "volume": "15",
            "issn": "",
            "pages": "73--83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijme.2017.03.006"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expertise in research integration and implementation for tackling complex problems: when is it needed, where can it be found and how can it be strengthened?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Palgrave Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/s41599-019-0380-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluating an interdisciplinary research project: lessons learned for organisations, researchers and funders",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Bark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kragt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Robson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Proj Manag",
            "volume": "34",
            "issn": "",
            "pages": "1449--1459",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijproman.2016.08.004"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Learning for transdisciplinary leadership: why skilled scholars coming together is not enough",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Alphonsus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harmin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioscience",
            "volume": "69",
            "issn": "",
            "pages": "736--745",
            "other_ids": {
                "DOI": [
                    "10.1093/biosci/biz072"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Linking transdisciplinary research characteristics and quality to effectiveness: a comparative analysis of five research-for-development projects",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Belcher",
                    "suffix": ""
                },
                {
                    "first": "Claus",
                    "middle": [
                        "R"
                    ],
                    "last": "Davel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ENVSCI.2019.08.013"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Culturing food deserts: recognizing the power of community-based solutions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brinkley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horst",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Built Environ",
            "volume": "43",
            "issn": "",
            "pages": "328--342",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disciplinary capture and epistemological obstacles to interdisciplinary research: lessons from central African conservation disputes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brister",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Stud Hist Philos Sci Part C Stud Hist Philos Biol Biomed Sci",
            "volume": "56",
            "issn": "",
            "pages": "82--91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.shpsc.2015.11.001"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Building a cross-disciplinary culture in academia through joint hires, degree programs, and scholarships. Strategies for team science success",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Leinen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Strathdee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "489--494",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A critical evaluation of interventions to progress transdisciplinary research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buizer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ruthrof",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/08941920.2014.945058"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The turning point: science, society, and the rising culture. Bantam Books, New York Caves LSD (2020) On the emergence of interdisciplinary culture: the York Centre for Complex Systems Analysis (YCCSA) and the TRANSIT Project BT from astrophysics to unconventional computation: essays presented to susan stepney on the occasion of her 60th birthday",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Capra",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "363--395",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Large-scale transdisciplinary collaboration for adaptation research: challenges and insights",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cundill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tebboth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Glob Chall",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/gch2.201700132"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sustainable universities: a study of critical success factors for participatory approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Disterheft",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caeiro",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "M"
                    ],
                    "last": "Azeiteiro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Filho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clean Prod",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2014.01.030"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interdisciplinary and transdisciplinary research and practice: balancing expectations of the 'old' academy with the future model of universities as 'problem solvers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freeth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "High Educ Q",
            "volume": "74",
            "issn": "",
            "pages": "19--34",
            "other_ids": {
                "DOI": [
                    "10.1111/hequ.12225"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Co-producing urban sustainability transitions knowledge with community, policy and science",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Frantzeskaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rok",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environ Innov Soc Transit",
            "volume": "29",
            "issn": "",
            "pages": "47--51",
            "other_ids": {
                "DOI": [
                    "10.1016/J.EIST.2018.08.001"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sustainable LA Grand Challenge Five-Year Work Plan (Full Report)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rauser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lueders",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Forging future organizational leaders for sustainability science",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bammer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Sustain",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-019-0357-4"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Transdisciplinary approach is essential to community-based research with american indian populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinzmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simonson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Kenyon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am Indian Alsk Native Ment Health Res",
            "volume": "26",
            "issn": "",
            "pages": "15--41",
            "other_ids": {
                "DOI": [
                    "10.5820/aian.2602.2019.15"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Design features for social learning in transformative transdisciplinary research",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dedeurwaerdere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osinski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustain Sci",
            "volume": "14",
            "issn": "",
            "pages": "751--769",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-018-0641-7"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A methodology for evaluating transdisciplinary research on coupled socio-ecological systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Holzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Carmon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecol Indic",
            "volume": "85",
            "issn": "",
            "pages": "808--819",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2017.10.074"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analyzing interdisciplinarity: typology and indicators",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huutoniemi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hukkinen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Res Policy",
            "volume": "39",
            "issn": "",
            "pages": "79--88",
            "other_ids": {
                "DOI": [
                    "10.1016/j.respol.2009.09.011"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bridging barriers to advance global sustainability",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Culligan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer-Kowalski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Sustain",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-018-0085-1"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Interdisciplinary trends in higher education",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Palgrave Commun",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1057/palcomms.2015.1"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Building better bridges: toward a transdisciplinary science communication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Xenos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tech Commun Q",
            "volume": "28",
            "issn": "",
            "pages": "112--123",
            "other_ids": {
                "DOI": [
                    "10.1080/10572252.2019.1583378"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "What kind of a science is sustainability science?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1116097108"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ten tips for developing interdisciplinary socio-ecological researchers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Socio-Ecolog Pract Res",
            "volume": "1",
            "issn": "",
            "pages": "149--161",
            "other_ids": {
                "DOI": [
                    "10.1007/s42532-019-00018-2"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Interlinking open science and community-based participatory research for socio-environmental issues",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miyata",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ikeuchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr Opin Environ Sustain",
            "volume": "39",
            "issn": "",
            "pages": "54--61",
            "other_ids": {
                "DOI": [
                    "10.1016/J.COSUST.2019.07.001"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transdisciplinary research in sustainability science: practice, principles, and challenges. Sustain Sci",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-011-0149-x"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Systems integration for global sustainability",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1258832"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Science as social knowledge: values and objectivity in scientific inquiry",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Longino",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Being an interdisciplinary academic: how institutions shape university careers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lyall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The scholars we need: preparing transdisciplinary professionals by leveraging the scholarship of practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New Dir High Educ",
            "volume": "",
            "issn": "",
            "pages": "71--83",
            "other_ids": {
                "DOI": [
                    "10.1002/he.20235"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ideals, practices, and future prospects of stakeholder involvement in sustainability science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mielke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vermaßen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ellenbeck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1706085114"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The future of sustainability science: a solutions-oriented research agenda",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sarewitz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-013-0224-6"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A typology of stakeholders and guidelines for engagement in transdisciplinary",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Participatory Processes Front Mar Sci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Meeting the leadership challenges for interdisciplinary environmental research",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Sustain",
            "volume": "1",
            "issn": "",
            "pages": "330--333",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-018-0103-3"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Practices for facilitating interdisciplinary synthetic research: the National Socio-Environmental Synthesis Center (SESYNC)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hawthorne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Environ Sustain",
            "volume": "19",
            "issn": "",
            "pages": "111--122",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cosust.2016.01.002"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Millennium Ecosystem Assessment: testing the limits of interdisciplinary and multi-scale science",
            "authors": [
                {
                    "first": "Sta",
                    "middle": [],
                    "last": "Pickett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolasa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Opin Environ Sustain",
            "volume": "19",
            "issn": "",
            "pages": "40--46",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cosust.2015.11.009"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hurricane Sandy and adaptation pathways in New York: lessons from a first-responder city",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rosenzweig",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Solecki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob Environ Chang",
            "volume": "28",
            "issn": "",
            "pages": "395--408",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2014.05.003"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Co-creating formalized models: participatory modelling as method and process in transdisciplinary research and its impact potentials",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smetschka",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gaube",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Sci Policy",
            "volume": "103",
            "issn": "",
            "pages": "41--49",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ENVSCI.2019.10.005"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Toward a science of transdisciplinary action research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stokols",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Community Psychol",
            "volume": "38",
            "issn": "",
            "pages": "63--93",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A simplified approach to stakeholder engagement in natural resource management: the five-feature framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Talley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5751/ES-08830-210438"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Participatory evaluation for adaptive co-management of social-ecological systems: a transdisciplinary research approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trimble",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustain Sci",
            "volume": "14",
            "issn": "",
            "pages": "1091--1103",
            "other_ids": {
                "DOI": [
                    "10.1007/s11625-018-0602-1"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "2020) collaborative research: techniques for conducting collaborative research from the science of team science (SciTS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1523422319886300"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Measuring sustainability: an evaluation framework for sustainability transition experiments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Sci Policy",
            "volume": "103",
            "issn": "",
            "pages": "58--66",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ENVSCI.2019.10.012"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Oxford Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Willig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Two dimensions of integration involving scientific research.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the National Socio-Environmental Synthesis Center (SESYNC) under funding received from the National Science Foundation DBI-1639145. The first meeting of leaders was hosted at SESYNC and we thank Professor Margaret Palmer, Director of SESYNC, and Dr Jonathan Kramer, Director for Interdisciplinary Science at SESYNC, for their participation and facilitation. The Santa Fe Institute supported and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}