{
    "paper_id": "0a9da9045a61fa3a7801d0807eefd0454a9796ab",
    "metadata": {
        "title": "The macroPARP Genes Parp-9 and Parp-14 Are Developmentally and Differentially Regulated in Mouse Tissues",
        "authors": [
            {
                "first": "Antoinette",
                "middle": [],
                "last": "Hakmé",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aline",
                "middle": [],
                "last": "Huber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pascal",
                "middle": [],
                "last": "Dollé",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valé",
                "middle": [],
                "last": "Rie Schreiber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The macroPARPs Parp-9 and Parp-14 are macro domain containing poly(ADP-ribose) polymerases involved in transcriptional regulation in response to immunoregulatory cytokines. Their genes reside in the same locus (16B3), and the Parp-9 gene lies head-to-head and shares its promoter with the gene encoding its partner, Bbap. Here, we provide a detailed analysis of Parp-9, Parp-14, and Bbap expression during mouse development and adulthood. Parp-9 is developmentally regulated, and prominently expressed in the thymus and specific regions of the brain and gut. In adults, highest expression is maintained in the thymus and intestine. Parp-14 is more weakly expressed, mainly in the thymus during development and in adulthood. In addition, we show that Bbap is essentially coexpressed with Parp-9 during development and in adult mouse. However, the different levels of their transcripts detected in the developing brain and gut suggest that Bbap and Parp-9 display both common and independent tissue-specific regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Poly(ADP-ribosyl)ation is a post-translational modification of proteins mediated by one of the 17 members of the poly(ADP-ribose) polymerases (PARP; Amé et al., 2004; Schreiber et al., 2006) . PARP-1, the founding member of the PARP family, is a molecular sensor of DNA breaks, playing a key role in the spatial and temporal organization of break repair through the local synthesis of poly(ADP-ribose) (PAR) at damaged sites. In addition to its critical involve-ment in cellular response to DNA damage, poly(ADP-ribosyl)ation has been ascribed to regulate various biological processes such as transcription, mitotic segregation, telomere homeostasis, cell proliferation, transformation, and cell death (Schreiber et al., 2006) . The diversity of PAR functions is a consequence of the variety of the functional domains combined to the PARP domain in each PARP family member.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 166,
                    "text": "Amé et al., 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 167,
                    "end": 190,
                    "text": "Schreiber et al., 2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 702,
                    "end": 726,
                    "text": "(Schreiber et al., 2006)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "PARP-9, PARP-14, and PARP-15 belong to the subfamily of mac-roPARPs, associating one to three macro domains to the PARP domain. A macro domain is present within the histone variant macroH2A that is associated to transcriptional repression and X chromosome inactivation (Angelov et al., 2003) . Interestingly, this domain is able to negatively regulate PARP-1 activity on particular promoters that must remain inactive in the absence of appropriated stimulation or on the inactive X chromosome (Ouararhni et al., 2006; Nusinow et al., 2007) . Macro domains were recently shown to bind ADP-ribose and its derivatives (Karras et al., 2005) . Those of PARP-9 and of some RNA virus encoding nonstructural proteins (from the Severe Acute Respiratory Syndrome Coronavirus SARS-CoV, the hepatitis E virus, and the Semliki Forest virus) are indeed able to bind poly(ADP-ribose) (Karras et al., 2005; Egloff et al., 2006) .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 291,
                    "text": "(Angelov et al., 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 493,
                    "end": 517,
                    "text": "(Ouararhni et al., 2006;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 518,
                    "end": 539,
                    "text": "Nusinow et al., 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 636,
                    "text": "(Karras et al., 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 869,
                    "end": 890,
                    "text": "(Karras et al., 2005;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 891,
                    "end": 911,
                    "text": "Egloff et al., 2006)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "PARP-9 (also called BAL1, B-aggressive lymphoma 1) was identified according to its differential expression in diffuse large B cell lymphomas (DL-BCL), higher in some chemoresistant tumors with poor prognosis, particularly those associating a brisk host inflammatory response due to tumour infiltration by T lymphocytes and dendritic cells (Aguiar et al., 2000; Juszczynski et al., 2006) . PARP-9/BAL1 overexpression stimulates cell migration in vitro, suggesting a role for PARP-9/BAL1 in the promotion of malignant B cell migration and dissemination in high risk DLBCL (Aguiar et al., 2000) . Murine Parp-14, also named Coast6, was described as a cofactor of Stat6 in a pathway activated by interleukin 4 (IL-4; Goenka and Boothby, 2006) . Its coactivating property requires functional PARP activity (Goenka et al., 2007) . PARP-9/BAL1 is also likely a transcription coactivator, its overexpression in B lymphocytes, stimulated by interferon gamma (IFN␥), inducing the transcription of IFN␥-controlled genes (Juszczynski et al., 2006) . PARP-9/BAL1 was shown to interact with BBAP (B-lymphoma and BAL-associated protein), a ring finger E3 ligase of the DELTEX family, capable of heterodimerization with DTX members and self-ubiquitination (Takeyama et al., 2003) . DELTEX proteins participate in Notch signaling pathway that controls cell fate determination, notably in myogenesis, neurogenesis, lymphogenesis, and intestinal homeostasis (Artavanis-Tsakonas et al., 1999) . BBAP was proposed to regulate the subcellular localization of PARP-9/BAL1, sequestering it within the cytoplasm (Juszczynski et al., 2006) .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 360,
                    "text": "(Aguiar et al., 2000;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 386,
                    "text": "Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 570,
                    "end": 591,
                    "text": "(Aguiar et al., 2000)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 713,
                    "end": 738,
                    "text": "Goenka and Boothby, 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 801,
                    "end": 822,
                    "text": "(Goenka et al., 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1009,
                    "end": 1035,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1240,
                    "end": 1263,
                    "text": "(Takeyama et al., 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1439,
                    "end": 1472,
                    "text": "(Artavanis-Tsakonas et al., 1999)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1587,
                    "end": 1613,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of interest, genes encoding PARP-9/BAL1, PARP-14/BAL2, and PARP-15/BAL3 but also BBAP are localized within 200 kbp in the 3q21 human chromosomal region (Aguiar et al., 2005) . This region is syntenically conserved in mouse chromosome region 16B3, with the exception of the PARP-15 gene, which is absent in mouse (and species other than primates, Schreiber et al., 2006) . Moreover, PARP-9/BAL1 and BBAP genes are located head-to-head, their mR-NAs are antisense through their 5Ј extremities, and both genes are controlled by a IFN␥-responsive bidirectional promoter (Juszczynski et al., 2006) . Both genes were found to be overexpressed in DLBCL, with a prominent inflammatory infiltrate (Juszczynski et al., 2006) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 173,
                    "text": "(Aguiar et al., 2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 346,
                    "end": 369,
                    "text": "Schreiber et al., 2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 566,
                    "end": 592,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 688,
                    "end": 714,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we present a detailed investigation of macroPARPs expression during mouse embryogenesis and in adult tissues. The expression of Parp-9 and Parp-14 was compared with the expression of Parp-1, used here as a reference gene. Because Parp-9 and Bbap share a bidirectional promoter, we also examined whether the two genes may display a similar regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In situ hybridization experiments were performed to analyze the expression patterns of Parp-9 and Parp-14 in comparison with the previously described Parp-1 pattern (Schreiber et al., 2002) at various stages of mouse development. As expected, control sense probes for each gene only showed background labeling ( Fig. 1C and data not shown), whereas antisense probes yielded specific labeling patterns. At the earliest time point examined, embryonic day (E) 10.5, as expected Parp-1 was expressed at high levels throughout the embryo (Fig. 1A) . Parp-9 showed a differential expression pattern, with transcripts detected in the neuroepithelium of the brain, particularly in the telencephalic vesicles (Fig. 1B) . Parp-9 transcripts were also detected in the embryonic gut, notably at the level of the cloaca (Fig. 1B) . No expression of Parp-14 was detected at this stage of development (data not shown). At E12.5, Parp-9 was regionally ex-pressed in the forebrain, namely in the telencephalic vesicles and hypothalamus, and in the epithelium of the nasal cavity (Fig. 3B) . Additionally, transcripts were detected in the developing intestine, notably in the midgut loops, and the urogenital sinus ( Fig.  4B ).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 189,
                    "text": "(Schreiber et al., 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 700,
                    "end": 709,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1062,
                    "end": 1071,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1199,
                    "end": 1207,
                    "text": "Fig.  4B",
                    "ref_id": null
                }
            ],
            "section": "Parp-14 During Mouse Development"
        },
        {
            "text": "At later developmental stages, between E14.5 and 18.5, Parp-9, like Parp-1, was expressed at highest levels in the developing thymus ( Fig.  1D ,E,G,H, and see below). Parp-1 was also expressed in specific brain regions (olfactory bulb, cerebellar and cerebral cortex, shown for E14.5 and 17.5 in Fig. 1D ,G), as well as in the genital ridge, cranial and spinal ganglia (see Schreiber et al., 2002) . Parp-9 was expressed in some craniofacial tissues, namely the telencephalic vesicles, hypothalamus, pituitary, olfactory bulb and nasal cavity, illustrated at E14.5 and E17.5, Fig. 1E ,H and data not shown) and in the developing intervertebral disks (Fig. 1E , see the caudal prevertebrae). Additionally, Parp-9 expression was also regionalized in the epithelium of the developing palate and mouth cavity (Fig. 1E ). In the developing intestine, Parp-9 transcripts were detected at E14.5 in the midgut loops and the rectum (Fig. 1E ). Specific expression was also detected in both epithelial and mesenchymal regions of the urogenital sinus (Fig. 1E ). The restricted expression in the posterior part of the gut (duodenum, jejunum, ileum, colon, rectum) was observed until E18.5 and maintained postnatally (Fig. 4 , and see below).",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 398,
                    "text": "Schreiber et al., 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Fig.  1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 297,
                    "end": 304,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 584,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 651,
                    "end": 659,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 814,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 924,
                    "end": 932,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1041,
                    "end": 1049,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1206,
                    "end": 1213,
                    "text": "(Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Parp-14 During Mouse Development"
        },
        {
            "text": "or Parp-14, we only observed a weak but significant expression in the thymus, from E14.5 (Fig. 1F ) to E18.5 (see Fig. 2 ). To exclude a possible inefficiency of the probe used, we used throughout our study two distinct Parp-14 antisense probes, one hybridizing to the region encoding residues 1106 -1622, and a second one hybridizing to the region encoding residues 1600 to 1817 (data not shown). We found comparable results in term of hybridization pattern and intensity, indicating that Parp-14 is very weakly expressed during mouse embryogenesis, but also in adult organs (see below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parp-14 During Mouse Development"
        },
        {
            "text": "In situ hybridization at developmental stages revealed that expression of the Parp-9 and Parp-14 genes was highest in the developing thymus, as observed for the Parp-1 gene (Fig. 1) . Expression of Parp-9, Parp-14, and Parp-1 was rather homogenous throughout the thymus from E14.5 to E17.5 (Figs. 1D-H, 2A-C and data not shown). At E18.5 ( Fig. 2D -F), whereas Parp-1 expression was restricted to the cortex of the thymus, where immature lymphocytes proliferate, Parp-9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 340,
                    "end": 347,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parp-14 in Lymphoid Organs"
        },
        {
            "text": "and Parp-14 displayed higher expression in the cortex but also significant expression in the medulla. We then analyzed postnatal expression in thymus from 12-week-old mice ( Fig. 2G -I). Parp-1 gene expression was particularly high in the subcapsular zone and the mature cortex, which contains double-positive (CD4ϩ/CD8ϩ) cells, whereas Parp-9 and Parp-14 expression was higher in the medulla. Therefore, whereas Parp-1 expression seems to be related to T-cell proliferation, macroParps expression is more likely related to T-cell selection or maturation. Differential expression was also seen in the adult spleen ( Fig. 2J -L), with a moderate expression of the three genes in the marginal zone and the white pulp. In addition, we found that Peyer's patches and lymphoid follicles, which are secondary lymphoid organs located in the intestine and colon wall, respectively, also moderately express the three genes ( Fig. 2M-O) . Of interest, only Parp-1 is highly expressed in the germinal centers of Peyer's patches and colon lymphoid follicles (Fig. 2M) , which correspond to sites of B-cell selection and proliferation after antigen stimuli.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Fig. 2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 616,
                    "end": 623,
                    "text": "Fig. 2J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 916,
                    "end": 926,
                    "text": "Fig. 2M-O)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1046,
                    "end": 1055,
                    "text": "(Fig. 2M)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parp-14 in Lymphoid Organs"
        },
        {
            "text": "During mouse development, Parp-9 transcripts were detected in the devel- , Parp-14 (F) or a control sense probe for Parp-9 (C). bl, bladder; cc, cerebral cortex; cb, cerebellum; cl, cloaca; mc, mouth cavity; nc, nasal cavity; ob, olfactory bulb; pi, pituitary; pv, prevertebrae; re, rectum; te, telencephalic vesicle; th, thymus; to, tongue; us, urogenital sinus. The asterisk indicates a nonspecific signal (similarly observed with the sense probe, not shown). oping forebrain, in the neuroepithelium of the telencephalic vesicles at E10.5 (Fig. 1B) and the neopallial cortex from E12.5 to E18.5 (Fig. 3B , also 1E,H). Expression of Parp-9 was also detected in the olfactory bulb and olfactory epithelium of the nasal cavities throughout development. Parp-9 transcripts were observed at lower levels in the ventral hypothalamus from E12.5 to E18.5 and in the anterior pituitary from E14.5 to E18.5 ( Fig. 1H and data not shown) . Parp-1 transcripts were more widely distributed in the central nervous system at all developmental stages (Figs. 1A, D, G, 3A) . No expression of Parp-14 was observed in the developing nervous system ( Fig. 1 and data not  shown) .",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1047,
                    "text": "(Figs. 1A,",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "text": "D,",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "G,",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "3A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 597,
                    "end": 605,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 901,
                    "end": 928,
                    "text": "Fig. 1H and data not shown)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1133,
                    "end": 1160,
                    "text": "Fig. 1 and data not  shown)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Parp-14 in the Brain"
        },
        {
            "text": "The distribution of Parp-1, Parp-9, and Parp-14 transcripts was further investigated on coronal sections of adult mouse brain. Parp-9, like Parp-1, showed expression in neuronal cells forming the stratum granulosum of the dentate gyrus and the stratum pyramidale of the hippocampus (CA 1-3, Fig. 3D,E) . Only Parp-1 showed weak expression in cells of the adult cerebral cortex. Transcripts for Parp-1 and Parp-9 were also detected in the Purkinje cell layer of the cerebellum (Fig. 3G,H) . Again, Parp-14 showed no expression in the adult brain (Fig. 3F,I) . Altogether, our observations indicate a developmentally regulated and regionalized expression of Parp-9 gene in the mouse embryonic brain, and a weaker expression in the adult brain, suggesting a possible role for Parp-9 in neurogenesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 301,
                    "text": "(CA 1-3, Fig. 3D,E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 487,
                    "text": "(Fig. 3G,H)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 545,
                    "end": 556,
                    "text": "(Fig. 3F,I)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Parp-14 in the Brain"
        },
        {
            "text": "At E10.5, Parp-9 was expressed at higher levels in the caudal region of the primitive gut (Fig. 1B) , whereas Parp-1 did not show higher expression than in other regions of the embryo (Fig. 1A) . At E12.5 and E14.5, Parp-9 transcripts were observed in the urogenital sinus, both in the epithelium and mesenchyme at the base of the bladder and the genital tubercule (Fig. 1E) . This finding suggests a specific function of Parp-9 in the early development of urogenital regions. From E14.5 to E18.5, expression of Parp-9 was detected in the duodenum, midgut loops, and rectum (Fig. 1E , 4B,E). No expression was detected in more anterior foregut derivatives (esophagus, stomach). Interestingly, at late developmental stages from E16.5 to E18.5, a clear difference between Parp-1 and Parp-9 transcript distributions was observed. The level of Parp-1 transcripts was highest in undifferentiated cells at the bottom of the intestinal crypts, in intestine and colon (Fig. 4D) . On the opposite, Parp-9 expression was detected throughout the entire villi (Fig. 4E ). This differential expression pattern was maintained in adulthood. Parp-1 expression was detected in the crypts of the duodenum, jejunum, ileum, and colon (Fig. 4F ,H, and data not shown). In the colon, expression was extending to the bottom of the crypts, but progressively decreased toward the lumen (Fig. 4H) . Parp-9 was expressed in the enterocytes of the entire epithelium of the duodenum, jejunum, ileum, and colon ( Fig. 4G ,I, and data not shown). In duodenum, jejunum, and ileum, Parp-9 expression was slightly higher from the bottom of the crypt to the crypt-villus junction, and gradually decreased toward more differentiated cells along the axis of the villi (Fig. 4G and data not shown) . In the colon, expression was homogenous throughout the epithelia, from the crypts to the lumen. The presence of Parp-1 in the proliferating cells of the intestinal crypts could be justified by the necessity for the maintenance of genome integrity in intestinal stem cells and progenitors. The presence of Parp-9 in the enterocytes of the entire villi suggests on the other hand that Parp-9 could be involved in differentiation or migration of the enterocytes, or in their absorptive function. Its ex- pression at embryonic day 12.5, before villi formation (Crosnier et al., 2006) , strongly suggests that it could be involved in morphogenesis of the intestine.",
            "cite_spans": [
                {
                    "start": 2318,
                    "end": 2341,
                    "text": "(Crosnier et al., 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 184,
                    "end": 193,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 365,
                    "end": 374,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 574,
                    "end": 582,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 960,
                    "end": 969,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "(Fig. 4E",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "text": "(Fig. 4F",
                    "ref_id": null
                },
                {
                    "start": 1361,
                    "end": 1370,
                    "text": "(Fig. 4H)",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1490,
                    "text": "Fig. 4G",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1759,
                    "text": "(Fig. 4G and data not shown)",
                    "ref_id": null
                }
            ],
            "section": "Parp-14 in the Gut"
        },
        {
            "text": "Expression of Parp-9 was particularly high in the intestinal epithelium that covers Peyer's patches and colon lymphoid follicles, termed the follicleassociated epithelium (FAE, Fig. 2N ). These specialized epithelial cells possess an immune program, rather than the digestive program typical of the adjacent enterocytes of the villi (Hase et al., 2005) . Of interest, Parp-14 transcripts were detected in the FAE (Fig.   2O ), while barely detectable in the other parts of the gut (data not shown). Parp-1 expression was not differential between FAE and other regions of the intestinal epithelium (Fig. 2M) . The FAE might be immunologically activated by the immune cells from the lymphoid follicles (Hase et al., 2005) . This finding could explain why Parp-9 and Parp-14 expression is increased in this epithelium, assuming that both genes could be upregulated by immunological signals, as described at least for the Parp-9 gene that responds to IFN␥ (Juszczynski et al., 2006) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 352,
                    "text": "(Hase et al., 2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 700,
                    "end": 719,
                    "text": "(Hase et al., 2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 952,
                    "end": 978,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 184,
                    "text": "(FAE, Fig. 2N",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "(Fig.   2O",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "(Fig. 2M)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parp-14 in the Gut"
        },
        {
            "text": "The human DELTEX family member BBAP was identified as a PARP-9 binding protein, that regulates PARP-9 subcellular localization by a dynamic shuttling mechanism (Aguiar et al., 2005; Juszczynski et al., 2006) . The genes encoding BBAP and PARP-9 are located head-to-head and controlled by a bidirectional promoter (Juszczynski et al., 2006) . Both genes respond to IFN␥ stimulation and are overexpressed in high risk DLBCL associating a prominent immune/inflammatory response (Juszczynski et al., 2006) . This genomic organization of PARP-9 and BBAP genes is conserved in mouse, with Parp-9 and Bbap mRNAs being antisense through their respective first exons. For these reasons, we examined whether the tissue distribution of murine Bbap transcripts may share some similarities with that of Parp-9, during mouse embryogenesis and in adulthood.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 181,
                    "text": "(Aguiar et al., 2005;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 182,
                    "end": 207,
                    "text": "Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 313,
                    "end": 339,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 475,
                    "end": 501,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Comparative Expression Profile of Bbap and Parp-9"
        },
        {
            "text": "At E10.5, Bbap transcripts were detected throughout the embryo, with higher levels in the neuroepithelium of the telencephalic vesicles and the mid-and hindbrain regions (Fig. 5A ). This expression pattern slightly differs from that of Parp-9, since Parp-9 transcripts distribution appeared more regionalized, with higher expression in the anterior part of the telencephalic vesicles and in the cloaca (Fig. 1B) . At E12.5 (data not shown) and E14.5 (Fig. 5B) , the distribution of Bbap transcripts coincided with that of Parp-9 transcripts. Bbap transcripts were detected at the highest level in the thymus and expression was also observed in the telencephalic vesicles, hypothalamus, anterior pituitary, olfactory bulb, nasal cavity, mouth cavity, urogenital sinus, midgut loops, and rectum ( Fig. 5B and data not shown), as observed for Parp-9 expression (Fig. 1E ). However, a difference was noticed in the relative level of Parp-9 and Bbap expression between the developing brain and gut at the stages examined, from E10.5 to E14.5: Parp-9 transcripts were more abundant in the gut than in the forebrain, contrasting with the distribution of Bbap transcripts, more abundant in the brain than in the gut (compare Fig. 5A and B with Fig. 1B   Fig. 4 . Expression of Parp-1, in the developing and adult mouse intestine. A-I: Sagittal sections of mouse embryos at embryonic day 12.5 (A-C) or 18.5 (D,E), and sections of 12-week-old mouse ileum (F,G) and colon (H,I) hybridized with antisense probes for Parp-1 (A,D,F,H), Parp-9 (B,E,G,I), and Parp-14 (C). co, colon; il, ileum; lu, lumen; ml, midgut loop; us, urogenital sinus. and E, respectively). These slight differences in the expression patterns of Parp-9 and Bbap suggest that despite the fact that the two genes are coexpressed during mouse development, their expression levels might be differentially regulated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 450,
                    "end": 459,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 795,
                    "end": 802,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 858,
                    "end": 866,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1217,
                    "end": 1224,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1236,
                    "end": 1252,
                    "text": "Fig. 1B   Fig. 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparative Expression Profile of Bbap and Parp-9"
        },
        {
            "text": "Coexpression of Parp-9 and Bbap was also revealed in mouse adult organs. Like Parp-9, Bbap was expressed at higher levels in the medulla of the thymus (Fig. 5C ) and the white pulp of the spleen (Fig. 5D) , in the epithelium of the duodenum, jejunum, ileum, and colon (Fig. 5E,F and data not shown), in the CA1-CA3 and dentate gyrus regions of the hippocampus (Fig. 5G) , and low levels were also observed in the Purkinje cell layer of the cerebellum (Fig. 5H) . Expression was also observed in the lymphoid follicles and Peyer's patches, as well as in the FAE of the intestine (data not shown). Altogether, these results show that Parp-9 and Bbap expression patterns overlap in adult tissues, suggesting that their bidirectional promoter responds to the same regulatory signals. The recent finding that human PARP-9/BAL1 and BBAP genes respond to IFN␥ stimulation strengthens this hypothesis (Juszczynski et al., 2006) .",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 919,
                    "text": "(Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 268,
                    "end": 278,
                    "text": "(Fig. 5E,F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 360,
                    "end": 369,
                    "text": "(Fig. 5G)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Fig. 5H)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparative Expression Profile of Bbap and Parp-9"
        },
        {
            "text": "In summary, we have shown that the macroPARPs Parp-9 and Parp-14 display distinct expression profiles during mouse development and in adult tissues. Parp-9 is developmentally regulated, prominently expressed in the thymus, in specific regions of the central nervous system and of the gut. This regionalized expression pattern during mouse organogenesis suggests that Parp-9 could have a function in lymphogenesis, neurogenesis, and development of the intestine. In the adult mouse, the highest levels of Parp-9 transcripts were found in the medulla of the thymus, suggesting a role for Parp-9 in thymocytes maturation. Parp-14 also likely plays a role during thymic development and function, because this organ is the major site of Parp-14 expression, although at low levels. Interestingly, human PARP-9/BAL1 and mouse Parp-14/Coast6 were reported to act in the transcriptional regulation of gene expression activated by IFN␥ and IL-4, respectively (Goenka and Boothby, 2006; Juszczynski et al., 2006) . These two cytokines can antag-onize each other's function in thymocytes maturation and macrophage activation during the immune response (Ohmori and Hamilton, 1997) , raising the hypothesis of a possible antagonistic function for Parp-9 and Parp-14 in the immune response. Parp-9 was also expressed at higher levels in the enterocytes of the intestine, suggesting specific function(s) that could be related to homeostasis, nutrient digestion, and absorption, or to the barrier and defense function against toxic compounds or pathogenic microorganisms. Finally, we have shown that Bbap, the gene sharing a common promoter with Parp-9, is coexpressed with Parp-9 during mouse development and in mouse adulthood, suggesting that Bbap and Parp-9 share a common regulation. However, some additional tissue-specific gene regulation may exist, with Parp-9 being expressed at higher levels in the developing gut than in brain, and with the opposite for Bbap. Therefore, Bbap and Parp-9 display both common and independent tissue-specific regulations.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 975,
                    "text": "(Goenka and Boothby, 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 976,
                    "end": 1001,
                    "text": "Juszczynski et al., 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1140,
                    "end": 1167,
                    "text": "(Ohmori and Hamilton, 1997)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Comparative Expression Profile of Bbap and Parp-9"
        },
        {
            "text": "DNA templates for producing Parp-9, Parp-14, and Bbap riboprobes were generated by polymerase chain reaction (PCR). To amplify Parp-9, PCR was performed with oligonucleotides 5ЈGAA GAC CCA CGT GGG ACC TGA A and 5ЈCAC GTG TGC TTG TTA AAC TGA TGT AGA CAC TA on , ileum (E), colon (F), and brain (G,H) hybridized with antisense probes for Bbap. CA1-3, hippocampal subregions; cc, cerebral cortex; cl, cloaca; cx, cortex; dg, dentate gyrus; hb, hindbrain; in, intestine; me, medulla; nc, nasal cavity; re, rectum; rp, red pulp; th, thymus te, telencephalic vesicle; pl, Purkinje cell layer; wp, white pulp. plasmid BC003281 (RZPD, Deutsches Ressourcenzentrum fü r Genomforschung, Berlin, Germany). The PCR product, encoding full length Parp-9, was cloned into pCRII vector (TA Cloning Kit Dual Promoter pCR II, Invitrogen), and sequence-verified before linearization with BamHI or EcoRV and transcription with T7 or Sp6 RNA polymerases to generate the antisense and sense probes, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Probes"
        },
        {
            "text": "The Parp-14 template was generated by nested PCR on cDNA obtained by reverse transcription of total RNA from mouse thymus using a first pair of primers 5Ј AGC CGC CAC GTC TTC CAT GTG GTG and 5Ј ATT TGT CCT GCT TCA TGT CAC TCC A, and the nested primers 5ЈGCG TAA TAC GAC TCA CTA TAG GGA CCT TGG AAA AGC AAC AAC AGT G and 5Ј GCT ATT TAG GTG ACA CTA TAG GCA GGG ATT TCA GCT TCA GCT TTG A containing the T7 and SP6 promoters, respectively. The resulting probe encoded residues 1106 -1622 of Parp-14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Probes"
        },
        {
            "text": "The Bbap template was generated by PCR on cDNA obtained by reverse transcription of total RNA from mouse thymus using the oligonucleotides 5ЈGCG TAA TAC GAC TCA CTA TAG GGG TCT CCC AAG GTC TTG GCC TG and 5ЈGCT ATT TAG GTG ACA CTA TAG GCT TTC AGC TCC TCC TTG ACA CGT T, which contain at their 5Ј ends the T7 and SP6 promoters, respectively. This probe encoded residues 362-743 of Bbap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Probes"
        },
        {
            "text": "The Parp-1 template has been previously described (Schreiber et al., 2002) . Digoxigenin-labeled (DIG-RNA labeling Mix, Roche) riboprobes were transcribed in vitro in antisense or sense orientations using T7, Sp6, or T3 RNA polymerases as indicated above. Probes were diluted to 300 ng/l (for Parp-1, Parp-9, Bbap probes) or 600 ng/l (for Parp-14).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 74,
                    "text": "(Schreiber et al., 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Generation of Probes"
        },
        {
            "text": "Embryos were collected from pregnant CD1 mice at various developmental stages. Adult organs were dissected from 12-week-old CD1 male mice, except for brains that were taken from females, and frozen in Shandon Cryomatrix (Thermo Electron Corporation) embedding medium. Serial cryosections (10 or 25 m) were collected on gelatin-coated (Superfrost Plus, Kindler) slides. In situ hybridization was performed as described at http://empress.har.mrc. ac.uk/browser: gene expression section). Some of the experiments were performed using a Tecan GenePaint Robot and a Tyramide signal amplification method (for details, see www. eurexpress.org and www.genepaint. org). In each hybridization experiment, control sense probes were included, allowing the determination of possible false-positive signal. Two to four embryos and adult organs were analyzed for each probe. The sex of the embryos between E14.5 and E18.5 was determined from the histology of the gonads. At least one male and one female were analyzed for E14.5, E15.5-E16.5, and E17.5-E18.5. No significant difference in the expression patterns was observed between male and female embryos. Except for E17.5 (Fig. 1) , all the illustrations represent female embryos.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "In Situ Hybridization"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "BAL is a novel risk-related gene in diffuse large B-cell lymphomas that enhances cellular migration",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yakushijin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kharbanda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salgia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "4328--4334",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "B-aggressive lymphoma (BAL) family proteins have unique domains that modulate transcription and exhibit Poly(ADP-ribose) polymerase activity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeyama",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kreinbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "33756--33765",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The PARP superfamily",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Amé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spenlehauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Murcia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioessays",
            "volume": "26",
            "issn": "",
            "pages": "882--893",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The histone variant macroH2A interferes with transcription factor binding and SWI/SNF nucleosome remodeling",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Angelov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Perche",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khochbin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol Cell",
            "volume": "11",
            "issn": "",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Notch signaling: cell fate control and signal integration in development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Artavanis-Tsakonas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "284",
            "issn": "",
            "pages": "770--776",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Organizing cell renewal in the intestine: stem cells, signals and combinatorial control",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crosnier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stamataki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Genet",
            "volume": "7",
            "issn": "",
            "pages": "349--359",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural and functional basis for ADP-ribose and poly-(ADP-ribose) binding by viral macro domains",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Putics",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heinonen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dutartre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frangeul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8493--8502",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Selective potentiation of Stat-dependent gene expression by collaborator of Stat6 (CoaSt6), a transcriptional cofactor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goenka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boothby",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "4210--4215",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Collaborator of Stat6 (CoaSt6)-associated Poly(ADP-ribose) Polymerase Activity Modulates Stat6-dependent Gene Transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goenka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boothby",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "18732--18739",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Distinct gene expression profiles characterize cellular phenotypes of follicle-associated epithelium and m cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohshima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "DNA Res",
            "volume": "12",
            "issn": "",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "BAL1 and BBAP are regulated by a gamma interferon-responsive bidirectional promoter and are overexpressed in diffuse large B-cell lymphomas with a prominent inflammatory infiltrate",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Juszczynski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kutok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Cell Biol",
            "volume": "26",
            "issn": "",
            "pages": "5348--5359",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The macro domain is an ADP-ribose binding module",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Karras",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kustatscher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Buhecha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pugieux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sait",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bycroft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ladurner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "1911--1920",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Poly(ADP-ribose) Polymerase 1 is inhibited by a histone H2A variant, Macroh2a, and contributes to silencing of the inactive X chromosome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Nusinow",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hernandez-Munoz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Fazzio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Kraus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "12851--12859",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IL-4-induced STAT6 suppresses IFN-gammastimulated STAT1-dependent transcription in mouse macrophages",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohmori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "159",
            "issn": "",
            "pages": "5474--5482",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The histone variant mH2A1.1 interferes with transcription by down-regulating PARP-1 enzymatic activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ouararhni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hadj-Slimane",
                    "suffix": ""
                },
                {
                    "first": "Ait-Si-Ali",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Robin",
                    "middle": [
                        "P"
                    ],
                    "last": "Mietton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Harel-Bellan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hamiche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genes Dev",
            "volume": "20",
            "issn": "",
            "pages": "3324--3336",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Poly(ADP-ribose) polymerase-2 (PARP-2) is required for efficient base excision DNA repair in association with PARP-1 and XRCC1",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ame",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fraulob",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Menissier-De Murcia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Murcia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "23028--23036",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Poly(ADP-ribose): novel functions for an old molecule",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dantzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ame",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Murcia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "517--528",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The BAL-binding protein BBAP and related Deltex family members exhibit ubiquitin-protein isopeptide ligase activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kutok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shipp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "21930--21937",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expression of Parp-1, Parp-9, and Parp-14 during mouse development. A-H: Sagittal sections of mouse embryos at embryonic day (E) 10.5 (A-C), 14.5 (D-F), and 17.5 (G,H) hybridized with antisense probes for Parp-1 (A,D,G), Parp-9 (B,E,H)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Expression of Parp-1, Parp-9, and Parp-14 in lymphoid organs during development and in adult mice. A-F: Sagittal sections of mouse embryos at embryonic day 14.5 (A-C), 18.5 (D-F) hybridized with antisense probes for Parp-1 (A,D), Parp-9 (B,E) and Parp-14 (C,F). G-O: Sections of 12-week-old mouse thymus (G-I), spleen (J-L), and lymphoid follicles of distal colon (M-O) hybridized with antisense probes for Parp-1 (G,J,M), Parp-9 (H,K,N), Parp-14 (I,L,O). cx, cortex; FAE, follicle associated epithelium; gc, germinal center; lf, lymphoid follicle; me, medulla; rp, red pulp; wp, white pulp.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Expression of Parp-1, in developing and adult mouse brain. A-I: Sagittal sections of mouse embryos at embryonic day 12.5 (A-C) and coronal sections of 12-weekold mouse brain hybridized with antisense probes for Parp-1 (A,D,G), Parp-9 (B,E,H), and Parp-14 (C,F,I). CA1-3, hippocampal subregions; cc, cerebral cortex; dg, dentate gyrus; hb, hindbrain; nc, nasal cavity; te, telencephalic vesicle; pl, Purkinje cell layer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Expression of Bbap during development and in adult mice. A-H: Sagittal sections of mouse embryos at embryonic day 10.5 (A) and 14.5 (B), and sections of 12-week-old mouse thymus (C), spleen (D)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Gilbert de Murcia for continuous support and Jean-Christophe Amé for helpful discussions. We also thank Muriel Koch, Violaine Alunni, Carole Mura, and Valérie Fraulob for assistance and/or advice for in situ hybridization, and Didier Hentsch for imaging. This manuscript is dedicated to the memory of our colleague and friend Josiane Ménissier de Murcia. P.D is supported by European Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}