{"paper_id": "0a9e5660215e84164e5f90a48951b1876079cea6", "metadata": {"title": "WU and KI Polyomavirus Prevalence in Invasive Respiratory Samples From Transplant Recipients in Cantabria, Spain", "authors": [{"first": "M", "middle": [], "last": "Gozalo-Margüello", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Universitario Marqués de ValdecillaeIDIVAL", "location": {"settlement": "Santander", "country": "Spain"}}, "email": ""}, {"first": "J", "middle": [], "last": "Agüero-Balbín", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Universitario Marqués de ValdecillaeIDIVAL", "location": {"settlement": "Santander", "country": "Spain"}}, "email": ""}, {"first": "L", "middle": [], "last": "Martínez-Martínez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Universitario Marqués de ValdecillaeIDIVAL", "location": {"settlement": "Santander", "country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "Background. WU and KI polyomaviruses were discovered in 2007 in samples of respiratory secretions of children with acute respiratory symptoms. Seroepidemiologic studies have shown that these viruses are widely distributed throughout the world, but their incidence in Spain has not been determined. In transplant patients, early detection and treatment of viral infections may influence prognosis and survival, because they are associated with increased morbidity and mortality, including graft failure. Methods. We aimed to determine the prevalence and clinical characteristics of WU and KI polyomaviruses among patients undergoing hematologic or solid organ transplant in the Hospital Marqués de Valdecilla (Santander, Spain). An in-house polymerase chain reaction with the use of specific primers was carried out in invasive lower respiratory samples from hospitalized patients with suspected respiratory infection and/or graft dysfunction and compared with asymptomatic transplant patients. Results. Overall, we obtained 5.5% KI-positive samples and 1.4% WU-positive samples, with a higher prevalence of WU and KI polyomaviruses in the symptomatic population compared with the control group. Although the data suggest that their detection in respiratory samples is sporadic and often associated with other microorganisms, we should pay special attention to their association with cases of graft failure. Studies are needed with a larger number of samples to explore the potential clinical impact of these emerging polyomaviruses in transplant recipients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "I N 2007, 2 new human polyomaviruses, WU and KI (KIPyV and WUPyV), were identified in respiratory samples from patients with respiratory illness [1, 2] . KIPyV and WUPyV belong to the same genera of the Polyomaviridae family, along with other recently uncovered human polyomaviruses, such as HPyV6 and HPyV7. They are small nonenveloped DNA viruses with an icosahedral capsid containing a circular double-stranded DNA genome of w5 kbp in length. These 2 viruses differ substantially from each other, as shown by percentage of amino acid identity and phylogenetic analysis. WUPyV shares a 65% identity with KIPyV and a lower similarity with JCPyV (27%), BKPyV (28%), and SV40 (28%). No cross-reactivity has been reported among the viral capsid proteins VP1 of KIPyV and WUPyV, as determined by competition assays [3, 4] .", "cite_spans": [{"start": 145, "end": 148, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 149, "end": 151, "text": "2]", "ref_id": "BIBREF1"}, {"start": 812, "end": 815, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 816, "end": 818, "text": "4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Seroepidemiologic surveys have determined that primary infection with KIPyV and WUPyV occurs in childhood, as shown in some studies [3] , probably through the respiratory or oral-fecal routes. Then they remain latent and get reactivated in the presence of immunosuppression. Nguyen et al reported a seropositivity of w80% for WUPyV and 70% for KIPyV in the age group of 50e64 years with the use of an enzyme-linked immunosorbent assay and recombinant VP1 capsid proteins [4] . KIPyV correlation between AIDS-related immunosuppression and reactivation of KIPyV and WUPyV from lymphoid tissue, although clinical consequences were not examined [12] . Mourez et al [13] found a higher prevalence of KIPyV infection among hematopoietic stem cell transplanted patients, suggesting that a profound T-cell deficiency could be a factor in facilitating KIPyV replication.", "cite_spans": [{"start": 132, "end": 135, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 471, "end": 474, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 477, "end": 482, "text": "KIPyV", "ref_id": null}, {"start": 641, "end": 645, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 661, "end": 665, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": ""}, {"text": "In Spain, no data are available that comprehensively describe the incidence associated with detection of KIPyV and WUPyV in respiratory specimens from transplant recipients. The purpose of the present study was to develop a prospective study to determine the prevalence of KIPyV and WUPyV in invasive lower respiratory tract samples obtained from patients who had undergone hematologic or solid organ transplant, in the Hospital Marqués de Valdecilla (Santander, Spain).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The study was approved by the Cantabria Ethics Committee for Clinical Investigation.", "cite_spans": [], "ref_spans": [], "section": "METHODS"}, {"text": "From July 1, 2013, to January 31, 2014, 72 samples from the lower respiratory tract (tracheal aspiration, 9; bronchoalveolar lavage, 15; bronchoaspirate, 32; pleural fluid, 4; lung biopsy, 12) were obtained consecutively from 48 patients admitted in the hospital with suspected respiratory infection and/or graft dysfunction after transplantation, distributed as follows: lung, 56; stem cells, 9; heart, 5; liver, 1; pancreas-kidney, 1. The mean age was 56.8 years (range, 28e78), with male predominance (69%). The diagnoses were: respiratory infection-pneumonia, 34; graft rejection, 8; respiratory dysfunction, 4; and post-transplantation control subjects, 26.", "cite_spans": [], "ref_spans": [], "section": "Selection and Description of Participants"}, {"text": "All of the samples were investigated for routine bacteria and respiratory viruses (including human adenovirus, influenza A and B viruses, human parainfluenza viruses 1/2/3/4, human rhinovirus A/B/ C, human respiratory syncytial viruses A and B, human bocaviruses 1/2/3/4, human coronaviruses 229E, NL63, and OC43, human metapneumovirus, human enterovirus, and human cytomegalovirus) and a separate aliquot was stored at À80 C until use.", "cite_spans": [], "ref_spans": [], "section": "Technical Information"}, {"text": "The viral nucleic acids were extracted with the use of the Maxwell Automated Nucleic Acid Extractor (Maxwell 16 Viral Total Nucleic Acid Purification Kit) from Promega (Madison, Wisconsin). The samples were then screened for KIPyV and WUPyV by carrying out a polymerase chain reaction (PCR) reaction with the use of specific primers targeting VP2 and VP1 genes respectively. The primers were designed from sequences deposited at the National Center for Biotechnology Information (www.ncbi. nlm.nih.gov) with the use of the program Primer3 Output.", "cite_spans": [], "ref_spans": [], "section": "Technical Information"}, {"text": "For KIPyV, forward primer 5-CGTCATACTTGCCCGAGTTG and reverse primer 5-CATCTTTGGGCAGGCTTGAA produced a 378-bp amplicon that corresponded to nt 509e886 of the VP2 gene. For WUPyV, forward primer 5-GCCGTACCACTGTCAGAAGA and reverse primer 5-TCTGCAGTTATCATTGCGGC produced a 546-bp amplicon that corresponded to nt 121e666 of the VP1 gene. The reaction was performed at 95 C for 5 minutes; then 40 cycles of 30 seconds at 94 C, 51/55 C for 30 seconds, and 72 C for 1 minute; and finally 72 C for 7 minutes. All positive results were confirmed by sequencing and alignment (BLASTn) with sequences available in the GenBank database. Table 1 lists the characteristics of the patients who were infected with KIPyV and WUPyV. All of the positive patients had no other sample with a different result. Overall, we obtained 4/72 (5.5%) KIPyV-positive samples and 1/72 (1.4%) WUPyV-positive sample. By groups, the 1 case of WUPyV was detected only in the symptomatic population (1/46 [2.2%]), whereas KIPyV was detected in 3/46 (6.5%) versus 1/26 (3.8%) in the symptomatic and control populations, respectively. The mean age of patients infected with KIPyV and WUPyV was 55.2 years (range, 37e63 years), which did not differ significantly from that of patients infected with other microorganism, and 80% of these patients were male. A higher prevalence was observed in recipients of hematopoietic stem cells and lung transplant patients, who were a mean of 269 days after transplantation (range, 2e551 days).", "cite_spans": [], "ref_spans": [{"start": 624, "end": 631, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Technical Information"}, {"text": "KIPyV or WUPyV was the sole microorganism isolated in 2 (40%) of 5 episodes, whereas in 3 cases, they were detected along with another microorganism (Haemophilus influenzae, Aspergillus fumigatus, Pseudomonas aeruginosa). In 1 patient with lung dysfunction due to graft-versus-host disease, KIPyV was the sole pathogen detected in respiratory samples.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "We conducted a prospective study for WUPyV or KIPyV detection in invasive respiratory samples from patients after transplantation. The frequency was similar to that described by other authors [13] . A higher prevalence of symptomatic WUPyV or KIPyV infections was found in the symptomatic population than in the control group. Although the data suggest that their detection in respiratory samples is sporadic and often associated with other microorganisms, we should pay special attention to their association with cases of graft failure. Patients infected with WUPyV and KIPyV had varying degrees of immunosuppression, because they appeared in different stages of the post-transplantation period, which suggests that severe immune compromise is not necessarily a risk factor for the infection or reactivation.", "cite_spans": [{"start": 192, "end": 196, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although the pathogenic role of WUPyV and KIPyV in immunocompromised patients is unclear, sometimes they are the sole viruses detected, which suggests that they could be a respiratory pathogen. They might also be taken into account in some cases of acute rejection episodes, as described elsewhere [14] . Studies are needed with a larger number of samples to explore the potential clinical impact of these emerging polyomaviruses in transplant recipients.", "cite_spans": [{"start": 298, "end": 302, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Identification of a third human polyomavirus", "authors": [{"first": "T", "middle": [], "last": "Allander", "suffix": ""}, {"first": "K", "middle": [], "last": "Andreasson", "suffix": ""}, {"first": "S", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "4130--4136", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Identification of a novel polyomavirus from patients with acute respiratory tract infections", "authors": [{"first": "A", "middle": ["M"], "last": "Gaynor", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Whiley", "suffix": ""}], "year": 2007, "venue": "PLoS Pathog", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Seroepidemiology of human polyomaviruses", "authors": [{"first": "J", "middle": ["M"], "last": "Kean", "suffix": ""}, {"first": "S", "middle": [], "last": "Rao", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "PLoS Pathog", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Serological evidence of frequent human infection by the WU and KI polyomaviruses", "authors": [{"first": "N", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Le", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "1199--205", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "WU polyomavirus in children with acute lower respiratory tract infections", "authors": [{"first": "T", "middle": ["H"], "last": "Han", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Chung", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Koo", "suffix": ""}], "year": 2007, "venue": "South Korea. Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1766--1774", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Role of human polyomaviruses in respiratory tract disease in young children", "authors": [{"first": "R", "middle": ["L"], "last": "Wattier", "suffix": ""}, {"first": "M", "middle": [], "last": "Vazquez", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "14", "issn": "", "pages": "1766--1774", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "WU polyomavirus infection in children", "authors": [{"first": "F", "middle": [], "last": "Neske", "suffix": ""}, {"first": "K", "middle": [], "last": "Blessing", "suffix": ""}, {"first": "F", "middle": [], "last": "Ullrich", "suffix": ""}], "year": 2008, "venue": "Germany. Emerg Infect Dis", "volume": "14", "issn": "", "pages": "680--681", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prevalence of human KI and WU polyomaviruses in children with acute respiratory tract infection in China", "authors": [{"first": "X", "middle": ["H"], "last": "Yuan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jin", "suffix": ""}, {"first": "Z", "middle": ["P"], "last": "Xie", "suffix": ""}], "year": 2008, "venue": "J Clin Microbiol", "volume": "46", "issn": "", "pages": "3522--3527", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "WU and KI polyomavirus present in the respiratory tract of children, but not in immunocompetent adults", "authors": [{"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "R", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}], "year": 2008, "venue": "J Clin Virol", "volume": "43", "issn": "", "pages": "330--333", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "WU polyomavirus in children", "authors": [{"first": "Y", "middle": [], "last": "Abed", "suffix": ""}, {"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Boivin", "suffix": ""}], "year": 2007, "venue": "Canada. Emerg Infect Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Human bocavirus and KI/WU polyomaviruses in pediatric intensive care patients", "authors": [{"first": "A", "middle": ["C"], "last": "Van De Pol", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Wolfs", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Jansen", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "454--461", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Reactivation and mutation of newly discovered WU, KI, and Merkel cell carcinoma polyomaviruses in immunosuppressed individuals", "authors": [{"first": "C", "middle": ["P"], "last": "Sharp", "suffix": ""}, {"first": "P", "middle": [], "last": "Norja", "suffix": ""}, {"first": "I", "middle": [], "last": "Anthony", "suffix": ""}], "year": 2009, "venue": "J Infect Dis", "volume": "199", "issn": "", "pages": "398--404", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Polyomaviruses KI and WU in immunocompromised patients with respiratory disease", "authors": [{"first": "T", "middle": [], "last": "Mourez", "suffix": ""}, {"first": "A", "middle": [], "last": "Bergeron", "suffix": ""}, {"first": "P", "middle": [], "last": "Ribaud", "suffix": ""}], "year": 2009, "venue": "Emerg Infect Dis", "volume": "15", "issn": "", "pages": "107--116", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Prevalence and clinical impact of polyomaviruses KI and WU in lung transplant recipients", "authors": [{"first": "S", "middle": [], "last": "Astegiano", "suffix": ""}, {"first": "M", "middle": [], "last": "Bergallo", "suffix": ""}, {"first": "P", "middle": [], "last": "Solidoro", "suffix": ""}], "year": 2010, "venue": "Transplant Proc", "volume": "42", "issn": "", "pages": "1275--1283", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "and WUPyV have been frequently detected in children coinfected with other respiratory viruses [5e8]. However, different studies suggest that these viruses might not cause respiratory illness in immunocompetent patients [9e11]. In 2009, Sharp et al described a significant", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of the Patients Positive for KI (KIPyV) or WU (WUPyV) PolyomavirusAbbreviations: BAL, bronchoalveolar lavage; BAS, bronchoaspirate; GVHD, graft-versus-host disease; SCT, stem cell transplantation; TA, tracheal aspirate.", "latex": null, "type": "table"}}, "back_matter": []}