{"paper_id": "0a9f772041cf026f3b6b36f49110acd56013d5e6", "metadata": {"title": "Journal Pre-proofs COVID-19 Rapid Letter Lack of supporting data make the risks of a clinical trial of radiation therapy as a treatment for COVID-19 pneumonia unacceptable Lack of supporting data make the risks of a clinical trial of radiation therapy as a treatment for COVID-19 pneumonia unacceptable", "authors": [{"first": "David", "middle": ["G"], "last": "Kirsch", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University Medical Center", "location": {"postCode": "27708", "settlement": "Durham", "region": "NC", "country": "USA"}}, "email": "david.kirsch@duke.edu"}, {"first": "Maximilian", "middle": [], "last": "Diehn", "suffix": "", "affiliation": {"laboratory": "", "institution": "Stanford University", "location": {"postCode": "94305", "settlement": "Stanford", "region": "CA", "country": "USA"}}, "email": ""}, {"first": "Francis", "middle": ["A"], "last": "Cucinoata", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Nevada Las Vegas", "location": {"addrLine": "Las Vegas", "postCode": "89154", "region": "NV", "country": "USA"}}, "email": ""}, {"first": "Ralph", "middle": [], "last": "Weichselbaum", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Chicago", "location": {"postBox": "Box 91006", "postCode": "60637, 27708", "settlement": "Chicago, Durham", "region": "IL, NC", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Please cite this article as: Kirsch, D.G., Diehn, M., Cucinoata, F.A., Weichselbaum, R., Lack of supporting data make the risks of a clinical trial of radiation therapy as a treatment for COVID-19 pneumonia unacceptable, Radiotherapy and Oncology (2020), doi: https://doi.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The novel coronavirus SARS-CoV-2 is causing an ongoing pandemic of COVID-19 that has killed over 200,000 people in countries around the world. Infection with this single-stranded RNA virus appears to be asymptomatic in a large fraction of patients and many other patients may experience mild symptoms such as fever, cough, anosmia, and myalgia [1] [2] [3] . However, a subset of patients develop dyspnea. As hypoxia increases, patients with pneumonia from SARS-CoV-2 may require supportive care in a hospital. Some hospitalized patients will develop acute respiratory distress syndrome (ARDS) and a significant subset will require treatment in the intensive care unit to provide respiratory support [4] [5] [6] . Mortality for patients with admitted to the ICU is high [7, 8] . Because many people lack effective pre-existing immunity to SARS-CoV-2, the novel coronavirus has rapidly spread causing severe illness in such high numbers of patients that it has overwhelmed some large health systems. With large numbers of patients dying from COVID-19 and because there are no approved treatments, some investigators have proposed testing low dose (< 1 Gy) radiotherapy to the thorax for COVID-19 pneumonia [9] . However, based on (a) the limited anecdotal data of radiotherapy to treat human viral pneumonia, (b) preclinical models reporting minimal to no efficacy of radiotherapy for viral pneumonia, and (c) the real risks of whole thorax radiotherapy for study subjects, there is inadequate data to justify the risks of a clinical trial of radiotherapy for COVID-19. In addition, a clinical trial of COVID-19 would present a risk of infecting medical staff with SARS-CoV-2.", "cite_spans": [{"start": 344, "end": 347, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 348, "end": 351, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 352, "end": 355, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 699, "end": 702, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 703, "end": 706, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 707, "end": 710, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 769, "end": 772, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 773, "end": 775, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1204, "end": 1207, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "Therefore, clinical trials of radiotherapy for COVID-19 should only be started after robust results in preclinical models demonstrate efficacy. In this scenario, informed consent must include providing subjects with transparent risks of long-term side effects of radiation exposure.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "As far as we are aware, there are only a small number of case series of patients with viral pneumonia treated with low dose thoracic radiation therapy that have been reported. These studies have methodological flaws and do not convincingly demonstrate efficacy of this treatment approach. In 1943, Oppenheimer reported the outcome of 56 patients with presumed viral pneumonia treated with 0.35 Gy to 0.9 Gy using 130 to 150 kVp X-rays [10] . This case series is notable because patients treated within a few days after the onset of symptoms appeared to respond while patients that presented with symptoms for one week did not improve to the same degree and often a second or third dose of radiation therapy was delivered. Notably, two patients with symptoms that began at least 16 days prior to radiation therapy derived no benefit from the treatment. Oppenheimer concluded that \"roentgen therapy of virus pneumonia is useful mainly during the early stages of disease.\" These findings suggest that even if low dose thoracic radiotherapy has any efficacy in patients with COVID-19, it may not be useful in later stages of the disease once hypoxia or ARDS develop. Moreover, because the case series lacks a sufficient comparison group, it is unclear whether or not radiation therapy impacted the course of viral pneumonia even when administered during the early stages of disease. Indeed, Oppenheimer writes \"it certainly cannot be proved that the 56 patients of this series would not have recovered as rapidly without roentgen therapy.\" Also in 1943, Correll and Cowan reported a second case series of 155 patients with viral pneumonia [11] . These patients presented with fever, sore throat, and chills but never dyspnea.", "cite_spans": [{"start": 435, "end": 439, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1635, "end": 1639, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Anecdotal data in patients on the efficacy of radiotherapy for viral pneumonia"}, {"text": "The patients \"appeared less ill than the fever would indicate\" and had no elevation in respiratory rate \"disproportionate to the fever.\" Most of the patients received supportive care alone or were treated with antibiotics. The average duration of illness was approximately 12 days. A subset of 23 patients received 1.12 Gy with 100 kVp X-rays to the involved lobe of the lung, which was repeated 24 hours later in most patients because there was not a satisfactory clinical response. In this subgroup of patients, the average length of illness was 8.4 days. No statistical analysis was performed between the group treated with radiation therapy and the other patients. The authors also did not explain how the 15% of patients who received radiation therapy were selected for this treatment. Therefore, it is possible that the trend to shorter illness in the cohort receiving radiation therapy was a consequence of selection bias. Taken together, these two case series do not provide a strong rationale for testing radiotherapy in a clinical trial of COVID-19 patients with hypoxia and respiratory distress.", "cite_spans": [], "ref_spans": [], "section": "Anecdotal data in patients on the efficacy of radiotherapy for viral pneumonia"}, {"text": "To our knowledge, there are only two published reports on utilizing low dose radiotherapy for viral pneumonia in preclinical models [12, 13] . These studies were performed by the same research team at Duke University and published in 1946. One study investigated the impact of low dose 200 kVp X-rays on viral infection in cats, which caused conjunctivitis, rhinitis, and pneumonia [12] . The degree of pneumonia ranged from none, very slight, slight, to moderate and marked. Nine cats were inoculated with the virus and served as controls. Two intervention groups of cats were treated with radiation therapy. Seven cats received radiation therapy starting at 24 hours after the onset of symptoms. Five cats received radiation therapy to the thorax (n=4 received 1 Gy, n=1 received 2 Gy divided into two daily doses) and two cats received radiation therapy to the abdomen (n=1 received 1 Gy, n=1 received 2 Gy divided into two daily doses).", "cite_spans": [{"start": 132, "end": 136, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 137, "end": 140, "text": "13]", "ref_id": "BIBREF12"}, {"start": 382, "end": 386, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Data in preclinical models do not support the efficacy of radiotherapy for viral pneumonia"}, {"text": "The second intervention group consisted of six cats, which received radiation therapy to the thorax starting at 48 hours post symptom onset (n=4 received 1 Gy, n=2 received 2 Gy divided into two daily doses). No differences in objective measures, such as temperature or histological changes at necropsy, were observed between any groups. Subjective assessment of the length of illness was reported to be shorter for cats in which the radiation therapy was initiated at 24 hours after symptom onset (5 vs. 10.3 days). However, it is notable that the subjective length of illness in the control group had wide variation (5 to 14 days). The average duration of illness was longer in the animals that received radiation 48 hours after symptom onset (7.5 days) and did not differ significantly from the control group (P=0.13 by Mann-Whitney test). Thus, if radiation therapy has any efficacy in viral pneumonia, it may need to be initiated early. Additionally, it is unclear from the experimental methods whether the animals were randomized to treatment or if the investigator scoring subjective length of illness was blinded to treatment group. Because this study was carried out at the time of several anecdotal reports claiming efficacy of radiation therapy for atypical pneumonia in patients, if the investigator was not blinded to treatment, it is conceivable that these reports may have biased the results of a subjective endpoint.", "cite_spans": [], "ref_spans": [], "section": "Data in preclinical models do not support the efficacy of radiotherapy for viral pneumonia"}, {"text": "The same investigators also studied the effect of low dose 200 kVp X-rays on pneumonia in white mice after inoculation with the swine influenza virus [13] . In this study, independent experiments were performed with sample sizes of at least 16 mice per experimental group. The endpoint of these experiments was lethality. In one experiment, 15 of 18 control mice died by day 10 after inoculation. In the experimental group that received 1 Gy total-body-irradiation (TBI) 24 hours after virus inoculation, 12 of 18 mice died by day 10. In a second experiment, 15 of 16 control mice died by day 10 while 14 of 16 mice died after receiving 1 Gy TBI 24 hours following virus inoculation. The authors concluded that \"roentgen therapy instituted 24 hours after viral inoculation of mice with swine influenza has no effect on the mortality of this disease.\" Taken together, these preclinical data are insufficient to support a clinical trial of low dose radiation therapy in patients with COVID-19.", "cite_spans": [{"start": 150, "end": 154, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Data in preclinical models do not support the efficacy of radiotherapy for viral pneumonia"}, {"text": "As there are currently no approved treatments for COVID-19, some have suggested that 0.5 to 1 Gy of whole thorax radiation therapy would present a very low risk to COVID-19 patients in a clinical trial [9] . Although it is conceivable that low dose radiotherapy could ameliorate inflammation to benefit patients with COVID-19, it is likely that low dose radiotherapy will kill B and T cells needed to fight the SARS-CoV-2 coronavirus, which has the potential to increase mortality from COVID-19. When treating cancer, we do not routinely consider the risks of radiation in the dose range of 0.5 to 1 Gy. Indeed, when radiation oncologists review treatment plans, it is unusual to include radiation isodose lines with such low doses. However, the risks for radiation-induced cancer at these low doses can be quantified. We estimated lifetime risks of cancer induction and cancer mortality from radiation exposure using methods reported earlier [14] [15] [16] [17] . Risks for lung, breast and esophageal cancer were evaluated for organ doses of 0.5 and 1 Sv for female and male patients at ages of exposure of 25, 45, and 65 years (Table 1) . Model estimates are based on a mixture model of risk transfer between populations, which considers weighted contributions of additive and multiplicative models of tissue specific risks following methods developed by the BEIR VII and UNSCEAR committees [14, 15] . We estimated 95% confidence intervals in risk values by Monte-Carlo propagation of several uncertainties, including statistical and dosimetry uncertainties in epidemiology data and the uncertainty in the risk transfer model [16, 17] . Uncertainties due to possible risk factors related to the presence of pneumonia or viral infection during irradiation were not considered.", "cite_spans": [{"start": 202, "end": 205, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 943, "end": 947, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 948, "end": 952, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 953, "end": 957, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 958, "end": 962, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1394, "end": 1398, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1399, "end": 1402, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1629, "end": 1633, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 1634, "end": 1637, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 1130, "end": 1139, "text": "(Table 1)", "ref_id": null}], "section": "Risks of low dose radiation therapy to the thorax"}, {"text": "Our analyses indicate that the risks of cancer due to radiation exposure of the thorax vary by sex, age, and radiation dose ( Table 1 ). The risk of a radiation-induced lung and breast cancer for a 25", "cite_spans": [], "ref_spans": [{"start": 126, "end": 133, "text": "Table 1", "ref_id": null}], "section": "Risks of low dose radiation therapy to the thorax"}, {"text": "year-old woman exposed to 1 Gy of whole thorax radiation may be as high as 5.9% and 5.5%, respectively. For a 25 year-old man, the risk of a radiation-induced esophageal cancer may be as high as 0.32%. Risk declines steeply with age at exposure for breast cancer and more modestly for lung and esophageal cancer.", "cite_spans": [], "ref_spans": [], "section": "Risks of low dose radiation therapy to the thorax"}, {"text": "In addition to cancer risks, low doses of ionizing radiation have been shown to increase lifetime risks of several components of circulatory disease [18, 19] . We used results from a metaanalysis [19] to generate a relative risk model of lifetime risks of ischemic heart disease (IHD) after 0.5 Gy or 1 Gy exposure ( Table 2) . For a partial body exposure with similar doses to the heart and lung, ischemic heart disease risk is about one-third of the lung cancer risk, indicating an important additional risk component beyond cancer risks.", "cite_spans": [{"start": 149, "end": 153, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 154, "end": 157, "text": "19]", "ref_id": "BIBREF18"}, {"start": 196, "end": 200, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 317, "end": 325, "text": "Table 2)", "ref_id": null}], "section": "Risks of low dose radiation therapy to the thorax"}, {"text": "In summary, the available clinical anecdotes of low dose radiotherapy for treating patients with viral pneumonia and the weak preclinical data testing the efficacy of low dose radiotherapy in animal models of viral pneumonia are not sufficient for exposing COVID-19 patients to the risks of radiation exposure in a clinical trial. Furthermore, delivering radiation therapy to hypoxic COVID-19 patients, who may have ARDS, would increase the risk of infection to staff and cancer patients, who may be at high risk for mortality from COVID-19 [20] . While we appreciate that the COVID-19 pandemic is causing large numbers of deaths and straining health systems worldwide, and that this has motivated colleagues to propose clinical trials of low dose radiotherapy for COVID-19 pneumonia with the best of intentions, we believe that based on the available data, the potential risks of such trials outweigh the potential benefits. Before such trials should be considered, further preclinical work is needed to demonstrate efficacy of radiotherapy to provide scientific justification for a clinical trial in patients with COVID-19.", "cite_spans": [{"start": 541, "end": 545, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Summary"}, {"text": "12 ", "cite_spans": [], "ref_spans": [], "section": "Summary"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Covid-19: four fifths of cases are asymptomatic, China figures indicate", "authors": [{"first": "M", "middle": [], "last": "Day", "suffix": ""}], "year": 2020, "venue": "BMJ", "volume": "369", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Universal Screening for SARS-CoV-2 in Women Admitted for Delivery", "authors": [{"first": "D", "middle": [], "last": "Sutton", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical Characteristics of Coronavirus Disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Characteristics of Hospitalized Adults With COVID-19 in an Integrated Health Care System in California", "authors": [{"first": "L", "middle": ["C"], "last": "Myers", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region", "authors": [{"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series", "authors": [{"first": "P", "middle": ["K"], "last": "Bhatraju", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Presenting Characteristics, Comorbidities, and Outcomes Among 5700 Patients Hospitalized With COVID-19 in the", "authors": [{"first": "S", "middle": [], "last": "Richardson", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Is low dose radiation therapy a potential treatment for COVID-19 pneumonia?", "authors": [{"first": "C", "middle": [], "last": "Kirkby", "suffix": ""}, {"first": "M", "middle": [], "last": "Mackenzie", "suffix": ""}], "year": 2020, "venue": "Radiotherapy and Oncology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Roentgen therapy of \"virus\" pneumonia", "authors": [{"first": "A", "middle": [], "last": "Oppenheimer", "suffix": ""}], "year": 1943, "venue": "American Journal of Roentgenology and Radiation Therapy", "volume": "", "issn": "49", "pages": "635--638", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Primary atypical pneumonia; analysis of therapeutic results in 155 cases", "authors": [{"first": "H", "middle": ["L"], "last": "Correll", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Cowan", "suffix": ""}], "year": 1943, "venue": "U.S. Nav. M. Bull", "volume": "", "issn": "41", "pages": "980--987", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "The effect of roentgen therapy on experimental virus pneumonia; on feline virus pneumonia", "authors": [{"first": "G", "middle": ["J"], "last": "Baylin", "suffix": ""}, {"first": "I", "middle": ["N"], "last": "Dubin", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Gobbel", "suffix": ""}], "year": 1946, "venue": "Am J Roentgenol Radium Ther", "volume": "55", "issn": "", "pages": "473--480", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The effect of roentgen therapy on experimental virus pneumonia; on pneumonia produced in white mice by swine influenza virus", "authors": [{"first": "I", "middle": ["N"], "last": "Dubin", "suffix": ""}, {"first": "G", "middle": ["J"], "last": "Baylin", "suffix": ""}, {"first": "W", "middle": ["G"], "last": "Gobble", "suffix": ""}], "year": 1946, "venue": "Am J Roentgenol Radium Ther", "volume": "55", "issn": "", "pages": "478--81", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "National Academy of Sciences Committee on the Biological Effects of Radiation. Health risks from exposure to low levels of ionizing radiation", "authors": [], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "United Nations Scientific Committee on the Effects of Atomic Radiation. Sources and effects of ionizing radiation UNSCEAR 2006 Report to the general assembly, with scientific annexes", "authors": [], "year": 2008, "venue": "United Nations", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Space radiation risks for astronauts on multiple International Space Station missions", "authors": [{"first": "F", "middle": ["A"], "last": "Cucinotta", "suffix": ""}], "year": 2014, "venue": "PLoS One", "volume": "9", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Space radiation cancer risk projections and uncertainties-2012. NASA TP 2013-217375", "authors": [{"first": "F", "middle": ["A"], "last": "Cucinotta", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "L", "middle": [], "last": "Chappell", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Risk of ischemic heart disease in women after radiotherapy for breast cancer", "authors": [{"first": "S", "middle": ["C"], "last": "Darby", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "368", "issn": "11", "pages": "987--98", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Systematic review and meta-analysis of circulatory disease from exposure to low-level ionizing radiation and estimates of potential population mortality risks. Environ Health Perspect", "authors": [{"first": "M", "middle": ["P"], "last": "Little", "suffix": ""}], "year": 2012, "venue": "", "volume": "120", "issn": "", "pages": "1503--1514", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Do Patients with Cancer Have a Poorer Prognosis of COVID-19? An Experience", "authors": [{"first": "H", "middle": [], "last": "Miyashita", "suffix": ""}], "year": 2020, "venue": "Annals of Oncology", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Risk estimates for several cancer types for organ doses of 1 Gy. <0.01, 0.25] 0.12 [<0.01, 0.23] 1.43 [0.13, 3.5] 0.2 [0.03, 1.01] Table 1b. Risk estimates for several cancer types for organ doses of 0.5 Gy.", "latex": null, "type": "table"}}, "back_matter": []}