{
    "paper_id": "0aa4b366d3263efb9b9c0940bfbf4780a395fd18",
    "metadata": {
        "title": "Proventricular dilatation disease: an emerging exotic disease of parrots in Australia",
        "authors": [
            {
                "first": "Rjt",
                "middle": [],
                "last": "Doneley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "I"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "E"
                ],
                "last": "Fanning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Aspartate aminotransferase CaEDTA Edetate calcium disodium CK Creatine kinase IM Intramuscular IV Intravenous PDD Proventricular dilatation disease SC Subcutaneous I n the late 1970s and 1980s reports emerged of a wasting syndrome in macaws and other parrot species in North America and Europe. Known variously as Macaw Wasting Disease, Macaw Fading Syndrome, Myenteric Ganglioneuritis, Infiltrative Splanchnic Neuropathy, Neuropathic Gastric Dilatation, and Proventricular Dilatation Syndrome, it spread at an alarming rate. It is now well established as a disease of captive psittacines in the United States, Canada, the United Kingdom and Europe. The only previous report in Australia was in a legally imported Green Wing Macaw ( Ara chloroptera ) in 1993. 1 Now known as Proventricular Dilatation Disease (PDD), it is characterised by a non-suppurative lymphocytic, plasmacytic ganglioneuritis of central and peripheral nerve tissue. 2 ,3 It appears to be a segmental neuropathy, with clinical signs dependent on the organs affected. As well as the classical syndrome of weight loss associated with regurgitation and the passage of undigested food in the faeces, other clinical signs also include ataxia, abnormal head movements, progressive paresis, proprioceptive deficits, anorexia, lethargy and, occasionally, sudden death. 3 K Rosenthal (personal communication) and D Monks (personal communication) consider that, in contrast to other species, polyuria and polydipsia are frequently seen in Gray parrots (Psittacus erithacus erithacus) affected with PDD.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 761,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 938,
                    "end": 939,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1332,
                    "end": 1333,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AST"
        },
        {
            "text": "A variety of aetiological agents have been proposed, including paramyxovirus, togavirus, adenovirus, coronavirus, 4 and Eastern Equine Encephalitis virus. Other suggested aetiologies included immune-mediated reactions to an unknown viral agent, however, no consistent viral isolation or serological findings have confirmed the involvement of any one virus. Ritchie 5 (USA), Berhane et al 3 (Canada) and Gough 6 (UK) have all reported the presence of 80 to 140 nm pleomorphic enveloped viral-like particles in fresh faeces from affected birds. Additionally, similar viral-like particles have been detected in the cytoplasm of cells in the brain of an affected bird. 7 Ritchie was also able to transmit the disease by exposing susceptible birds to a tissue homogenate containing these viral-like particles. To date, this viral-like agent has not been identified and classified; nor has a reliable PCR test been developed for its detection.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 665,
                    "end": 666,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "AST"
        },
        {
            "text": "At the time of writing, diagnosis of PDD is made on the basis of the history, clinical signs, radiological and fluoroscopic imaging, and detection of the characteristic ganglioneuritis in biopsy samples. Radiology and fluoroscopy will often reveal a flaccid, enlarged and poorly functioning proventriculus. 3, 5 Ante-mortem biopsy of the crop, proventriculus and adrenal gland have been reported as being highly specific for PDD, but with a low sensitivity. 2, 3 This paper reports a cluster of PDD cases seen in south-east Queensland in 2005 to 2006. Clinical signs, necropsy findings and histopathological findings are described. No pattern or common source for these cases could be identified. The implications for Australian aviculture and avifauna are discussed.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 310,
                    "end": 311,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AST"
        },
        {
            "text": "A 6-year-old female captive-bred Red-Sided Eclectus parrot ( Eclectus roratus polychloros ) was presented with a 2 week history a West Toowoomba Veterinary Surgery, Toowoomba QLD 4350; DrBob@wtvs.com.au b IDEXX Laboratories, East Brisbane QLD 4159 of lethargy, weakness, polyuria, and polydipsia. The bird had been obtained 18 months previously from another aviculturist and was kept in a full-flight aviary with its mate. It was fed a formulated diet, fruit and vegetables. There was no history of egg laying or other reproductive behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "On physical examination the bird was moderately thin, weighing 321 g. It was very polyuric and exhibited a proprioceptive deficit in its legs, although it was able to grip well with its toes. Blood was collected for haematological and biochemical analyses, performed in-house, both manually and on a VetScan (Abaxis) biochemistry analyser (Table 1 ). There was a marked leucocytosis, mild anaemia and moderate hyperamylasaemia. Radiolographs revealed a marked enlargement of the proventriculus. Although lead toxicosis was a differential diagnosis, blood was not submitted for lead analysis due to financial constraints.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case report 1"
        },
        {
            "text": "Treatment was begun with Lactated Ringers Solution (Hartman's Solution, Baxter) 20 mL SC twice daily; piperacillintazobactam (Tazocin, Wyeth) 100 mg/kg IM twice daily; and CaEDTA (Calsenate, Parnell) 30 mg/kg IM twice daily. Over the next few days the bird steadily gained weight and regained its strength and appetite. It was discharged after 3 days and the owner was instructed to continue treatment with piperacillintazobactam and CaEDTA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "Over the next few weeks the bird's strength and appetite was variable, although it remained bright and alert. Its leg weakness persisted and, 1 month after its first presentation, the bird was euthanased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "Necropsy examination revealed enlargement of the proventriculus, liver and kidney. Tissues were fixed in 10% formalin and submitted for histological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "Examinations of sections of the upper gastrointestinal tract showed evidence of serositis and mild periganglioneuritis. The proventriculus had multifocal aggregates of plasma cells in the superficial lamina propria, between the mucosa and underlying glandular tissue. There were widely scattered infiltrates of lymphocytes and plasma cells in the deep lamina propria, submucosa and in parts of the sub serosa. In some areas lymphocytic inflammation surrounded, but did not infiltrate, myenteric nerve tissue. The muscle layer was thin and atrophic. Similar, although milder, inflammatory changes were present in the sub serosa of the gizzard, including vague perivascular and perineuronal aggregates of inflammatory cells. A variety of concurrent minor changes included splenic plasmacytosis and mild cholangiohepatopathy. A range of tissues including crop, duodenum, cerebrum, cerebellum, kidney, ovary, pancreas, heart and adrenal gland, were histologically normal. The diagnosis was PDD with concurrent polyserositis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "In light of these findings the bird's mate was presented for examination. Radiographs revealed an enlarged proventriculus. Blood was collected for serum protein electrophoresis, and a crop biopsy (including major blood vessels) was collected, fixed in 10% formalin and submitted for histological examination. Serum protein electrophoresis revealed a mild increase in gamma globulins, reflecting a chronic antigenic stimulation ( Table 2) . Examination of the crop biopsy sample revealed a vague, very mild perineuronal infiltration by lymphocytes leading to a diagnosis of possible PDD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case report 1"
        },
        {
            "text": "The bird was euthanased but tissues were not examined histologically because of financial constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 1"
        },
        {
            "text": "A 7-month-old male Moluccan Cockatoo ( Cacatua moluccenensis ) was presented for an acute onset of weakness and anorexia. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "bird had been purchased several months previously as a fledgling and had been hand-reared by the owner. It was housed in a large, outdoor full-flight aviary by itself. It was being fed a mix of dry and sprouted seed, fruit and vegetables, with a liquid calcium supplement (Calcivet, Vetafarm) added daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "On presentation the bird was in moderately thin condition, weighing 681 g. Its eyes were sunken and its droppings were dark green with a sticky consistency. Haematological and serum biochemical analyses (Table 3) were performed as described for case 1, and showed a leucocytosis and mild hyperuricaemia. A faecal Gram stain showed large numbers of a Gram negative bacillus, and a culture was submitted. A moderately heavy growth of E coli , which was sensitive to enrofloxacin, was reported.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Case report 2"
        },
        {
            "text": "Treatment with SC Lactated Ringer's Solution 40 mL twice daily, piperacillin-tazobactam 100 mg/kg IM twice daily and tube feeding with a commercial hand-rearing formula (Roudybush Formula 3, Roudybush) was instituted. Despite this, the bird's weight continued to decline. Uric acid levels were determined after 3 days and were found to be unchanged, suggesting renal disease as the underlying problem. Fluid therapy was increased and 48 hours later uric acid levels had returned to within the normal range and remained normal. The bird began gaining weight and starting to eat by itself; it was also more alert and calling for food. Antibiotic therapy was changed to enrofloxacin (Baytril, Bayer) 10 mg/kg orally twice daily and the bird was sent home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "Six days later the bird was re-presented as it was not improving. Its weight had declined gradually to 651 g. Haematological, biochemical and lead analyses (Table 3) showed a moderate anaemia, normal white cell count and biochemical parameters, and normal blood lead levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Case report 2"
        },
        {
            "text": "The bird was anaesthetised with isoflurane and a rigid 2.7 mm endoscope (Karl Storz Endoscopy) was introduced into the caudal thoracic air sac via a left flank approach. Other than an enlarged proventriculus, the abdominal organs appeared normal. Plain radiographs confirmed the proventricular enlargement and a subsequent contrast study with barium sulphate confirmed both the proventricular enlargement and an increased gastrointestinal transit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "Within 24 hours of these procedures the bird exhibited a marked improvement in demeanour, weight and appetite. Over the next 48 hours the bird continued to improve and, although radiographs confirmed the proventriculus was still enlarged, it was sent home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "Two days later the bird collapsed at home and regurgitated food and water. It died while in transit to the surgery. A necropsy was performed immediately, confirming proventricular enlargement. A range of tissues was collected for histological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "Classical lesions of PDD, characterised by lymphoplasmacytic infiltrates of the myenteric plexus, were present in sections of crop, gizzard, proventriculus and small intestine. The muscle layer of the gizzard and proventriculus was thin and atrophic. Inflammation was also present in the lamina propria of the affected areas of the gastrointestinal tract. Nerve plexes in other tissues, particularly those adjacent to the adrenal gland and testis and in the epicardium, were also affected. Sections of liver, kidney, lung, spleen and bursa had minimal changes. The diagnosis was PDD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 2"
        },
        {
            "text": "A 6-year-old male Sun Conure ( Aratinga solstitialis ) was presented for an acute onset of weakness. It had been purchased 3 weeks earlier from another aviculturist and treated by the new owner with water-soluble doxycycline (Psittavet, Vetafarm) as a precaution against chlamydiosis. The bird was being fed seed, vegetables and fruit. After a 2 week quarantine period it was placed in a full-flight aviary with its mate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 3"
        },
        {
            "text": "The bird was in fair body condition, weighing 106 g. It was very weak and unsteady on its legs, and exhibited a mild proprioceptive deficit while climbing onto a perch. Its faeces contained a large amount of undigested seed, but faecal examination revealed no parasites, yeast, Macrorhabdus (Megabacteria) or abnormal bacteria. Leucocytosis, marked hyperuricaemia, mild hypoproteinaemia, and elevated AST and CK, consistent with muscle damage, were evident on haematological and biochemical analyses (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 509,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Case report 3"
        },
        {
            "text": "PDD was immediately suspected on the basis of the clinical signs, and treatment with SC fluids and piperacillin-tazobactam 100 mg/kg IM twice daily was commenced in an attempt to stabilise the bird before conducting further diagnostic tests. Despite this treatment, the bird began displaying severe neurological abnormalities 16 hours after admission and died shortly afterwards. Necropsy examination 2 hours after death revealed a distended and very vascular, thin-walled proventriculus. The spleen was small and pale, and the cloaca was distended with watery faeces and undigested seed. On histological examination of sections of proventriculus and gizzard there were infiltrates of lymphocytes into the connective tissue of the myenteric plexus with associated perivascular and intraneuronal infiltration. The muscle layer of the proventriculus was thin and atrophic. Sections from cerebellum, cerebrum, heart, liver, lung, kidney, adrenal gland, pancreas, crop and small intestine appeared histologically normal. The diagnosis was PDD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 3"
        },
        {
            "text": "A 14-week-old African Grey Parrot ( Psittacus erithacus erithacus ), bred in Australia, was presented with anorexia and weakness. It had been purchased as a recently weaned fledgling 1 week previously and was still being hand fed, even though it was beginning to eat eating a variety of seeds, fruits and vegetables. Over the preceding 24 hours it had refused food and had become extremely weak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 4"
        },
        {
            "text": "On presentation it was in thin condition, weighing 410 g. It was recumbent and extremely weak. Blood was collected for determination of haematocrit and total protein; it was found to be anaemic (30%) and hypoproteinaemic (15 g/L). The bird died shortly afterwards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 4"
        },
        {
            "text": "At necropsy examination the carcase was pale and emaciated. The liver was enlarged and mottled in appearance and the spleen was pale and enlarged. There was a pericardial effusion. The proventriculus was enlarged, but it could not be determined if this was pathological or attributable to the bird's young age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 4"
        },
        {
            "text": "Histologically, in multiple tissues of the gastrointestinal tract including crop, gizzard, proventriculus and intestine, there were extensive subserosal perivascular and perineuronal aggregates of mixed, but predominantly mononuclear, inflammatory cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 4"
        },
        {
            "text": "Large numbers of bacteria were present on the mucosal surface keratin of crop and the gizzard. In sections of heart there were diffuse infiltrates of lymphocytes and plasma cells into the epicardial connective tissue, including nerve fibres. Inflammation was also observed in the adjacent myocardium. There was extensive multifocal necrosis and infiltrates of lymphocytes and plasma cells in the liver and spleen. There was depletion of lymphocytes in the bursa and accumulation of bacteria in the keratin on the surface of the adjacent cloacal skin. The diagnosis was PDD with concurrent polyserositis and probable septicaemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report 4"
        },
        {
            "text": "The only previous report of PDD in Australia was in an introduced green winged macaw in 1993. 1 These cases, and several others seen by other Australian veterinarians (A Gallagher, D Black, M Cannon, personal communications), represent convincing evidence of a disease not previously seen in parrots bred in Australia. As such, PDD can no longer be regarded as an exotic disease.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The source of infection in these cases is difficult, if not impossible, to establish. The four cases described above came from four separate geographical areas, the owners of the birds were unknown to each other except by name, and there was no obvious connection between the birds themselves (breeders, hand rearing facilities, et cetera). How the disease was introduced into Australia is also a matter of conjecture. Anecdotal reports of bird smuggling into Australia indicate that eggs, rather than live birds, are smuggled in. It is still unclear if PDD is egg-transmitted, and it would be premature at this time to assign responsibility for this disease's introduction into Australia solely to bird smugglers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "PDD is usually regarded as a psittacine disease and in the American aviculture industry, African grey parrots, macaws, Amazon parrots and cockatoos are the most commonly affected species, 2 however, there have been reports of its occurrence in other species. Suggestive lesions have been described in toucans, honeycreepers, canaries, weaver finches, Canada geese, and roseate spoonbills. 8 A recent report 9 also described its occurrence in a Peregrine falcon. These reports raise questions about both the introduction by and spread of this disease by or to wild birds, and the potential for its impact on Australia's avifauna. PDD appears to be particularly infectious in aviaries with poor hygiene, inadequate ventilation and uncontrolled traffic flow; it is less common in better managed aviaries. This, along with the fact that enveloped viruses are rarely hardy outside their host, suggests that a pandemic situation is unlikely to occur in Australian conditions.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 390,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Australian veterinarians presented with birds showing neurological and/or gastrointestinal signs need to add PDD to their list of In recent years the treatment of individual birds with nonsteroidal anti-inflammatory drugs such as celecoxib and meloxicam has been advocated and, in many cases, these drugs have been apparently successful. 12 Combined with the reduction of environmental stress, fluids, gastrointestinal motility enhancers and antimicrobial therapy as indicated, many affected birds have returned to normal. However, it is still unclear as to whether these birds have cleared the pathogen from their bodies, or if they have been converted to asymptomatic carriers. Until this is ascertained, such birds should be regarded as potentially infectious and isolated from other birds.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Until the aetiological agent is positively identified it is not possible to comment authoratively on routes of transmission and incubation periods. Faeco-oral is the most probable route of transmission, but aerosol or egg transmission cannot be excluded. Experimental and anecdotal evidence suggests that the incubation period could be as short as several weeks or as long as several years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Australian veterinarians may well, in the very near future, be faced with the prospect of advising an aviculturist on the management of their collection after one of their birds is diagnosed with PDD. Until the causative agent and its transmission are clearly determined, and an effective diagnostic screening method developed, it is difficult to give specific advice. Ritchie 7 states that in-contact birds are often not affected. It therefore follows that the best advice that may be given at this time is to place in-contact birds in strict isolation and to institute sound management techniques including good hygiene, traffic control measures and the immediate and thorough investigation of any sick or dead birds. B Speer (personal communication) recommends an isolation period of 2 to 3 years without any fresh incidence of PDD before declaring an aviary free of the disease. Veterinarians in this situation must be mindful that their client's reputation, and possibly their income, is dependent on how they handle the confidentiality issues associated with a diagnosis of PDD. This must be balanced against the greater good of dealing with a disease that has the potential to have a devastating impact on aviculture and Australia's native avifauna. PDD is not, as yet, a notifiable disease in Australia and veterinarians and their clients should not expect any government assistance or funding in the detection and eradication of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First case of psittacine proventricular dilatation syndrome (macaw wasting disease) in Australia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mackie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Aust Vet J",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathology of Pet and Aviary Birds Iowa State Press",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Reavill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Peripheral Neuritis in psittacine birds with proventricular dilatation disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Berhane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Pathol",
            "volume": "30",
            "issn": "",
            "pages": "563--567",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of a coronavirus from a green-cheeked Amazon parrot",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Drury",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Culver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosing and preventing common viral infections in companion birds",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings, Waltham/OSU Symposium for the Treatment of Small Animal Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virus-like particles associated with macaw wasting disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Drury",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Harcourt-Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Rec",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of common avian infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Western Veterinary Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Progress in understanding proventricular dilatation disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Latimer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Annu Conf Assoc Avian Vet",
            "volume": "",
            "issn": "",
            "pages": "269--275",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proventricular Dilatation Disease in a Peregrine Falcon ( Falco peregrinus )",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Shivaprasad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Annu Conf Assoc Avian Vet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Histological evaluation of the crop for the diagnosis of proventricular dilatation syndrome in psittacine birds",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Latimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Campagnoli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Vet Diagn Invest",
            "volume": "8",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Myocarditis as a component of psittacine proventricular dilatation syndrome in a Patagonan Conure",
            "authors": [
                {
                    "first": "Cazayoux",
                    "middle": [],
                    "last": "Vice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Avian Dis",
            "volume": "36",
            "issn": "",
            "pages": "1117--1119",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Resolution of clinical proventricular dilation disease by Cyclooxygenase 2 inhibition",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dahlhausen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aldred",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Colaizzi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Annu Conf Assoc Avian Vet",
            "volume": "",
            "issn": "23",
            "pages": "9--12",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Haematological and biochemistry results from an Eclectus hen (Eclectus roratus polychloros) with a 2 week history of lethargy, polyuria and polydipsia. Fudge AM. Laboratory Medicine: Avian and Exotic Pets. WB Saunders, Philadelphia, 2000. AST aspartate aminotransferase; CK creatine kinase.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Serum protein electrophoresis, case report 1: Eclectus cock (Eclectus roratus polychloros).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Haematology and biochemistry results, case report 2: Moluccan Cockatoo (Cacatua moluccenensis).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "PDD must be communicated to the pathologist, because the segmental nature of this disease means that stepped tissue sections may be needed to detect the lesions. Crop biopsy has been reported to be an effective method of antemortem diagnosis 10 although some experienced diagnostic pathology practices claim only 30 to 35% diagnostic success.2,3 If the bird dies, or is presented dead, a wide range of tissues should be submitted for histological examination, including crop, proventriculus, ventriculus, heart, duodenum, intestinal tract, adrenal gland, spleen, brain and perhaps spinal cord. In 1992, Cazayoux Vice11 reported a case of PDD in which severe myocarditis was seen as a major pathological finding, in contrast to other reports that indicated only 28% of cases of PDD had myocardial lesions. In 2003, Berhane et al 3 recommend that the ventriculus and heart are the most reliable sites for detecting the classical lymphoplasmacytic ganglioneuritis.Although all cases presented here had lesions typical of PDD, two of the cases (case 1 and case 4) had evidence of concurrent polyserositis. Polyserositis is not typical of classical PDD and raises the possibility that Australian strains of the disease have a slightly different histological presentation from American strains (R Schmidt, personal communication).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}