{
    "paper_id": "0aa4114678465ab2f8da307ef409db92ad4849c7",
    "metadata": {
        "title": "Zika, public health, and the distraction of abortion",
        "authors": [
            {
                "first": "Thana",
                "middle": [],
                "last": "Cristina De Campos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper suggests that the focus on abortion legalization in the aftermath of the Zika outbreak is distracting for policy and lawmakers from what needs to be done to address the outbreak effectively. Meeting basic health needs (i.e. preventive measures), together with research and development conducive to a vaccine or treatment for the Zika virus should be priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On February 5th, 2016 the United Nations (UN) High Commissioner for Human Rights Mr Zeid Ra'ad Al Hussein urged abortion-banning Latin American countries affected by the Zika outbreak to legalize abortion, and allow pregnant women affected by the virus to choose whether to terminate their pregnancy (Office of the United Nations High Commissioner for Human Rights 2016). In Brazil, the country most affected by the Zika outbreak, abortion is illegal, as in several other Latin American countries affected by the outbreak, including Colombia, El Salvador, Venezuela and Peru. Does the Zika outbreak justify a change in abortion laws in Latin American countries? Although the ethics of abortion should certainly be debated, and both pro-abortion and anti-abortion sides should be free to voice their concerns, the plea to abortion in the context of the Zika outbreak is problematic. The link between the Zika outbreak and abortion could prove a major distraction from what would actually help the most vulnerable and affected: meeting their basic health needs (i.e. preventive measures), and fostering research and development (R&D) leading to a vaccine or treatment for Zika. These should surely be the priorities when it comes to addressing such a poverty-related disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of February, 2016, 2404 cases of microcephaly have been confirmed in Brazil, of which only 17 could be connected to the Zika virus. Of the 3177 pregnant women infected with the Zika virus in Colombia, none had given birth to an infant with microcephaly. Although the causal relation between the mosquito-born Zika virus and microcephaly has been recently established, (Rasmussen et al. 2016; Victora et al. 2016 ) prenatal tests and ultrasound may not necessarily detect of microcephaly until the third trimester (Camosy 2016; Romero 2016) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 394,
                    "text": "(Rasmussen et al. 2016;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 395,
                    "end": 414,
                    "text": "Victora et al. 2016",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 516,
                    "end": 529,
                    "text": "(Camosy 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 530,
                    "end": 542,
                    "text": "Romero 2016)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The fact that the Zika virus is linked to grave birth defects like microcephaly in infants whose mothers contracted the virus during pregnancy is causing great despair, especially among pregnant women. Pregnant women in Brazil, Colombia, El Salvador, Venezuela, and Peru are being urged by many to terminate their pregnancies. The UN High Commissioner statement not only compounded existing fears, but prompted pro-abortion activists in Latin America and beyond to advocate the legalization of abortion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In Brazil, the country most affected by the Zika outbreak, abortion is permitted only in cases of rape, anencephaly, or when continuing the pregnancy threatens the mother's life. Although 67 % of Brazilians are in favor of the current law, and only 11 % are in favor of a more relaxed law, (Senra 2016; Diniz 2016) pro-abortion activists in Brazil, led by a group of law professors from University of Brazilia, are about to petition the Brazilian Supreme Court to legalize abortion (Senra 2016; Diniz 2016) . They claim that access to legal and safe abortion is an effective solution for dealing with an increased risk of birth defects (Diniz 2016; Gostin and Phelan 2016; Yamin 2016) . As such, they claim that the Brazilian government have the duty to provide access to safe abortion services in public hospitals for all Brazilian women-particularly for those in the poorest and most affected regions of the country, and who do not have the financial means to procure safe abortions in private clinics (Diniz 2016; Gostin and Phelan 2016; Yamin 2016) . Other organizations abroad are echoing the same concerns. For example, the Canadabased group Women on Web that sends abortifacient drugs like Mifepristone and Misoprostol to women wanting an abortion in countries where it is legally prohibited has voiced their 'worry that these women will turn to unsafe abortion methods, while we can help them with a safe, medical abortion' (Miller 2016) . Planned Parenthood's international arm has developed a special Zika virus fundraising campaign, (Mora 2016) and Amnesty International has warned about the 'devastating effect' of antiabortion laws (Dawber and Marters 2016) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 302,
                    "text": "(Senra 2016;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 303,
                    "end": 314,
                    "text": "Diniz 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 482,
                    "end": 494,
                    "text": "(Senra 2016;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 495,
                    "end": 506,
                    "text": "Diniz 2016)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 636,
                    "end": 648,
                    "text": "(Diniz 2016;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 649,
                    "end": 672,
                    "text": "Gostin and Phelan 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 673,
                    "end": 684,
                    "text": "Yamin 2016)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1004,
                    "end": 1016,
                    "text": "(Diniz 2016;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1017,
                    "end": 1040,
                    "text": "Gostin and Phelan 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1041,
                    "end": 1052,
                    "text": "Yamin 2016)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1432,
                    "end": 1445,
                    "text": "(Miller 2016)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1544,
                    "end": 1555,
                    "text": "(Mora 2016)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1645,
                    "end": 1670,
                    "text": "(Dawber and Marters 2016)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The question whether abortion should be part of a constitutional right to health, and whether the public health care costs of abortion should be financed by public funds is contentious. Health care resources are particularly scarce in the developing countries affected by the Zika outbreak, requiring local governments and communities to define health care priorities carefully. The fact that the Zika outbreak is a public health concern in need of an urgent remedy is not controversial. Nor is the importance of finding, and implementing effective solutions to the Zika virus outbreak. The controversy lies in whether abortion legalization should be conceived of as such an effective solution to the outbreak, particularly for pregnant women in the poorest and most affected regions, and if so, whether it constitutes a legitimate means to a worthwhile end. The latter question concerns what is due to human individuals in their earlier stages of development, and is at the center of the abortion debate. Here I am interested in the former question, which is the one more specifically focused on issues relating to global health and poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Zika is a 'neglected disease' (Hotez and Askoy 2016; Parsons 2016) . As a poverty-related illness, it primarily affects the most marginalized and vulnerable populations in developing countries, living in remote rural areas and urban shantytowns, with poor access to basic health care services and goods (Hunt 2007; PAHO 2016) . Because neglected diseases affect mainly or exclusively poor populations with little or no purchasing power, there is insufficient medical knowledge about its causes, as well as little market incentive to foster research and development (R&D) for medical products addressing these medical conditions (Hollis and Pogge 2008) . Typically, therefore, there is no adequate prophylactic and therapeutic medication for neglected diseases, mainly because the afflicted population cannot afford the treatment's price (Hollis and Pogge 2008) .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 52,
                    "text": "(Hotez and Askoy 2016;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 53,
                    "end": 66,
                    "text": "Parsons 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 303,
                    "end": 314,
                    "text": "(Hunt 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 315,
                    "end": 325,
                    "text": "PAHO 2016)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 651,
                    "text": "(Hollis and Pogge 2008)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 837,
                    "end": 860,
                    "text": "(Hollis and Pogge 2008)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "Being a neglected disease, Zika has two main root problems directly linked to poverty: lack of basic health care (i.e. preventive measures such as basic sanitation), and lack of R&D conducive to a vaccine or treatment. When it comes to scarce health care resource allocation, the motto 'first things first' should be kept in mind, so that policy and lawmakers do not lose sight of their priorities when addressing neglected diseases. Both basic health care (i.e. preventive measures such as basic sanitation) and R&D are priorities precisely because they tackle the root problems of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "The first and foremost need is the provision of basic health care (i.e. preventive measures) to affected populations, and most significantly, the poorest populations. The Aedes Aegypt mosquito carrying the Zika virus breed in stagnant water where populations lack adequate plumbing and sanitation. Therefore, sanitation, vector control measures, and appropriate personal protective measure are imperative to immediately reduce the risk of exposure, and prevent the spread of the Zika virus (WHO 2005) . Simple precautionary measures, such as cleaning and using nontoxic insecticides to eliminate areas that breed mosquitos, teaching people how to clean and reduce the breeding of mosquitos in their vicinities, emphasizing the importance of using protective covering such as adequate clothing and mosquitos nets, and distributing insects repellent to poor communities are examples of some measures that would immediately help in reducing the risks of infection.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 500,
                    "text": "(WHO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "The other priority is R&D: only after researching and discovering how the virus is transmitted, and how it can be contained, can the population, and especially pregnant women, stop worrying about its potentially dire effects. True, R&D into effective drugs is costly, uncertain, and trials often fail. Also, successful and timely R&D is even less probable with regard to neglected diseases, because they require greater research and coordination capacities, as well as generous funding, all of which is more likely in developed, rather than in developing countries. This in itself is an obstacle to be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "The assistance of the international community -particularly of developed countries is required and justified in this case, not least because the Zika outbreak has the potential for spreading to developed countries. R&D for an effective Zika virus vaccine or treatment may take several months, and it may well prove to be a complex process involving many different global stakeholders, who will have to coordinate their actions effectively. As with any other Public Health Emergency of International Concern (PHEIC) (WHO 2016), it will be challenging to mount a coordinated response involving different stakeholders, such as neighboring countries, regional organizations, the World Health Organization, and other international organizations, together with local authorities and local communities. Yet, if the international community becomes as involved in the Zika outbreak as it was in past global health threats, such as the 2003 SARS, the 2009 H1N1, and the 2014 Ebola outbreaks (SARS 2003) , to which there were also no vaccines or treatments available when these outbreaks were declared PHEIC, it is plausible to believe that the spread of the Zika virus may also be contained quickly.",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 992,
                    "text": "(SARS 2003)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "In short, there are good reasons for granting priority to both basic health care provision (including pre-natal, maternal, and infant preventive care) and R&D in the context of the Zika outbreak: both are promising responses to the outbreak because they try to solve its root causes. Abortion is not an effective solution to the Zika outbreak, because it neither tackles the causes of the outbreak, nor does it prevent further spread of the infection. It does nothing to control the vector, or to improve sanitation and appropriate precautionary measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective solutions to the Zika outbreak"
        },
        {
            "text": "The focus on abortion legalization by some as a response to the Zika virus is misplaced. Irrespective of the vexed moral controversy of abortion, importing that intractable debate into effective and morally uncontroversial responses to the Zika outbreak risks distracting law and policymakers from strategies that would tackle the real causes of the outbreak. In short, the Zika outbreak, therefore, is not the place to have this debate, because the moral controversies of abortion distract law and policymakers from what needs to be done to address the outbreak effectively. Priorities in health care resources allocation need to be set carefully, given that resources are scarce. And not only material, but also human resources are finite: political will, and attention need to be focused on the main measures that can solve Zika-related problems, rather than squandered in an intense moral debate. Brazil is facing this important public health problem amidst a number of other difficult political, economic, and social challenges. To address the Zika outbreak successfully, therefore, Brazil-and particularly the frail Rouseff/Temer administration-needs to focus its energies on specific health questions, rather than on the intractable moral ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is the call for Zika virus abortions the new eugenics?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Camosy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika virus: fear is pushing women into backstreet abortions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Zika virus and Brazilian women's right to choose",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Diniz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The WHO must include access to birth control and abortion in its temporary recommendations for Zika-associated public health emergency of international concern",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health impact fund-making new medicines accessible for all. Incentives for Global Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "53--69",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neglected diseases-a human rights analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "WHO",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Will Zika become the 2016 NTD of the year?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Askoy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "With abortion banned in Zika countries, women beg on web for abortion pills",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Planned parenthood international using Zika to fundraise for abortion advocacy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Upholding women's human rights essential to Zika Zika, public health, and the distraction of abortion 445",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "?NewsID=17014&LangID=E. Accessed 23",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "PAHO. 2016. WHO. Neglected, tropical and vector borne diseases",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "We've neglected diseases like the Zika virus for too long",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Zika virus and birth defects-reviewing the evidence for causality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Honein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "NEJM 374: 20",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Surge of Zika virus has Brazilians re-examining strict abortion laws",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola outbreaks were different from the current Zika outbreak: their modes of transmission as well as the ethical considerations they raised were all different. Yet, what SARS, H1N1, Ebola and Zika have in common is that they were all declared 'Public Health Emergencies of International Concern",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Certainly the 2003 SARS, the 2009 H1N1, and the",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Group prepares action in the Supreme Court for abortion in cases of microcephaly (in Portugese)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Senra",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Microcephaly in Brazil: how to interpret reported numbers?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Victora",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schuler-Faccini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matijasevich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pessoa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Barros",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet, Comment",
            "volume": "",
            "issn": "",
            "pages": "2--16",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IHR 2005) Emergency Committee on Zika virus and observed increase in neurological disorders and neonatal malformations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "IHR Procedures concerning public health emergencies of international concern (PHEIC)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health, human rights and the Zika virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Yamin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments I would like to thank John Keown, Christina Lamb, David Mulcair, Alisha Gabriel, Joseph Hattie, Elizabeth Cassidy, Faye Sonier, Andrea Mrozek, Francisco Javier Urbina, Steven Hoffman, Roojin Habibi, and Maxwell Tran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest I declare no conflicting interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}