{"paper_id": "0aa414ba39822687dd824f74e623aafe76f6282d", "metadata": {"title": "Beliefs towards the COVID-19 pandemic among patients with emotional disorders in China", "authors": [{"first": "Yining", "middle": [], "last": "Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Jiao Tong University School of Medicine", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Fei", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "", "institution": "Michigan State University", "location": {"settlement": "East Lansing", "region": "Michigan", "country": "USA"}}, "email": ""}, {"first": "Wenwen", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Jiao Tong University School of Medicine", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Yuan", "middle": [], "last": "Fang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Jiao Tong University School of Medicine", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Ling", "middle": [], "last": "Yue", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Jiao Tong University School of Medicine", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xiang", "middle": [], "last": "Lin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xia", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Jiao Tong University School of Medicine", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": ";", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "AbsTrACT background The novel coronavirus disease 2019 (COVID-19) pandemic has given rise to fear and panic in the public. Although hospitals in China reduced outpatient visits and restricted inpatient admission to lower the risk of transmission of COVID-19, this has significantly affected patients in need of medical attention, for example, patients with emotional disorders. Aims This study aimed to compare the beliefs towards COVID-19 among outpatients with emotional disorders (ie, anxiety or depression) with those of family caregivers and the general public and examine factors that shape the beliefs towards COVID-19 among outpatients with emotional disorders. Methods Survey data from 570 outpatients with anxiety or depression disorders, 449 family caregivers and 470 general public subjects were collected. Multiple stepwise regression analyses were used to describe participants' level of concern, prevention attitude and positive expectations towards the COVID-19 outbreak. results About 70.9% of outpatients had to postpone their mental health treatment; 43.2% of patients admitted that their mental health was adversely affected by the COVID-19 outbreak-these patients tended to be older, male and less educated. After controlling for age and education level, outpatients with emotional disorders had significantly lower levels of concerns but more negative expectations towards COVID-19, compared with family caregivers and the public. Multivariate linear stepwise regression analysis showed that age, education and the perception of the impact of COVID-19 on one's existing mental illness were significantly associated with outpatients' beliefs about the epidemic. Conclusion Outpatients with anxiety or depression disorders were relatively less focused on the COVID-19 outbreak, but the impact of the infection was found to be independently associated with their beliefs towards COVID-19. In addition, outpatients who were older and of low educational levels particularly held more negative beliefs about the epidemic, which may place them at a higher risk for poor mental health.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Since December 2019, when the novel coronavirus disease 2019 (COVID-19) outbreak was first identified in Wuhan, Hubei, to the present, COVID-19 outbreak has taken the form of a global health crisis as it continues to spread worldwide. The disease is airborne and can easily be transmitted through droplets from cough, sneezes, faeces, and so on. 1 2 It has been designated as a class B infectious disease by the Chinese Center for Disease Control and Prevention, and given its severity, the prevention and control mechanism for class A infectious diseases has been adopted. 3 With the spread of the COVID-19 virus, that is, severe acute respiratory syndrome coronavirus 2, all provinces and cities in China have implemented closed management to residential communities and strengthened personal protection. In light of the contagious nature of COVID-19, the number of visits to hospitals by outpatients was limited to severe cases. In addition, online consultation has been provided to meet the needs of the patients with less critical conditions. As a public crisis, the outbreak of the COVID-19 epidemic has led to fear, stress and panic in the general public 4 ; needless to say, it has adversely affected those with mental health disorders, such as anxiety or depression. 5 Patients with psychiatric disorders are at a higher risk of acquiring common infectious diseases, 6 7 which also makes them vulnerable to COVID-19 pneumonia. In addition to susceptibility to pneumonia, long-term anxiety or depression further lead to emotional disturbances. These patients also face more invisible barriers in obtaining timely medical attention because of the public's discrimination and neglect towards mental health. 5 8 It is well known that most patients with emotional disorders need regular prescriptions. However, in the wake of the ongoing COVID-19 crisis, psychiatric hospitals in China have reduced outpatient visits, tightened admission criteria and shortened the length of hospitalisation, which may hinder the access to prescription drugs or other treatments and cause mental health of these patients to deteriorate. For these reasons, this study aims to investigate the inner beliefs about the COVID-19 pandemic among outpatients with anxiety or depression. This study also attempts to identify the factors that influence these inner beliefs, focusing on the effect of their self-perceived impact of COVID-19. This study will help gain insights into the influence of the COVID-19 outbreak on one particular vulnerable population: outpatients with anxiety or depression.", "cite_spans": [{"start": 346, "end": 349, "text": "1 2", "ref_id": null}, {"start": 574, "end": 575, "text": "3", "ref_id": "BIBREF2"}, {"start": 1276, "end": 1277, "text": "5", "ref_id": "BIBREF4"}, {"start": 1376, "end": 1379, "text": "6 7", "ref_id": null}, {"start": 1713, "end": 1716, "text": "5 8", "ref_id": null}], "ref_spans": [], "section": "InTroduCTIon"}, {"text": "To fulfil the research aims, this study used a comprehensive online survey design. Survey participants consisted of patients with emotional disorders, family caregivers and the general public. The questionnaire mainly covered three components: (1) general demographic information; (2) a question on the epidemic impact, and (3) questions on the beliefs of participants towards the COVID-19 outbreak. General demographic questions included participants' age, gender, educational level, and so on. Components 1 and 3 were designed for all participants, whereas item 2 merely targeted outpatients with emotional disorders.", "cite_spans": [], "ref_spans": [], "section": "MeThods research design"}, {"text": "Epidemic impact was measured by the question 'I think this epidemic has an impact on my pre-existing mental illness' Three response options were given: 'Agree', 'Partially agree' and 'Disagree'. 'Agree' and 'Partially agree' response options indicated that outpatients were more or less affected by the epidemic impact. 'Disagree' response option indicated no perceived impact of the epidemic on outpatients.", "cite_spans": [], "ref_spans": [], "section": "MeThods research design"}, {"text": "Epidemic beliefs towards COVID-19 were measured by 12 questions on a 3-point Likert-type scale from 'agree' (1), 'partially agree' (0.5), to 'disagree' (0). The questionnaire contains three subscales. First subscale is subjective concern, which assesses people's level of concern about possible epidemic infection. A higher score signifies deeper concern and worry for infection. The second subscale is prevention attitude, which indicates people's attitude towards the use of protective measures to prevent COVID-19 infection. The higher the score is, the more likely participants will implement self-protection methods for preventing infections. The third subscale is positive expectations, which signifies confident views of the measures implemented by the government and health authorities to address COVID-19. Higher scores indicate more positive expectations towards future elimination of COVID-19. To further test the rationality of the questionnaire design, five psychiatrists, one nurse and two social workers from Shanghai Mental Health Center (SMHC) evaluated the questionnaire items. They also revised and supplemented contents based on the aggregated opinions. Three non-researchers gave a critical reading to items and provided suggestions for adjusting language to test the clarity and popularity. The Cronbach's alpha of this scale was 0.67, indicating an acceptable reliability as an explorative questionnaire. 9 The interdimension associations among the three subscales were as follows: r 12 =−0.125, r 13 =−0.350 and r 23 =0.315.", "cite_spans": [{"start": 1428, "end": 1429, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "MeThods research design"}, {"text": "Outpatients with emotional disorders and their family caregivers from the Psychological Counseling Clinic of SMHC were recruited. The outpatients were above the age of 18 years, had received a diagnosis of anxiety or depression and could understand and complete the survey. The routine diagnostic procedure was used; more than two attending physicians of SMHC were required to make a firm diagnosis according to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition and International Classification of Diseases, 10th Revision. Adult family caregivers who accompanied patients to SMHC outpatient treatment were also included. After providing informed consent to participate in the survey, participants (targeted outpatients and their caregivers) scanned the WeChat (a popular Chinese social media platform) QR code to enter the questionnaire interface and fill out the survey. In addition, the online questionnaire was distributed on the WeChat application through social media to solicit participants from the general public. The exclusion criteria consisted of participants below the age of 18 years, confirmed or suspected COVID-19 cases and those who could not comprehend the items. Fifty-six outpatients, one caregiver and four general subjects who were younger than 18 years were excluded. Data collection spanned from February to early March 2020. A total of 570 outpatients with anxiety or depression, 449 outpatients' family caregivers and 470 general public participants filled out the survey. The flow chart of enrolment is shown in figure 1.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "Analysis strategies SPSS V.17.0 software was used for the following statistical analyses. First, descriptive analyses of three groups were conducted: outpatients, patient caregivers and the general public. Furthermore, based on whether patients with anxiety or depression disorders were affected by the epidemic, they were divided into \"impacted group\" and \"non-impacted group\". The differences in distribution were analysed using the analysis of variance approach and χ 2 tests. Second, covariance analysis was adopted to correct for the compared means among outpatients, family caregivers and the general public, given the uneven distribution in the demographic variables. The regression linear parallelism hypothesis was used to test for the interactions between the controlled variables and groups to determine whether it is suitable for the covariance analysis. If \"the controlled variable* group\" interaction was not statistically significant, then the difference between groups would be further tested. Third, a multivariate linear stepwise regression analysis model was used to explore the factors affecting the outpatient epidemic belief, and the F-statistic, p values and R 2 were reported.", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "resulTs", "cite_spans": [], "ref_spans": [], "section": "Participants"}, {"text": "The demographic characteristics of 570 outpatients with anxiety or depression, 449 patients' family caregivers and 470 general public subjects are shown in table 1. The outpatient group was the youngest group (mean (SD) of the age=38.65 (13.87) years). The results indicated a substantial impact of COVID-19 pandemic on the medical treatment of patients with anxiety or depression. About 70% of patients had to postpone their treatment for a pre-existing mental illness, and 43.2% were affected. The patients were divided into two groups according to the \"Epidemic Impact\", and a comparison was made based on their differences in the distribution of demographic variables. The results showed that the impacted outpatients were statistically older than non-impacted ones (t=5.299, p<0.001). Men were more susceptible to the epidemic impact than women (X 2 =5.141, p=0.023), and people with lower education were also more likely to be affected (X 2 =9.954, p=0.007). The results are shown in table 2.", "cite_spans": [], "ref_spans": [], "section": "General demographics of participants"}, {"text": "Comparison of the epidemic belief between outpatients with anxiety or depression, family caregivers and the general public We compared the beliefs about COVID-19 among outpatients with depression or anxiety disorders with those of the patients' family caregivers and the general public. First, interaction terms (age * group, education * group) were tested by regression linear parallelism hypothesis to analyse whether age and education were suitable as covariates. The results revealed that in terms of prevention attitude, the interaction between age and group was significant (F=4.05, p=0.018), whereas other interactions were not statistically significant. This justified age and education as covariates for dimensions of subjective concern and positive expectations. The results are shown in table 3.", "cite_spans": [], "ref_spans": [], "section": "General demographics of participants"}, {"text": "After controlling for age and education, subjective concern and positive expectation show statistically significant difference among groups (F=89.104, p<0.001; Table 3 Differences in subjective concern and positive expectations among outpatients with family caregivers and general public using covariance correction", "cite_spans": [], "ref_spans": [{"start": 160, "end": 167, "text": "Table 3", "ref_id": null}], "section": "General demographics of participants"}, {"text": "Subjective concern 1.881 (0. F=4.213, p=0.015). Through post hoc comparisons, patients with anxiety or depression were significantly different from the general public in terms of subjective concern and positive expectations. Compared with the general public, patients were less worried about the epidemic but held fewer positive expectations towards COVID-19. The difference between patients and family caregivers showed no statistical significance.", "cite_spans": [], "ref_spans": [], "section": "Outpatients (n=570) Caregivers (n=449) General (n=470) t P value"}, {"text": "The results showed that Epidemic Impact (\"I think this epidemic has an impact on my pre-existing mental illness\"), education level and age were three significant associates of outpatients' epidemic beliefs. Epidemic impact was consistently related to each of all three subdimensions of the epidemic belief (t=6.319, p<0.001; t=−4.697, p<0.001; t=−5.674, p<0.001). The results also revealed that age and education levels were significantly associated with epidemic beliefs. The older they were, the more likely they would feel worried (t=2.185, p=0.029), and the less likely they would use preventive measures (t=−2.981, p=0.003). The more educated the patients were, the less concerned they felt (t=−2.919, p=0.004) and the more prevention attitudes and positive expectations they would hold (t=2.892, p=0.004; F=2.535, p=0.012) (table 4) .", "cite_spans": [], "ref_spans": [{"start": 829, "end": 838, "text": "(table 4)", "ref_id": "TABREF2"}], "section": "Factors affecting the epidemic belief of outpatients with emotional disorders"}, {"text": "By comparing the differences of epidemic beliefs, it was found that the outpatients' subjective concern of COVID-19 was much lower than that of the general public. However, these outpatients have been suffering from depression and anxiety. This may be explained by the concept of \"self-focused attention\" in emotional disorders. Previous research has demonstrated the robust relationship between self-focus and negative affect of anxiety or depression. 10 11 This means they tend to focus on their own negative thoughts or feelings, 10 showing insensitivity or little reactivity to outer environment. 12 This suggests that the patients' negative emotions may emanate from their own internal emotional and cognitive causes and not from the COVID-19 epidemic, whereas the public tends to be bothered more by the risks of being infected. Another interesting finding is that while the outpatients' future epidemic prospect was inclined to positive anticipation, they were more negative than the general public. The general public tends to hold more positive outlook towards the future than those with emotional disorders, which was also revealed in a previous study that found depression, anxiety and negative cognition were moderately and positively correlated. 11 It is speculated General Psychiatry that people with emotional problems are more likely to project the adverse effects of daily stress events. According to the classical Beck's cognitive model, a negative bias is prone to slant incoming information in a worse direction and increase the subjective irrational evaluations or even false alarms. 13 The mode of depression or anxiety could cause exaggerated interpretation of the COVID-19 threat, which would result in the onset of negative expectations. As a result of the COVID-19 outbreak, nearly half of the outpatients with emotional disorders such as depression or anxiety were negatively affected while more than 70% of them had to postpone their hospital visits. At the same time, respondents who thought that the epidemic had an impact on their initial mental illness had a strong common link with dimensions of the epidemic belief. Among them, impacted outpatients had deeper concerns, weaker prevention attitudes and positive expectations. As a result of the COVID-19 pandemic, patients with mental illness were more prone to loneliness and exhibited social alienation during isolation, 14 thus social decline is deeply associated with depression levels and duration maintenance for patients. 15 16 A previous study has shown the positive significance of social interactions for mood improvement. 17 For patients with anxiety, being confined to their home as well as the lack of positive activities may intensify their attention to potential threat information. They are also prone to forming cognitive biases that are difficult to change, thus leading to a vicious circle. 18 As a general situation, the postponed consultation caused by the epidemic may also break down drug compliance routine, thereby making their beliefs more negative.", "cite_spans": [{"start": 453, "end": 458, "text": "10 11", "ref_id": null}, {"start": 533, "end": 535, "text": "10", "ref_id": "BIBREF9"}, {"start": 601, "end": 603, "text": "12", "ref_id": "BIBREF11"}, {"start": 1259, "end": 1261, "text": "11", "ref_id": "BIBREF10"}, {"start": 1605, "end": 1607, "text": "13", "ref_id": "BIBREF12"}, {"start": 2512, "end": 2517, "text": "15 16", "ref_id": null}, {"start": 2616, "end": 2618, "text": "17", "ref_id": "BIBREF16"}, {"start": 2893, "end": 2895, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Main findings"}, {"text": "The results of this study showed that age was an influential factor with respect to the patient's belief during the epidemic period. Older patients tended to be more worried about infection, had lower confidence of selfprevention, as well as held more negative expectations towards the outlook of overcoming the COVID-19. The elderly outpatients also displayed a lower consciousness to reducing the infection risks. Furthermore, the age of outpatients impacted by the epidemic was relatively higher than that of non-impacted patients. However, there was no significant difference in the age groups of the general public regarding their epidemic belief. The foregoing results indicate that elderly outpatients could be more susceptible to the epidemic impact, which consequently affects their inner mental states. Thus, there is a heightened need to address elderly patients with emotional disorders. The elderly population has more underlying chronic conditions and accounts for a large proportion of confirmed death cases due to COVID-19. In addition, the epidemic has to a great extent delayed access to medical services and resources. For example, elderly patients who cannot use technology to fill prescription drugs online may experience more fear and anxiety, which may make them susceptible to diseases including COVID-19. A community survey showed that older people who were forced to live alone faced overwhelming stress and little social support. 19 Decline in the frequency of visits from relatives and friends, lack of companionship from children, pressure from the social anomie caused by the epidemic crisis and the limited access to mental health consultation during the epidemic quarantine period may significantly aggravate their anxiety, depression and negative thoughts.", "cite_spans": [{"start": 1457, "end": 1459, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Main findings"}, {"text": "The study also showed that compared with highly educated patients, patients with lower education reported more subjective concerns about infections, less engagement in prevention strategies and lower positive expectations towards the future. The results revealed that people with low education level typically had less knowledge and fewer skills to deal with public health emergencies, 20 which made it difficult for them to use internal and external resources to mitigate the impact of crisis on themselves.", "cite_spans": [], "ref_spans": [], "section": "Main findings"}, {"text": "Under the current context of social distancing and travel restriction adopted to prevent further infections, our findings suggest that the inner mental status of patients with anxiety or depression has been affected substantially, particularly among the older adults and the less educated who have limited access to resources. Thus, patients with such demographic characteristics deserve more attention from mental health service professionals as well as the public health system.", "cite_spans": [], "ref_spans": [], "section": "Main findings"}, {"text": "limitations This study has several limitations. We only included outpatients with anxiety or depression disorders as research participants. Findings may not be applicable to those with other mental health issues. Moreover, patients who could not visit our clinic because of the epidemic were not included either. The sample of the general public was non-probability, limited to those who have access to social media. Finally, the relationship evaluated in this study was based on cross-sectional data, and future research could use a longitudinal design to examine the changes of beliefs and influential factors over time.", "cite_spans": [], "ref_spans": [], "section": "Main findings"}, {"text": "To our knowledge, this study is among the first original studies to focus on the epidemic impact and beliefs of patients with mental health disorders during this COVID-19 crisis in China. Outpatients with emotional disorders are more vulnerable to the impact of the epidemic, particularly those who are older and of lower formal education. The study findings highlight a need to provide strategic crisis interventions and emotional support for patients with emotional disorders during a public health crisis such as COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Implications"}, {"text": "Contributors YG analysed the data and drafted the manuscript. FS helped in English language editing, content reorganisation and translation. XL contributed to the study conceptualisation and design. WJ, YF, LY and XL collected the data and provided key comments. All authors approved the final version of the manuscript. ethics approval The voluntary anonymous questionnaire used in this study was approved by the Ethics Committee of the Shanghai Mental Health Center. Textual explanations to the survey were available to participants. The study obtained verbal informed consent from each recruited person who agreed to fill out the questionnaire. The study was approved by the Institutional Review Board of Shanghai Mental Health Center (2020-16).", "cite_spans": [], "ref_spans": [], "section": "Implications"}, {"text": "Provenance and peer review Not commissioned; externally peer reviewed. open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/. orCId id Ling Yue http:// orcid. org/ 0000-0001-6476-0189 reFerenCes", "cite_spans": [], "ref_spans": [], "section": "Implications"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30183-5"]}}, "BIBREF1": {"ref_id": "b1", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating personto-person transmission: a study of a family cluster", "authors": [{"first": "Jf-W", "middle": [], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K-H", "middle": [], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--537", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30154-9"]}}, "BIBREF2": {"ref_id": "b2", "title": "The People's Republic of China DPAC", "authors": [], "year": 2020, "venue": "National health Commission, PRC announcement", "volume": "", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Ethical considerations surrounding the response to Ebola: the Spanish experience", "authors": [{"first": "Royo-Bordonada Miguel", "middle": [], "last": "Ángel", "suffix": ""}, {"first": "García", "middle": [], "last": "López", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "López", "suffix": ""}, {"first": "Fjg", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "BMC Med Ethics", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12910-016-0135-z"]}}, "BIBREF4": {"ref_id": "b4", "title": "Patients with mental health disorders in the COVID-19 epidemic", "authors": [{"first": "H", "middle": [], "last": "Yao", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y-F", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Lancet Psychiatry", "volume": "7", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/S2215-0366(20)30090-0"]}}, "BIBREF5": {"ref_id": "b5", "title": "Risk of pneumonia and pneumococcal disease in people with severe mental illness: English record linkage studies", "authors": [{"first": "O", "middle": ["O"], "last": "Seminog", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Goldacre", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "", "pages": "1412--1421", "other_ids": {"DOI": ["10.1136/thoraxjnl-2012-202480"]}}, "BIBREF6": {"ref_id": "b6", "title": "Streptococcus pneumoniae: epidemiology and risk factors, evolution of antimicrobial resistance, and impact of vaccines", "authors": [{"first": "J", "middle": ["P"], "last": "Lynch", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Zhanel", "suffix": ""}], "year": 2010, "venue": "Curr Opin Pulm Med", "volume": "16", "issn": "", "pages": "1--25", "other_ids": {"DOI": ["10.1097/MCP.0b013e3283385653"]}}, "BIBREF7": {"ref_id": "b7", "title": "Evaluation of attitudes and knowledge toward mental disorders in a sample of the Chinese population using a web-based approach", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "M-M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2018, "venue": "BMC Psychiatry", "volume": "18", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12888-018-1949-7"]}}, "BIBREF8": {"ref_id": "b8", "title": "Multivariate data analysis with readings", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}, {"first": "R", "middle": [], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": [], "last": "Tatham", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Self-focused attention and negative affect: a meta-analysis", "authors": [{"first": "N", "middle": [], "last": "Mor", "suffix": ""}, {"first": "J", "middle": [], "last": "Winquist", "suffix": ""}], "year": 2002, "venue": "Psychol Bull", "volume": "128", "issn": "", "pages": "638--62", "other_ids": {"DOI": ["10.1037/0033-2909.128.4.638"]}}, "BIBREF10": {"ref_id": "b10", "title": "A meta-analysis of the relationship between anxiety/depression and negative cognitive emotion strategies", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}], "year": 2018, "venue": "Chinese Journal of Clinical Psychology", "volume": "26", "issn": "", "pages": "938--981", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A meta-analysis of emotional reactivity in major depressive disorder", "authors": [{"first": "L", "middle": ["M"], "last": "Bylsma", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Morris", "suffix": ""}, {"first": "J", "middle": [], "last": "Rottenberg", "suffix": ""}], "year": 2008, "venue": "Clin Psychol Rev", "volume": "28", "issn": "", "pages": "676--91", "other_ids": {"DOI": ["10.1016/j.cpr.2007.10.001"]}}, "BIBREF12": {"ref_id": "b12", "title": "Cognitive therapy of anxiety disorders: science and practice", "authors": [{"first": "D", "middle": [], "last": "Clark", "suffix": ""}, {"first": "A", "middle": [], "last": "Beck", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A structural model of depression based on interpersonal relationships: the mediating role of coping strategies and loneliness", "authors": [{"first": "E", "middle": [], "last": "Majd Ara", "suffix": ""}, {"first": "S", "middle": [], "last": "Talepasand", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Rezaei", "suffix": ""}], "year": 2017, "venue": "Noro Psikiyatr Ars", "volume": "54", "issn": "", "pages": "125--155", "other_ids": {"DOI": ["10.5152/npa.2017.12711"]}}, "BIBREF14": {"ref_id": "b14", "title": "Analysis on interpersonal problem characteristics of patients with depression", "authors": [{"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tu", "suffix": ""}], "year": 2013, "venue": "China Journal of Health Psychology", "volume": "4", "issn": "", "pages": "35--42", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "A cross-sectional study on influencing factors of interpersonal relationship in patients with depresssive disorder", "authors": [{"first": "Y", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yajuan", "suffix": ""}], "year": 2019, "venue": "Journal of Psychiatry", "volume": "32", "issn": "", "pages": "8--11", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Which type of social activities decrease depression in the elderly? An analysis of a population-based study in South Korea", "authors": [{"first": "S", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["B"], "last": "Kim", "suffix": ""}], "year": 2014, "venue": "Iran J Public Health", "volume": "43", "issn": "", "pages": "903--915", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30154-9"]}}, "BIBREF17": {"ref_id": "b17", "title": "Attentional bias of high trait anxious individuals", "authors": [{"first": "P-C", "middle": [], "last": "Gao", "suffix": ""}, {"first": "M", "middle": [], "last": "Huang", "suffix": ""}], "year": 2008, "venue": "Acta Psychologica Sinica", "volume": "40", "issn": "", "pages": "307--325", "other_ids": {"DOI": ["10.3724/SP.J.1041.2008.00307"]}}, "BIBREF18": {"ref_id": "b18", "title": "Psychiatry: life events and social support in late life depression", "authors": [{"first": "Alexandrino-Silva C", "middle": [], "last": "Alves", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Tófoli", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "", "suffix": ""}], "year": 2011, "venue": "Clinics", "volume": "66", "issn": "", "pages": "233--241", "other_ids": {"DOI": ["10.1590/S1807-59322011000200009"]}}, "BIBREF19": {"ref_id": "b19", "title": "Study on knowledge and skills about public health emergency and influencing factors among residents in Chaoyang district", "authors": [{"first": "Q", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "P", "middle": [], "last": "Shi", "suffix": ""}, {"first": "H", "middle": [], "last": "Kong", "suffix": ""}], "year": 2012, "venue": "Beijing. Chinese Journal of Health Education", "volume": "8", "issn": "", "pages": "511--516", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Participation flowchart of this study. COVID-19, coronavirus disease 2019; DSM-5, Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition; ICD-10, International Classification of Diseases 10th Revision.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "This study was funded by grants from the National Key R&D Program of China (No. 2017YFC1310500) and COVID-19 project of Science and Technology Innovation Program, Shanghai Jiao Tong University (No. 2020RK58). Competing interests None declared. General Psychiatry Yining Gao obtained a bachelor's degree from East China Normal University in 2018. In the same year, she began her postgraduate studies at the Department of Geriatrics in the Shanghai Mental Health Center, Shanghai Jiao Tong University School of Medicine. She majors in clinical psychology, and her research interests include cognitive and emotional disorders of the elderly.Patient consent for publication Not required.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "data availability statement No additional data are available.", "latex": null, "type": "figure"}, "TABREF0": {"text": "General demographic distribution of outpatients with emotional disorders, patients' family caregivers and general public (mean (SD)/n (%))", "latex": null, "type": "table"}, "TABREF2": {"text": "Multiple stepwise regression analysis of the epidemic belief in patients with emotional disorders (n=570)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Dependent variables </td><td> </td><td>Coefficient </td><td>SE\n</td><td>Standardised coefficient </td><td>P value\n</td></tr><tr><td>Subjective concern </td><td>Independent variables (Constant) </td><td>1.910 </td><td>0.335 </td><td> </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Epidemic impact </td><td>0.717 </td><td>0.113 </td><td>0.257 </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Education </td><td>−0.281 </td><td>0.096 </td><td>−0.120 </td><td>0.004\n</td></tr><tr><td> </td><td>Age </td><td>0.009 </td><td>0.004 </td><td>0.091 </td><td>0.029\n</td></tr><tr><td>Prevention attitude </td><td>R2=0.113, adjusted R2=0.108, </td><td>F-s­tatistic=23.922, p value=0.000\n</td><td> </td><td> </td><td> </td></tr><tr><td>(Constant) </td><td>1.869 </td><td>0.082 </td><td> </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Epidemic impact </td><td>−0.131 </td><td>0.028 </td><td>−0.194 </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Age </td><td>−0.003 </td><td>0.001 </td><td>−0.126 </td><td>0.003\n</td></tr><tr><td> </td><td>Education </td><td>0.068 </td><td>0.024 </td><td>0.120 </td><td>0.004\n</td></tr><tr><td>Positive expectation </td><td>R2=0.092, adjusted R2=0.087, </td><td>F-s­tatistic=19.066, p value=0.000\n</td><td> </td><td> </td><td> </td></tr><tr><td>(Constant) </td><td>4.049 </td><td>0.152 </td><td> </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Epidemic impact </td><td>−0.363 </td><td>0.064 </td><td>−0.232 </td><td>&lt;0.001\n</td></tr><tr><td> </td><td>Education </td><td>0.137 </td><td>0.054 </td><td>0.103 </td><td>0.012\n</td></tr></table></body></html>"}}, "back_matter": []}