{"paper_id": "0aaa9163959f170b5ece2b9164423788181eff46", "metadata": {"title": "Historical Perspectives on the State of Health and Health Systems in Africa", "authors": [{"first": "J", "middle": [], "last": "Azevedo", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "imposed by the International Monetary Fund (IMF), the World Bank, and indirectly the Paris Club.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "These lending institutions advocated the elimination of subsidies to social programs, the slashing of civil servants' salaries, devaluation of the currency, liberalization of imports and exports, privatization of parastatals, and the introduction of co-payments in the provision of health care, thus forcing African leaders to embrace and impose on their people the Western capitalist development model. In fact, as a result, Sub-Saharan Africa has experienced a major nutrition crisis, which has continued even up to the second decade of the twenty-first century. Some studies have shown that, compared to the rest of the world, Sub-Saharan Africa was the only place where cereal production and the quantity of cereals per person did not increase; instead, the latter declined between 1970 and 1991 in Mozambique by −3.1%, in Rwanda by −1.8%, and in Sudan by −2.8%. The devaluation of the currencies in Africa, especially the French franc in Africa in 1994, caused widespread dislocation. Lesley Doyal's study (1979: 102-103) concluded that, in Tanganyika, malnutrition was the result of colonialism, which devastated agricultural land production for 30 years, displaced major populations that had been highly productive and \"reduced the \"capacity of the land to feed the rest of the population.\" The IMF added insult to injury.", "cite_spans": [{"start": 990, "end": 1026, "text": "Lesley Doyal's study (1979: 102-103)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "It was under these economic and ideological manipulations of the West that the second generation of leaders inherited the reformed or revolutionized previous governance. The result has been the rampant corruption we witness today, with leaders who seem to be only half-heartedly committed to the health of the citizens, imposing an obvious mismatch of national priorities amidst flagrant elections rigging, open persecution, prosecution, and elimination of vocal opponents, and consistent constitutional manipulation to allow themselves to run indefinitely, while siphoning off, in the process, the already looted national treasury and the vast national resources. Worse even than that, the new leaders allocated only 5% of the national financial resources to education and 3% to health, while favoring, in employment and education, their cronies and families and, often, the ethnic group(s) to which they belonged, to the detriment of everyone else in the country. Meanwhile, while the poor continued to get poorer in the urban slums and villages, the nouveau-riches continued to get richer as parasites of the new capitalist state. International corporations and economic conglomerations, such as pharmaceuticals, succeeded in avoiding paying taxes and never transferring their technology and earned capital from the \"milk cow-nations\" they delighted to suck to achieve their profit goals. Much of the current infrastructure is inherited from the colonial period, namely: dilapidated schools; decaying health centers and hospitals; unclean and eroding trails and impassable roads; narrow and dangerous bridges; and unplanned city streets, resulting in polluting traffic jams that choke the city \"boulevards\" and highways. One is served in restaurants created during the 1930s that continue to be used often intact, without repairs, while children are left to die from preventable deadly infectious diseases, malnutrition, and hunger.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Prince and Marsland also criticize the present status of the health infrastructure by noting that today \"the hospitals and clinics built in the 1960s and 1970s display peeling walls and leaking roofs, electricity and medical supplies are intermittent, and staff are overworked and often abused\" (Prince and Marsland 2014: 4) . In Nairobi, Kenya, two-thirds of the population lives in slums, and the ratio of doctor to population is 1 to 10,000.", "cite_spans": [{"start": 295, "end": 324, "text": "(Prince and Marsland 2014: 4)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Here also, the poverty rate is such that four million people live on food hand-outs, while one-third of children under-5 years are stunted and 15% are underweight. In Malawi, three-fourths of the people fit the definition of poor (living on $1.25 a day or less), with a doctor to population ratio of 1 to 50,000, while 50,000 Malawians die from HIV/AIDS every day because antiretroviral treatment is not available to those who need it (Our Africa 2014). Even more appalling, Malawi, with a population of close to 16 million, has only four government hospitals-one in Lilongwe, one in Blantyre, one in Zomba, and the other in Mzuzu. No one better describes the challenges of the health system in Africa than Mariani-Constantini, when writing:", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Major challenges that need to be faced to improve health in Sub-Saharan Africa include the geographic distances, which require logistic systems for sending appropriately annotated specimens from peripheral hospitals to centralized laboratories; the high temperatures (often above 45 degrees C.) which result in the difficult use of paraffin wax, stains, and chemicals; the generally inadequate access to electric services, with consequent frequent and extended outages; the dust and very poor maintenance, that compromise equipment and samples; the absence of or inadequacy of standard operative procedures. (Mariani-Constantine et al. 2010: 244) Where do Africa's vast proceeds from oil, gas, and diamonds, gold, copper, timber, cocoa, tea, coffee, sisal, tobacco, and other national resources go? For example, Niger, made famous by the allegations from the Bush Administration that it was selling uranium to Saddam Hussein, has vast natural resources of uranium, gold, petroleum, and charcoal, but the country is unable to feed its small population of only 14 million. For those who follow the history of the continent and its leadership, the answer is self-evident: The resources are not primarily targeted to feed the people or end malnutrition and disease. Resources are apparently so mishandled that they make no major dent in the people's absolute poverty rate or contribute significantly to the elimination of ignorance through a robust educational system at all levels, and thus dramatically improving the state of health and health care. The 2001 Abuja Declaration signed by all African heads of state and government to increase the national health budgets to at least 15% of GDP has not been met by an overwhelming majority of the African states, and the written agreements on the three Millennium Development Goals (MDGs) related to health to be achieved by 2015 are, at best, lingering and dusting in many office drawers, while many health indices continue to fall to rates lower than those achieved by the first generation of post-independence African leaders.", "cite_spans": [{"start": 608, "end": 646, "text": "(Mariani-Constantine et al. 2010: 244)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The goal of primary health care focusing on prevention rather than treatment subscribed to at Alma-Ata in 1978 is often simply ignored, and African medical schools continue to be interested in training urban physicians and nurses that will serve the cities, marginalizing in the process the majority of the Africans who still live in the rural areas, while relying over 25-35% on international health budget hand-outs, such as those donated by USAID, PEPFAR, MEPI, and humanitarian organizations. It is important also to note that the allocation of resources is highly skewed in favor of city hospitals where the elite live and work, a fiscal habit that has been detrimental to all lower level health facilities-district, village, or community-everywhere in Africa. Often, religious and private facilities have saved the day outside the urban sphere but these often discriminate against people on the basis of their ideology or social and religious preference. The MDGs are a right step toward good health and eradication of poverty, but strong will and determination do not seem to be there, even though the resources are available, notwithstanding statements to the contrary. Consequently, by 2015, only a handful of states in Africa had achieved two or three of the pledged goals. Unfortunately, as studies by Curry et al. (2012) and by others note, theories of leadership in Africa so far have been \"based primarily on high-income settings and not on lowincome countries in Sub-Saharan Africa, especially in the health arena.\" It is high time that serious studies be conducted of each African leader before overall assessments are made, looking at their training, experience, and intellectual ability, what some scholars have called \"biography,\" commitment to their people, use of national resources, probable persecution of opponents, manipulation of the constitution, their overt and covert activities abroad, and their vision of the future of the countries they lead or have led for decades, and how they select and prepare the younger generation to lead Africa.", "cite_spans": [{"start": 1313, "end": 1332, "text": "Curry et al. (2012)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "Regarding health, it appears that, there is scarcely any systematic administrative training for those who will serve as ministers of health or related jobs. Most learn the skills on the job, imbued with no principles of accountability based on hard data, which are scanty at present, for enlightened and wise decision-making, as many countries in Africa continue to show information gaps on annual health indices data requested by the WHO. On the point of information and data, so far, the best data have been collected by Gambia, Cote d'Ivoire, Nigeria, and Tanzania, countries that are also exemplary in storing, analyzing, and using robust information. Many of the individuals who assume roles of responsibility have hardly been mentored or are exposed to meaningful supervision, letting the \"one-eyed men lead the blind.\" Many in supervisory positions, as well, have little appreciation for investing in the future effectively and efficiently managing and enforcing the multisectoral prerequisites needed for an integrated approach to health underscored as important by anyone who understands or is sensitive to the nature of disease and its impact (Curry et al. 2012: 4) .", "cite_spans": [{"start": 1153, "end": 1175, "text": "(Curry et al. 2012: 4)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "These unacceptable conditions are underscored by the fact that fewer than 10% of deaths are registered by some of the 54 countries in Africa, and, of these, only one has a complete set of vital registration data. While many have never gathered complete data on mortality since 1990, \"some never reported such data\" if they had it and, in 2009, WHO further noted that 15 countries that responded to a survey in the African Region had an 82% median of districts submitting epidemiological reports on time, and [only] 50% of the districts notified suspected disease outbreaks within two days\" (WHO, African Region Health Report 2013: 55, 111) . Indeed, \"integrated disease\" surveillance of such illnesses as cholera, meningitis, yellow fever, hepatitis E, plague, dysentery, malaria, Lassa fever, and leptospirosis, is conducted by only 39 of the 46 member states that agreed to do so. This is the reason the WHO advises taking at least \"verbal autopsies\" of deaths, particularly when it comes to relatives, as well as sentinel demographic surveillance, which involves \"monitoring a representative group for the vital events of interest\" (WHO, African Region Health Report 2013: 111).", "cite_spans": [{"start": 618, "end": 639, "text": "Report 2013: 55, 111)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "These varied shortcomings certainly account for the weak health systems on the continent, where virtually, as stressed above, no data are either accurate or sufficient. TB, which is increasing in parts of Africa, especially South Africa, can be stopped if the leadership decides to put the resources that epidemiologists and health practitioners have been requesting. For example, as the WHO has clearly recommended how to for combat TB, the use of the directly observed therapy (DOT) method is essential, as it is designed to assure adherence to medication particularly at the beginning of treatment. DOT should be performed by a trained health care worker or other designated individual for the prescribed TB drugs and watching \"…the patient swallow every dose.\" Yet, as the WHO notes, \"the [DOT] strategy depends on government commitment, high-quality microscope for diagnosis, reliable supply of high-quality short-course anti-tuberculosis drugs administered under appropriate conditions, including direct observation of drug taking at least for the initial intensive phase of treatment as well as a system to monitor and evaluate case-finding and treatment outcomes\" (WHO, African Region Health Report 2013: 49). Many of these requirements are not observed or available in several African countries. Crucially, the true promoters of health in Africa are those leaders and individuals of good will who see preventable poverty as a major obstacle to health in any state and call for \"measures to tackle inequality and injustice such as corporate tax evasion [as] central to what is needed from the global community\" (Disease and Economics 2007).", "cite_spans": [{"start": 1561, "end": 1565, "text": "[as]", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Incidentally, poverty can, indeed, be eradicated from the planet but this requires leadership commitment, community awareness, human sensitivity on the part of policy-makers, actual action by both governmental, nongovernmental, faith-based, and philanthropic organizations, allocation of appropriate and sufficient resources, basic education and training in health-related issues, that might prevent healthy conditions, such as family planning, and, above all, equal opportunity regardless of race, ethnicity, country or geographic origin. It irks to hear certain politicians claim that poverty is a result of laziness, drug use and excessive alcohol consumption habits, and other associated behavioral factors. The fact of the matter is, however, that not only are many poor people trapped in conditions beyond their control but most would like to have gainful employment to support their families, and, like everyone else, live a decent life, rather than depend on government hand-outs that carry with them embarrassing and humiliating stigma. Some studies have shown, for example, that \"stigma and discrimination associated with HIV/AIDS are the greatest barriers to preventing further infection\" and that stigmatization of AIDS sufferers causes psychological problems for the patients, such as depression and loss of hope, and encourages silence and denial. It undermines prevention as those infected quietly continue to practice unsafe sex in the belief that behaving differently would raise suspicion about their status (UNAIDS World AIDS Campaign 2002 /2003 , cited by Ebewo 2008 . In addition, poor people neither wish to rob the rich nor prevent them from enjoying the wealth that, for one reason or another, they have been able to accumulate.", "cite_spans": [{"start": 1526, "end": 1558, "text": "(UNAIDS World AIDS Campaign 2002", "ref_id": null}, {"start": 1559, "end": 1564, "text": "/2003", "ref_id": null}, {"start": 1565, "end": 1586, "text": ", cited by Ebewo 2008", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "It is likewise a sign of insensitivity towards the plight of the poor when people in authority sometimes intimate that, since poverty is relative, those relegated to the misery of the urban slums, as is the case in many African cities and towns, usually engage in vibrant economic and social activities daily, proving that they eventually grow accustomed to their condition and, therefore, to poverty, and that it is, we, the privileged few, who project the feelings of unhappiness in them. Individuals imbued with this type of thinking do not realize that slum activities, like selling used shoes eight hours a day every day just to make $2.00, are actually designed to help them leave a life of abject poverty and the often unbearable conditions they live in, particularly when they see right across the street their fellow citizens leading a life of opulence and glamour, regardless of the means they used to occupy the envious position they hold in society. Politicians often forget that no human being can be resigned to the fate of a miserable life on this earth unless he or she does not see a way out or is mentally impaired. It is only when hopelessness and despair sink in that the poor might be inclined to take actions that society does not approve. Since ill health and poverty are more often twin conditions, the comments on poverty apply as well to the ill health of a population. In the end, we have a choice to make on the nature of man: Follow Thomas Hobbes and Emmanuel Kant or John Locke.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Established in 2003, the Accordia Global Health Foundation, which resulted in the establishment of the Infectious Disease Institute at Kampala's Makerere University in 2004, specializes in health leadership. It stresses the critical importance of six ingredients of leadership, of which many are either lacking or show systemic shortcomings in the African health care context: 1. Leadership training opportunities 2. Mentoring of new and older supervisors 3. Investment in leading institutions such as medical schools and public health programs 4. Leadership use of accurate data to make informed decisions 5. Measuring and assessing health outcomes and 6. Leveraging collaboration networks both at home and abroad to fill the gaps in the health sector.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "To this list the author wishes to add commitment to serving the people and the prioritization of goals and strategies arrived at following input from health educators, intellectuals from various disciplines and walks of life, and health practitioners, working in tandem with communities, their leaders, and known opinion makers. Echoing the issue of reliance on foreign donors in the improvement of the health of the Africans, the latter often impose a vertical approach to combating disease because they believe African leaders will squander the funds and the opportunities to effectively combat disease. In special reference to the state of Africa's health systems and donor assistance, Gofin and Gofin (2011: 126) note that:", "cite_spans": [{"start": 689, "end": 716, "text": "Gofin and Gofin (2011: 126)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "In developing countries, there is fragmentation in the way healthcare system strengthening activities are conducted. There are usually various projects and donors working to improve delivery of care. However, each donor supports, for example, the national HIV/AIDS programs in different ways. This is done without coordination or accountability and for short periods of time. Activities are usually interrupted before the system has been able to integrate them. (See also Bevan 2014) However, even if this is so, Africans must at all cost be masters of their house, as expressed by Accordia (2004: 1-10): \"Those most affected by the infectious disease crisis, must be the fundamental drivers of the longterm response. If any system is to be sustainable and fully aligned with national and regional objectives, it must be African-owned and Africanled.\" A good leader in Africa ought to understand that ensuring that people, especially children, do not go hungry every day and have clean water and proper sanitation must be the overarching priority, while also remaining cognizant of the emerging chronic diseases and the need to raise awareness and influence behavioral change. In fact, as one analyst succinctly put it, \"In developed countries in late nineteenth century and early twentieth century increase of the life expectancy had less to do with the leaps forward in medical science, and more to do with the arrival of better nutrition, clean water, and sanitation\" (Disease and Economics 2007).", "cite_spans": [{"start": 472, "end": 483, "text": "Bevan 2014)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Care system in afriCa", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "One of the themes permeating this volume, which explains partly the problems of the African health care system, is that corruption plays a major harmful role in Africa, and not the lack of financial resources to fix it. Writing on the failure of primary health care in Nigeria, Omar Massoud has found, indeed, that things are not done well not because of the lack of resources and says (2012: 21):", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "The ineffectiveness of local government in Nigeria to provide basic services to local communities has been mainly attributed to the lack of sufficient financial resources. Financial inadequacy, we believe, is not a key constraint or obstacle to effective service delivery. This is because although local governments do not receive as much, both in terms of absolute revenues per capita and in terms of the total share of public expenditures vis-à-vis the state and federal governments, their functional responsibilities are correspondingly limited.", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "The major culprit in the debacle is lack of transparency, accountability, and integrity of the personnel responsible for health and the absence of a working relationship with the community and traditional neighborhood organizations to know what the needs might be and how they can be addressed. The corrupt ways at African hospitals, clinics, health centers, and other health facilities is widely known not only among the governmental and ministerial authorities but also by the people seeking treatment themselves, and is a subject of daily conversation. Lack of accountability in the use and disappearance of the patrimonial resources and some of the practices by doctors and auxiliaries make a mockery of the system that spends millions of dollars without enforcement against abuses and with virtually no one being incarcerated when irregularities are found.", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "The drawback over corruption, which means in most people's minds illegal or unethical appropriation of public or donor private funds, also called official thievery, or unauthorized use of public property, such as vehicles and gasoline, or the conscious contravening of regulations or laws for personal gain or convenience, is that accurate data on expenses are difficult to find and record, as they are often based on hearsay, suspicion, and innuendo, and lack the actual information on the scope and method of transaction, when it occurs. Invariably, it is mired in secrecy, especially at the high levels of authority, where great amounts of funds are channeled to a person, a president, a government minister, or a group of individuals who swear secrecy. What is frequently easy to detect and record are the hundreds of daily petty corruptive practices one encounters on the road on the part of the police, a government office where lower and higher level officials are required to dispense an original official document, such as a visa, to citizens, quick and effective treatment of a patient unfairly ahead of others at a hospital, hiring at a government establishment, or payment of funds to get a favor, often dubbed bribery, even though the latter may not involve money but sex, false testimony, and other subtle demands. Political corruption usually refers to paying people secretly to vote for a certain party or candidate, \"rigging,\" or stealing an election through unfair and non-transparent practices that may alter the results of a political process. Thus, the \"invisible hand,\" as the shady transactions' agents are known, can be found in every sector of life.", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "At times, however, kleptomaniacs of government and national property have been caught red handed. In Africa, corruption is a daily practice and sometimes involves millions of dollars. There have been instances, for example, where some portion of the public budget, a percentage of international donations, or investment funds have gone to government officials or researchers-say 10% of $300 million-to facilitate approval by the local authorities. Very rarely, though, have such thieves been denounced and imprisoned. Transparency International defines corruption \"as the abuse of public resources for private gain.\" Studies have been conducted on corruption, especially in the developing world, and the opinion of the experts is not too disparate in their view of it as a detrimental practice to everyone involved. Mavuto Kalulu has provided a summary of the major findings of the studies conducted on the subject, which we briefly note here. Mauro's 1995 study, for example, found that corruption slows and stifles economic growth by lowering national or private investment. In his research, Mauro showed that \"corruption has a negative and significant relationship with human capital, measured by the average schooling years in the population over age 25\" (Kalulu 2015) . While Tanzi and Davoodi (2001) claimed that corruption is detrimental to the quality of public investments, Gupta et al. (2001) , in one of the few studies focusing on its impact on the quality of health care services, conclude that \"child mortality rates in highly corrupt countries are about one-third higher than in the less corrupt countries\" (Kalulu 2014 ).", "cite_spans": [{"start": 1259, "end": 1272, "text": "(Kalulu 2015)", "ref_id": null}, {"start": 1281, "end": 1305, "text": "Tanzi and Davoodi (2001)", "ref_id": "BIBREF49"}, {"start": 1383, "end": 1402, "text": "Gupta et al. (2001)", "ref_id": "BIBREF27"}, {"start": 1622, "end": 1634, "text": "(Kalulu 2014", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Yet, interestingly, even though, other studies have shown the negative impact of corruption on the poor and its immoral deprivation of other people's rights and livelihood, there are veiled expert defenders of corruption out there. The well known Samuel Huntington (1968) seems to defend corruption and bribery, as he sees it as a way of breaking the red tape barriers of highly centralized bureaucracies and making the delivery of services efficient and rapid. Another scholar, F.T. Liu (1985) defended the proposition that corruptive practices often reduce the time one spends on queues. Finally, some view corruption as beneficial by stressing the key economic assumption that self-interest enhances prosperity because competition ensures that \"a product is purchased by those who value it the most; thus firms that are willing to pay more in bribes are awarded contracts.\" This sounds like a twisted way of looking at unethical \"transactions\" (Kalulu 2014: 511) , because one wrong, immoral, or unethical behavior cannot justify the ends, even if its results might benefit certain people, just like when the benevolent \"bank bandit,\" who distributes all the money robbed from the banks to the poor.", "cite_spans": [{"start": 484, "end": 494, "text": "Liu (1985)", "ref_id": "BIBREF31"}, {"start": 947, "end": 965, "text": "(Kalulu 2014: 511)", "ref_id": null}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Still, we agree that he needs to be incarcerated or proportionately punished. The corrupt practices in Cameroon hospitals, for example, which are well known and have become partly responsible for lack of appropriate care for the Cameroonian citizens, especially the poor and the illiterate, are highlighted by Cameroonian scholar Victor Bayemi in his study of the two main hospitals, Lanquintinie and Deido, in Doula, Cameroon, where there was one doctor per 7,023 people, one nurse for every 1,784 people, and one pharmacy for 5,016 inhabitants some decades ago. In 1998 and 1999, consecutively, Cameroon was classified by Transparency International as being among the most corrupt countries in the world, with unbelievable inequities, where the poor do not have access to basic health services, and the care provided is one of the worse in quality (Bayemi 2008: 34) . These conditions worsened after the government reduced doctors' salary. Calling them \"a tripolar corrupt organization, Bayemi classifies health care facilities in Douala into public hospitals, private hospitals, and informal health centers. Corrupt practices, he says, can be found in every sector related to the hospitals, be it in radiology, testing laboratories, pharmacy, screening, medicine purchase, and consultations.", "cite_spans": [{"start": 850, "end": 867, "text": "(Bayemi 2008: 34)", "ref_id": null}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "At the hospitals, for example, the crooked doctors present any reason to charge extra for the treatment or consultation (e.g., dysfunctional equipment that needs repairing) and may demand further payment. Desperate, the patient cannot but comply and pays the fee \"under the table.\" If not, he may have to wait for days or, discouraged by the delay, simply give up and leave. In the lab and radiology, it is the same story: Equipment is not working or a film or a reactor is needed, the doctor claims, and, at the end, the patient will have to pay (2008), even though the test is supposed to be free. At the pharmacy, the practice is for the pharmacist to sell the samples he is supposed to provide free to customers. These are designed for testing or advertisement. During consultations, some doctors falsify the results of the diagnosis and ask the patient to buy and write prescriptions that benefit them and not the patients; doctors might write prescriptions for the free medicine they have in their possession and make a profit out of it. In many cases, the doctors personally ask for a sum of money before they can treat the patient beyond what the patient must pay officially to the hospital.", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Other times, the doctor does not ask whether the patent has paid the official fee and may simply ask for a certain amount, what Schleifer and Vishny have called \"thievery with corruption\" or \"corruption with thievery\" (Bayemi 2008: 37-38) . Frequently, the doctor receives the patient at his informal health center, which is usually his house, or someone else's residence, and might force him or her to pay the sum to the proprietor, because the latter does not have a license to open the \"center.\" In other words, almost anywhere in Africa, the doctor is expected to be at the public facility during business hours, but he often practices on weekends and evenings at his own private clinic, perhaps located in his home, \"attending on a fee-for-service basis to make more money from his services\" (Spielberg and Adams 2011: 14). As John Ngosong Morfaw puts it, \"this means the public sector ends up subsidizing unofficially private practice\" (Morfaw 2008: 249) .", "cite_spans": [{"start": 218, "end": 238, "text": "(Bayemi 2008: 37-38)", "ref_id": null}, {"start": 942, "end": 960, "text": "(Morfaw 2008: 249)", "ref_id": null}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Often, the doctor works at the informal center when he is expected to be at the public hospital where he is officially employed. His house becomes a place where people come informally and pay him whatever amount of fee he asks for. Here, he may be assisted by a nurse or even by a relative of the patient. He also works at his private office or at a private hospital. He may leave his public service for several hours to attend the patients at the private establishment. No matter what goes on, the person that is managing the business is the doctor. The doctor may also refer the patients to his private facility or to the informal center, and collects all the proceeds thereof. As proof of corruptive practices, at the public hospital, the extra compensation he forces the patients to pay is not recorded by the official treasurer. This results in confusion in the minds of the patients (and the treasurer), Bayemi explains. All informal and formal office payments to the doctor carry no receipts. The doctor is always trying to find a way of making more money from the patients, making it appear legitimate, thus creating another (ethical) confusion between \"corruption with thievery\" and \"thievery with corruption.\" Obviously, the person that suffers from all the deceitful machinations is the patient, especially the poor, and the public hospital. The result is that the health facilities, which are supposed to be free or cheaper for the patients, become more expensive, forcing many to try to receive treatment at private hospitals and the informal centers. As a result, Bayemi says:", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Dans la mesure où la corruption suscite l'accroissement des prix des soins médicaux, elle empêche à l'hôpital public d'accomplir sa mission qui consiste à faciliter l'access de la majorité des patients de la population aux soins. De plus, cette corruption interfère sur la confiance des patients vis-à-vis des hôpitaux publics et la crédibilité du système d'offre public des soins. Dans le but d'améliorer la santé des populations de Douala, il est nécessaire d'engager une réflexion profonde pour combattre l'organisation hospitalière de la corruption a Douala. (Bayemi 2008: 42) In other words, the doctors play all kinds of schemes of thievery and corruption to make money out of vulnerable people, who have no way but to pay or leave, or go to the doctor's private or informal center, which often works in collusion with the pharmacies. The public hospital becomes, in a true sense, the recruiting ground for the doctor's private practice. Can one find more despicable unethical behavior than the one witnessed at some of the hospitals in Africa? One other consequence of the corrupt practices is people's distrust of the public hospitals. It is also common in Cameroon hospitals that the doctor will hire hustlers or brokers who stay around the entrance to the hospital throughout the day and ask the patient which doctor they would like to see. With a fee paid to the broker, which is split with the physician, the patient is able to see the doctor quickly, bypassing other patients who might have been waiting for hours. People know this but no one has the courage to denounce the physician involved for fear of retaliation. Those who refuse to pay may be waiting indefinitely.", "cite_spans": [{"start": 563, "end": 580, "text": "(Bayemi 2008: 42)", "ref_id": null}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "Finally, we might say that, once trust in the leadership is lost, nothing significant can be accomplished. Commenting on the leadership crisis in Africa and using the recent Ebola virus outbreak in West-Central Africa, Remy Adenoma wrote in The Guardian in September 2014 that \"trust is in short supply in Africa\" today, the reason why people refused to believe what the leaders, including their own presidents, were telling them about the epidemic, which they considered to be a hoax. In Nigeria, for example, despite promises of an infusion of millions of dollars to treat the sick and pay the daily wages of the health care givers, nurses, and doctors, people took the leaders' words as a bunch of lies, as Adenoma points out, given that \"The government is still owing medical personnel overdue allowances it seems unwilling to pay, so people fear risking their lives with no back up\" (Adenoma 2014: 2). The mistrust and cynicism, he says, is not caused by the actions of the politicians alone but of virtually all strangers, citizens or not, who are said to rob and steal the property of some and kidnap others. Policemen do not seem to care about enforcing the laws and are constantly seeking bribes to perform their duties, while many government officials embezzle state funds at all cost for themselves and their families. Adenoma concludes by noting:", "cite_spans": [], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "The worst legacy of the current crop of crooked African rulers is not the poor infrastructure, the lack of proper healthcare or even corruption; it is the seed of doubt and mistrust that their actions have sown in people's minds. Road and highways can be built in the space of a few years and Ebola outbreak will most likely be curbed within a few months, but the deep mistrust and cynicism pervasive in many African societies will continue to impede progress on the continent for decades to come. (Adenoma 2014: 3) Adenoma is quick to point out, however, that corruption is not unique to Africa; it occurs in the Western world and other parts of the globe as well but not in the magnitude or the obvious and widely known level of corrupt behavior as on the African continent. People in other parts of the world know that, when there is a serious crisis, they can count on their government to protect them: Not in Africa, says Adenoma. Adenoma certainly has a point but cynicism and distrust, to this author, are not only based on corruption and lack of follow-up on the promises, conditions that have created a leadership crisis, especially in health in Africa. More important is the apparent lack of commitment to the welfare of the people, especially in health; the lack of clear priorities that place citizens at center-stage; the lack of vision of the future and a sense of entitlement among our leaders; the lack of investment of resources; the prevailing sense of utter powerlessness among the African people; and the blatant misuse of the national treasury-as is the case in Angola, Equatorial Guinea, Gabon, Nigeria, Chad, and Liberia. Resources are siphoned daily on behalf of the leaders, their families, relatives, friends, fellow kin, and their crony supporters who may not even realize what is going on. Unfortunately, when they assume political responsibility, leaders seem not to realize that their position is a sacred trust and a privilege and not an entitlement or a birth right. In his short but brilliant chapter \"On the Poverty of Health Politics in Africa: Are Governments Doing Enough?\" Binna Innocent Hunan, writing from his own living experience on the continent, first refutes David Bailey's insinuation that corruption in developing countries is \"not necessarily antipathetic to the development of modern economic and social systems; that corruption serves in part at least a beneficial function in developing societies\" (1966: 719). He then mercilessly concludes by laying bare the unclothed \"emperors\" of Africa, calling their governance pathologic, one that breeds only pain for the African people. Then he goes on to note that his chapter …situates the question of African ill-health in social terms and insists that this has arisen as a result of leadership proclivities to pursue parochial interests disguised as the collective good. Consequently, policies have had to be tailored to suit leadership interests rather than focus on easing the pains of the downtrodden masses. It pontificates that orchestrated wars and official thievery can only contribute to the problems of African people mired in structural dependence. The need for positive in Africa is strong: leadership which is not only seen, but expresses genuine concerns in acting to remove Africa and its people from these crippling problems of war and conflict, power economics, de-industrialization, squalor, and disease. The new dawn may well begin to save Africans of such odd epithets as \"predatory, prebendal, parasitic…kleptocratic, venal [or] vampire state. (Ihuna 2008: 312) Ihuna views Africa's leadership as laced with corruption and mismanagement, straddling economies in collapse and indebted, mired in wars that have decimated populations, where \"poverty is entrenched through increasing denial of opportunities, as happens in the realm of educational attainment. With a high profile of unemployed among the employable youth suffering from economic crisis, Africa cannot be saved from either rural or urban anarchy,\" as these \"become ready tools for mischief and mayhem.\" Claire Wendland notes the same problems in Malawi medical schools, even though they are not related directly to private practice, which anger the medical students who focus their conversations on the waste of funds resulting from corrupt practices, continuing to create a wave of unrest due to official corruption. These crooked financial practices, Wendland noticed, \"not only diverted resources away from the health sector but also could divert resources within the health sector toward certain favored constituencies or patients.\" There were cases including where an MP hoarded medications and had his relatives sell \"the hospital's scarce resources in the public market, and even though complaints were formally leveled against him but the involved doctor [who was posted in the rural area as a district officer], was not punished\" (Wendland 2010: 141-141) . Another expert notes that the hospitals and health facilities often do not have the workforce needed or the latter may be reserved just for the elite, as Niang notes, where public control of the public structures does not exist, that is, there is no accountability to the people; resources reserved for the hospitals are constantly reduced (or reserved for the powerful and the wealthy); and investment in hygiene is never considered to be a priority (Niang 2008: 29) . One should then rightly ask: \"Quo vadis, Africa?\" Cameroon is just an example, but corrupt practices in the health sector are widespread in Africa and successful because they focus mainly on the sick, the illiterate, the poor, the disadvantaged, the disabled, and ethnic minorities, who are the most vulnerable citizens in the country.", "cite_spans": [{"start": 498, "end": 515, "text": "(Adenoma 2014: 3)", "ref_id": null}, {"start": 3561, "end": 3578, "text": "(Ihuna 2008: 312)", "ref_id": null}, {"start": 4917, "end": 4941, "text": "(Wendland 2010: 141-141)", "ref_id": null}, {"start": 5395, "end": 5411, "text": "(Niang 2008: 29)", "ref_id": null}], "ref_spans": [], "section": "Leadership Corruption in the heaLth"}, {"text": "We cannot end a discussion of global health without mentioning one of the fastest growing health care businesses in the world, medical tourism, which gained added significance during the mid-2000s. Medical tourism has been described as \"a new global economy in which technology is erasing geographical boundaries, and companies are taking advantage of the lower costs and greater efficiency they can find abroad\" (Thomas Friedman 2005) . It means traveling across continents to get the best medical treatment possible, as perceived by the patients, at the most affordable price. The aging baby boomers and, therefore, the growing number of the elderly who are more prone to ill health, have been forced to travel to such places as India, Singapore, Thailand, Turkey, and even to Eastern European countries. The movement has also included people from the industrialized countries who are so proud, at least in public, of their own health care systems. They, too, are looking for treatment bargains in the developing world. Unfortunately in Africa, only South Africa, with its tourist packages, has been able to attract this wave of medical tourists. In sum, medical tourists are not necessarily seeking the lowest cost but quality treatment of their ills along with short waiting periods, to satisfy those needs that are hard to meet at home, unavailable procedures, new and old health products, as well as privacy, opportunities for vacation, and relaxing spots away from home.", "cite_spans": [{"start": 413, "end": 435, "text": "(Thomas Friedman 2005)", "ref_id": null}], "ref_spans": [], "section": "mediCaL tourism"}, {"text": "In 2007, for example, some 270,000 Americans sought medical treatment abroad. It is estimated that 90% of medical tourists go to the US, Canada, Great Britain, Western Europe, Australia, and the Middle East. Here and even in the developing countries, India being the best example, medical tourists are able to get transplants, dental surgery, rare and cheaper medications, more affordable insurance coverage, and procedures not allowed or unavailable in their countries (Stolley and Watson 2012: 10) . India is the most sought-after destination, since medical establishments there are viewed as technologically advanced and cheaper, and perform the most sophisticated operations with little interference from the government. However, despite the increase in the search for treatment abroad, the medical tourist movement raises several questions since it is an intrinsic part of globalization. The questions most relevant refer to its impact on the poor in the receiving countries and on the fact that, in the end, medical tourism favors the rich from the originating countries who are able to fly or drive and pay for the treatment sought. Such conditions would, therefore, tend to increase the world's inequalities and health disparities. In addition, possibly problematic is the impact of this type of globalization on the local culture and the issues of privacy, liability, and ethics in health.", "cite_spans": [{"start": 470, "end": 499, "text": "(Stolley and Watson 2012: 10)", "ref_id": null}], "ref_spans": [], "section": "mediCaL tourism"}, {"text": "Overall, as illustrated by such experts as Neil Lunt and Russell Minion (2014) , medical tourism, even though it may alleviate the world's health misery, presents several problems of its own, which governments and health systems are grappling with. These include: Who is actually travelling and how many and where are they going? What is actually the purpose of the trip, that is, what is the nature of the disease, physical, or mental disorder? How successful have the clinical treatments been over the years? Have there been any follow-ups on adherence, resulting complications, \"lapses of safety,\" side effects, infections? What is the quality of the health care provided? All these questions need further assessment and interdisciplinary studies. Unfortunately, it has been difficult to gather data to evaluate this fast growing health industry, since most of the journeys and treatments are private. More questions: What have been the costs associated with it, which governments and health care institutions both in the originating and receiving countries benefit or lose? Does medical tourism increase the quality of domestic health care? Does it tend to increase or decrease access to health to the poor on both ends? Is the phenomenon contributing to the diffusion of new technology for all or just for the rich? Is there much regard for medical ethics? Does this movement contribute to the commercialization of medicine? How does one take it seriously when medical \"miracles\" are being touted by both the patient and the receiving medical institution and the country? Can medical tourism be monitored, assessed, and evaluated for quality of product out of the information provided by the patients or intermediaries? Who insures and how are the medical tourists insured, and is there a major insurer in case things go wrong? Only time will provide the answers to these questions. Yet, if medical tourism is to become the health care business of the future, governments and health systems throughout the globe must be concerned and establish clear guidelines that are internationally approved (see Lunt and Mannion 2014: 155-157) . The answers are not yet known but they are important, especially when the international community, except the US, believes that health is the right of all people.", "cite_spans": [{"start": 48, "end": 78, "text": "Lunt and Russell Minion (2014)", "ref_id": null}, {"start": 2105, "end": 2136, "text": "Lunt and Mannion 2014: 155-157)", "ref_id": null}], "ref_spans": [], "section": "mediCaL tourism"}, {"text": "The issue of brain drain in Africa, noted earlier, is serious. In fact, notwithstanding the fact that 24% of the global disease burden occurs in Africa, the continent's share of the workforce is only 3% and has the following infamous distinction: Worldwide, of the 57 countries that have a severe shortage of the workforce, 36 are found here. Worse, Sub-Saharan Africa, home to some 900 million people, is only training some 6000 doctors yearly, similar to OECD countries where the population is only 60 million. Better said, Sub-Saharan Africa is \"besieged by widespread shortages, mal-distribution, and poor working conditions\" (Omasiva 2014: 1). The most recent statistics show that between 25 and 50% of African-born physicians choose to practice abroad, particularly in the US, where the ratio between doctor and population is 1 to 500. Experts estimate that one-fifth of physicians and one-tenth of nurses born and trained in Africa migrate to the Western world, the US, the UK, and Canada. Mozambique and Angola are said to have more doctors abroad than at home (See Our Africa 2013) .", "cite_spans": [{"start": 1078, "end": 1090, "text": "Africa 2013)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "The International Organization for Migration (IOM) noted in 2005 that, annually, some 23,000 health professionals leave Africa, and that, from 1993 to 2002, Ghana lost 60 physicians, 410 pharmacists, 87 laboratory technicians, and 11,325 nurses; in 2002 alone, the number of health professionals leaving Ghana included 70 doctors, 77 pharmacists, and 214 nurses (Cooper and Kirton 2013: 6) . Listed as the 10 countries with most desperate workforce needs in Africa are Chad, Burundi, Ethiopia, Tanzania, Somalia, Liberia, Mozambique, Sierra Leone, Malawi, and Niger, where the ratio of doctor to population ranges between 1 to 30,000 and 1 to 600,000. The WHO estimates that, in Africa, the threshold for adequate provision of basic primary health care is 23 health workers per 1000. Tanzania, whose performance in health is better than many other countries in Sub-Saharan Africa, had a workforce of 92,000 in 2009, but, to meet the health needs of its people, it needed a health labor force of 140,000, more than three times the size of its workforce (Accordia Global Health Foundation 2009: 1). The flight of the health workforce to the West and other parts of the world causes Africa to lose billions of dollars a year, while simultaneously robbing the African populations of resources they need most to improve their health condition.", "cite_spans": [{"start": 362, "end": 389, "text": "(Cooper and Kirton 2013: 6)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "The magnitude of the financial loss is illustrated by the cost of educating and training one student to become a medical doctor in Kenya: Approximately $65,997 from primary school to undergraduate medical studies. In 2012, Kenya's total investment for one medical student reached about $517,931; Kenya's total financial loss from the brain drain is estimated at $126 million a year (Yonga 2012: 4) . The US, Canada, and the UK have the lion's share of the African workforce exodus. In the US, this occurs despite its unwillingness to accept African immigrants compared to other populations of the world. The same applies to the UK, which, in the 1970s, passed strict laws on African physicians' immigration or further training requests for even those graduates coming from its own former colonies. Lack of specialization in certain fields, which forces many physicians to leave their home for further training, constitutes other traps from opportunities in the West, even within African countries that have a good number of medical schools.", "cite_spans": [{"start": 382, "end": 397, "text": "(Yonga 2012: 4)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "In 2006, Nigeria, for example, with a population of over 130 million, had only 35 trained pediatric physicians, \"with one or two qualifying in this specialty each year\" (Muula 2006: 3) . Dermatologists, injury specialists, immunology pathogenesis experts, maternal care providers, qualified mental health personnel, HIV virologists, diagnosis specialists, emergency medicine researchers, and administrators and managers in several fields, which have been given emphasis at some institutions, such as Kwame Nkrumah University in Ghana, Makerere University, and Mbarara University in Uganda, University of Zimbabwe, University of Durban, University of Nairobi, University of Malawi, and University of Zambia, are not producing the number of doctors Africa currently needs. For the preceding institutions, funding from the Obama Administration through what has been called the Medical Education Partnership Initiative (MEPI), which at the same time resulted in decreased funding of the President's Emergency Program for AIDS Relief (PEPFAR) in 2010, has allowed the pursuit of some needed specializations. MEPI has also attracted funding by other international donors who are dedicated to global health, prompting some observers to note that the \"gold age and scaling up on ARV of global health has come to a close\" (Crane 2013: 173) .", "cite_spans": [{"start": 169, "end": 184, "text": "(Muula 2006: 3)", "ref_id": null}, {"start": 1313, "end": 1330, "text": "(Crane 2013: 173)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "The good news, however, is that, according to the WHO, out of the 6.6 million people that receive antiretroviral treatment in low-and middleincome countries, more than five million live in Sub-Saharan Africa. This means that \"those taking ARV's are now capable of having normal and relatively longer healthy life span in which their HIV infection may never progress to AIDS, even though \"global health enthusiasm is still high at American and Canadian universities\" (Crane 2013: 173) . MEPI funds, totaling $130 million for five years beginning in 2011, were to be used for new medical school programs specifically targeted to the recipient country's needs, for acquisition of more top-of-the-line laboratories, hands-on experience programs using advanced technology, and the training of some 20,000 nurses who would receive their diplomas or degrees at their \"work stations,\" rather than having to travel to the medical school, such as the University of Nairobi, the capital city, to attend classes. The funds are provided with virtually no strings attached, allowing the universities to manage them for purposes they deem essential to the advancement of science and the country's workforce needs (Christiansen 2012) . The brain drain and the scarcity of physicians and well trained allied service providers exert undue pressures on those who are faithful to their mission of caring for the sick. For caring doctors, therefore, the present shortage conditions do not afford them enough time to know their patients, explain the treatment they provide, and diagnose the nature of the illness properly. Frustrated, they too may appear to throw in the towel. Ample disturbing anecdotal evidence claims that most physicians get irritated when a potential patient, especially a woman suffering from breast pain or suspected female-related cancer, hints at the need for a second opinion. One often hears also that, when a patient complains of fever, for example, physicians are quick to dispense or prescribe malaria drugs or antibiotics; that when someone seeks treatment and comes in coughing, physicians or nurses tell him or her that he or she suffers from HIV/AIDS or TB and therefore prescribe anything that will make him feel good; and that, if a woman is admitted complaining of severe headaches, some doctors may ask her to undress completely! If she dares to question the reason, the physician will ask her whether or not she wishes to be diagnosed and treated. The defenseless woman ends up following the unethical orders of the crooked physician.", "cite_spans": [{"start": 466, "end": 483, "text": "(Crane 2013: 173)", "ref_id": null}, {"start": 1198, "end": 1217, "text": "(Christiansen 2012)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "Patients' frustration and the sometimes rude or seemingly uncaring treatment people receive at the health center or the health clinic send many women to the village (or now urban) traditional healer and midwife. Memory of the history of the coercive and repressive colonial biomedical physicians and administrators and their negative attitudes toward traditional medical practices in Africa in the combat against infectious diseases and epidemics-often equating hospital personnel and missionary attitudes in the prevention and treatment of disease as one and the samecontinues to drive most Africans to the psychological safety of the village health care setting. Rubi Robinson estimates that, to \"deliver essential health services,\" Africa needs to increase its health workforce by 140% and not lose any to the outside world, and that, right now, the continent must secure a minimum of one million health workers, including 700,000 physicians, to meet the MDGs and provide basic health services as pledged (Robinson 2013: 13) . However, having many doctors should not be necessarily equated with better health, which is a major mistake sometimes made in Africa, even among international donors. The same applies to the introduction of new technologies. It is a grave error to \"conflate biomedical technologies with health: more doctors, more nurses, more hospitals, and more drugs mean better health. Critical medical anthropologists commonly charge this error to doctors and health policymakers (many of them doctors as well) especially in the global South. A policy focus on health care-as opposed to health-minimizes the role of the economy and the state in the production of health and illness\" (Wendland 2010: 213) .", "cite_spans": [{"start": 1008, "end": 1027, "text": "(Robinson 2013: 13)", "ref_id": null}, {"start": 1701, "end": 1721, "text": "(Wendland 2010: 213)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "Of course, it is assumed that the workforce will receive the best training possible, given that best practices prove that \"well-resourced healthcare workers are the best asset of any health system because of the technical skills, management abilities, and institutional capacity they are able to use to help populations effectively\" (Cooper and Kirton 2013: 10) . Most of the physician and the health care workforce losses have primarily been a result of frustration over the low salaries as well as the inadequacies of the infrastructure, and Africa's professional personnel's inability to copy with the volume of patients who present at the crowded hospitals seeking treatment daily. The issue of low physicians' salary has often created a major friction between the medical associations and the government on the continent, as medical doctors argue that they are often on call 24 hours a day but are paid as low as $250-$600 a month like the other civil servants who may have never gone to school in the first place. The problem is that they compare their salaries to those of their colleagues in the West as noted earlier, forgetting, in the process, that they entered the profession well aware of the compensation system, and that most were entirely sponsored by the government for the completion of their degrees. Otherwise, they would have never been members of the \"glamorous profession,\" which John Iliffe called \"the elite of the elite\" in Africa (Iliffe 1998: 84) , a club to which many other fellow citizens are not fortunate enough to belong. Hippocrates was clear when he wrote that serving the people was a privilege and a call, as is the case of the priest and the teacher, rather than a business designed to make one wealthy. As Iliffe adds quoting Eliot Freidson, physicians tend to forget that \"the profession's privileged position is given by, not seized from, society, and it may be allowed to lapse or may even be taken away.\"", "cite_spans": [{"start": 333, "end": 361, "text": "(Cooper and Kirton 2013: 10)", "ref_id": null}, {"start": 1457, "end": 1474, "text": "(Iliffe 1998: 84)", "ref_id": null}], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "The March 2012 doctors' strike in Tanzania, mentioned earlier, which paralyzed the public hospitals for a week, demanding that monthly salaries be raised threefold immediately, was a clear example of the physicians' dissatisfaction with their services compensation by the government. They demanded that their pay be raised from $620 to $2200 a month, plus allowances and bonuses. The impact of the strike was devastatingas told by Dar-es-Salaam newspapers. Unfortunately, no study has been conducted to ascertain how many patients may have died as a result of the strike, especially in Dar-es-Salaam. Obviously, the issue of doctors' strikes has ethical and moral implications, since they have sworn to faithfully uphold the Hippocratic Oath, while the state upholds the view that health is a right of all citizens. Furthermore, strikes contribute indirectly to death and cause unnecessary pain to patients. If the strike is just for salary increases, when the state believes that doctors are paid on a scale equal or even higher compared to most salaried civil service employees, then it is easy to side with the sick, who know that most of the doctors their received their degree through the use of taxpayers' money. People therefore do not understand why the strikes are allowed to take place. If these are held to improve the quality of health services, renovating buildings, guaranteeing hot water, electricity, sanitation and hygiene, and adequate functioning equipment, then one might understand the situation.", "cite_spans": [], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "But strikes like these must constitute the last resort and be reasonable in their demands. No other civil servants strike to demand that their pay be tripled or quadrupled! It stands to reason, therefore, that there must be an overwhelming reason to prove that, without a lethal strike, there is no other way to improve the situation and that, without a strike, the state would not respond.", "cite_spans": [], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "The doctors involved in the strike, who are usually practicing in government institutions, often hope that the private health facilities will temporarily provide the care the patients need. This is unrealistic as private clinics are few and are much more expensive than government hospitals and health clinics-the reason why citizens, except family members, never side with the striking physicians, who are seen by many as acting selfishly as guilds or unions that must get their demands at all cost. As one commentator put it, \"Before the strike, doctors must exhaust all possible alternatives to avoid the strike, and strikes should only be undertaken if it is the only option available. Mass awareness campaigns on the service delivery framework are necessary during the doctor-government negotiation phase to avoid grave negativism from the public, should the strike be the only option to influence the government.\" At any rate, continues the commentator of the Tanzanian 2012 doctors' strike, \"both parties involved in the strike must ensure the continuity of health services to preserve the individual right to (quality) health service\" (Singular 2012: 7). This seems to be one element that has been missing in all doctors' strikes in Africa. As a result, it is the innocent, powerless patients who end up being hurt. A slow down may be acceptable but not a total halt to services to the people whose health the physicians have sworn to protect day and night. As US President Harry Truman once said, \"If you cannot stand the heat, get out of the kitchen!\"", "cite_spans": [], "ref_spans": [], "section": "the Brain drain: afriCa's heaLth Loss"}, {"text": "Over the past 20 years, developing countries have made sure that environmental pollution would be reduced to protect the health of their citizens. This push for an environment that does not constitute a direct or indirect cause of certain diseases, such as respiratory ailments and cancers, has been accepted by Africans, at least in theory. In fact, when one travels across the continent and sees the prevailing polluted conditions in the cities, the roads, and the villages, one easily gets the impression that the leaders are sleeping behind the wheel. While smoke plagues the cities of Africa from East to West and North to South, there seem to be no regulations on harmful gas emissions from vehicles, trucks, in particular, and motorcycles, and water and soil contaminated by chemical and industrial waste, some of which can be seen oozing above the ground and in the waters people rely on for survival. While Kenyans have seen, on their own, the need to wear smoke hoods in the city of Nairobi to protect their health from polluters, the state simply looks on at the environmental degradation. Lead is generously used in gasoline and other materials, as if scientific warnings about the hazards this metal poses to children in particular mean nothing. Environmentalists point out that, in Africa, towns and houses are often built at former waste disposal sites. Africa's unclean environment is worsened by indoor pollution in windowless village houses, as is the case with Maasai dwellings, for example, which carry particulate levels 100 times higher than those accepted by the international community, coupled with poor ventilation and low lying smoke that can cause respiratory diseases and eye irritation, especially among children. Furthermore, food safety, especially for items cooked along the dusty streets and in the stands of city markets almost all over Sub-Saharan Africa, should constitute a major concern for the authorities. Yet, only a few countries are making an effort to inspect the markets at some point in the food chain. The dangers of contamination and toxicity are real under such circumstances. For example, insufficiently prepared cassava (or manioc) is known to cause paralysis. Yet, cassava is a major food staple in parts of Africa that is not inspected. In Kenya, ingestion of contaminated corn (maize) killed 125 out of 317 reported cases in 2004. It was apparently caused by an infectious disease locally called konzo. Finally, we might note that 72% of the people in Sub-Saharan Africa do not have waste disposal facilities (WHO, African Region Health Report 2013), which is a serious health hazard. Luckily, Botswana, Ghana, and Tanzania are in the forefront among nations in Africa that plan to adopt a policy of hazard analysis of critical food control points (HACP), an internationally accepted system of food safety management. Food safety measures that apply to items sold in the streets and open markets and others being slowly introduced in Botswana, Ghana, Tanzania, Mozambique, Burkina Faso, Kenya, Congo, and Guinea-Bissau are an encouraging sign designed to protect the public. As the WHO notes, \"Hygiene arrangements among vendors of cheap ready-to-eat food are often very poor in most developing countries. Adequate running water, toilets and washing facilities are rare, many vendors fail to disinfect surfaces or wash their hands, food is not usually protected from insects, and refrigeration is seldom available,\" all of which facilitate the transmission of Campylobacter spp., Salmonella spp., hepatitis A virus, and Escherichia coli (African Region Health Report 2013: 90). 1 A major weakness that must be overcome by African states and institutions, including all medical schools on the continent, is the realization that, without research undertaken by the African themselves who know their milieu more than anyone else in the world, innovation, development and implementation of new technologies is as important as other components of health and the wellbeing of the people (ECOSOC 2009: 23). Indeed, without data, hypotheses, and experimentation there will be no better health in the longterm, and the continent will be forever dependent on Western researchers, even if they collaborate with them, as they will remain appendages in the process and embrace already-formulated theories and practices that fit the foreign researchers' culture and needs. African leaders are quick to point to lack of resources for social programs about which their leadership is challenged by citizens at home and abroad. We reproduce below the figures on oil and gas production in 19 African countries provided by the US Department of Energy, and EY estimates for 2010. The figures refute the excuses presented, especially if they are considered along with other resources Africa has to offer. Six or seven countries are the largest owners and producers of oil in Africa-Nigeria, Equatorial Guinea, Libya, Algeria, Angola (oil), Sudan (oil), and Egypt (gas), but the prospects for a bright economic future that end or reduce poverty by half in such countries as Ghana, Tanzania, Mozambique, Uganda, Sierra Leone, Mali, and Kenya, where oil fields have been found or are suspected to exist, are not promising. The question is: How are these resources being used or will be used in the years to come for the benefit of all people, while ending, simultaneously, poverty as we know it? (Table 3. ", "cite_spans": [{"start": 3633, "end": 3634, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 5426, "end": 5435, "text": "(Table 3.", "ref_id": "TABREF0"}], "section": "environmentaL ConCerns and resourCe utiLization in afriCa"}, {"text": "Oil and Natural Gas Reserves: At the end of 2010, African oil and natural gas reserves were estimated at between 200 and 210 billion barrels a day (boe), with the Oil & Gas Journal providing a slightly higher estimate than the US Department of Energy (DOE) ( Table 3 .2).", "cite_spans": [], "ref_spans": [{"start": 259, "end": 266, "text": "Table 3", "ref_id": "TABREF0"}], "section": "1)."}, {"text": "The US Department of Energy notes that:", "cite_spans": [], "ref_spans": [], "section": "1)."}, {"text": "The conventional forecasts see African oil supply growth continuing over the next 25 years, albeit more slowly than it has recently-with forecast ranges of growth over the period of between 0.5 million and 2. Writing in The Guardian in 2013, Ben Shepard called the oil and gas boom in Africa the \"resource curse,\" as is the case for Uganda that has been trying to decide how it will manage the reserves just discovered in the country. Shepard writes that: \"Sound legislation and Ugandan specific frameworks are futile unless corruption is curtailed and there is a transparent public involvement,\" inclusive of civil society, in the management of future resource revenues. Otherwise, waste, corruption, and environmental catastrophe, may ruin the chances of a bright future that could benefit the health of Uganda's people. Currently, 22 countries in Africa are known to have oil reserves, including Uganda, Kenya, and Mozambique. Yet, as the Daily Graph shows, \"oil has been a headache for most African countries and poor governance, consistent corruption, oil revenue going into private accounts outside their respective countries, coupled with major environmental damage and rampant poverty have all caused fractures in these countries\" (USEIA 2013). In the case of Equatorial Guinea, which pumps 322,000 barrels a day, oil production accounts for 90% of its revenue and 98% of exports resulting in GDP per capita of $19,000. These conditions are only comparable to the oil potential boom in South Sudan but complicated by political unrest. Yet, more than 60% of Equatoguineans, as is the case in Angola, live on $1.00 a day. The oil in Angola has resulted in a double-digit growth of the GDP, as the oil companies are pumping 1.9 million barrels a day. But, here, too, the benefits do not reach most of the populace, in a continent that is expected to experience a strong economic growth over the next few years. In fact, the World Bank has predicted that \"Africa will grow at its pre-crisis rate of 5% over the period 2013-2015 (4.9% in 2013, gradually strengthening to 5.2% in 2015) .\" Naturally, the [2009] [2010] fall in oil prices that started in 2015 will negatively impact the rosy predictions. The generated funds could jumpstart Africa and enable it to feed its people, take care of their health and educational needs, and engage in a massive infrastructure build up. The chances of this to happen, however, are slim, if the disappointing past experience under the second generation of African leadership is an indication. The WHO has listed the following obstacles to health and health care embedded in the health systems on the African continent: high maternal, infant, and child death rates, as already pointed out throughout this volume; increased injuries stemming from violent behavior, such as war, and vehicular crashes, particular in urban areas; poor and insufficient infrastructure; lack of consistent water and electricity supply; inadequate educational opportunities, which makes it difficult to access health care; long distances to health care facilities; high cost of medicine; lack of repairs for the upkeep of facilities; chronic absenteeism by an inadequately competent and committed workforce, including administrators, physicians, nurses, and midwives; low morale among the lower staff; scarcity of essential medicines; and poor practices in the acquisition and distribution of basic health supplies. Reports are that, at one of the best hospitals in Africa, Mulago National Referral Hospital, boilers, sterilization equipment, and patients' oxygen supply instruments often malfunction, while sewage pipes ooze with waste on the premises (Monitor 2014) .", "cite_spans": [{"start": 2022, "end": 2087, "text": "2013-2015 (4.9% in 2013, gradually strengthening to 5.2% in 2015)", "ref_id": null}, {"start": 2106, "end": 2112, "text": "[2009]", "ref_id": null}, {"start": 2113, "end": 2119, "text": "[2010]", "ref_id": null}, {"start": 3671, "end": 3685, "text": "(Monitor 2014)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "1)."}, {"text": "These conditions are often aggravated by corruption among the higher and lower echelon, all of which contribute to social inequalities that impact access to health, favoring the wealthy while paying little attention to the vast majority of the citizens, especially those living in the rural areas (Economist Intelligence Unit, WHO 2009a, b: 1-32) . Finally, the health budget is overwhelmingly skewed towards salaries and treatment, with very little left for services and prevention. Mulago Hospitals' budget, for example, is 33.2 billion Ugandan shillings ($13 million), but 20 billion shillings go to salaries, and so is the case in many health systems in Africa. This is what puzzles patients when doctors go on strike. Estimates are that Mulago, to function as a first class hospital in the country, needs an annual budget of 100 billion Ugandan shillings, equivalent to $40 million. The University of Minnesota Medical School, which is affiliated with Makerere University's Mulago Medical School, offers this ominous information and advice to its students going for practice or as interns at the oldest and best Ugandan medical school:", "cite_spans": [{"start": 297, "end": 346, "text": "(Economist Intelligence Unit, WHO 2009a, b: 1-32)", "ref_id": null}], "ref_spans": [], "section": "1)."}, {"text": "As you can see [in the pediatric wards], the beds are right next to each other. Families sleep on the ground in between the beds. Children sometimes have to share a bed, particularly if they need oxygen. On the wards, expect to see very sick patients along with massive teams of medical students, interns, residents, and staff rounding the bedside in a hierarchal structure similar to what you would see in the United States. Rounds typically last several hours; a typical medicine team may care for as many as 70 patients concurrently; pediatric teams often care for even larger teams. You can expect to see some amazing pathology and physical findings, but given the patient load staff rarely have significant time to spend teaching students and residents. The lack of diagnostic resources can also be frustrating at times, as can language barriers…The hospital has suffered significant budget reductions and staff shortages for the last several years, however, and many Ugandans now view the hospital as a place of last resort for poor patients lacking other options, or for those requiring very specialized services [even though, this is the hospital where the President gets his check-ups and treatment]. (University of Minnesota Medical School 2014) Regarding hospital beds, one can ask how leaders tolerate putting two to four patients who might carry infectious diseases in the same bed, and sleep in their palaces with a clear conscience. This deadly practice is widely known all over Africa but nothing is done to prevent what one could call, in epidemiological terms, the moral equivalent of a \"sacrilege.\" The author can vouch for this occurrence at the Beira Municipal Hospital in Mozambique, the maternity wards at Mwananyamala Hospital in Dar-es-Salaam, and Arusha's best known national hospital, Mount Meru, in Tanzania. Here, pregnant women at times, using the same single blanket, have to take shifts in using the beds, which are shared by more than one woman. At this national facility as well, two mothers and their new born babies share the same bed for days in a row, regardless as to whether the babies are sick, without a curtain separating the various beds in the ward! It is no wonder that the WHO stresses the point that studies have shown that 53% of children's deaths in Africa occur due to underweight, malaria, pneumonia, and measles, while 25% are the result of malnutrition and diarrhea. Among the under-five deaths, studies indicate that about 53% can be attributed to underweight and 36% to the effect of undernutrition for diarrhea, pneumonia, malaria, and measles. The WHO also notes that, even though there was a reduction of child mortality in such countries as Lesotho, Malawi, Mozambique, and Namibia, and underfive mortality fell in 10 countries of the African Region, \"... under-five death has since increased and during the 13-year period there has been no overall reduction in mortality in this [African] Region\" (WHO, African Region Health Report 2013: 20) . No doubt nosocomial infections are a part of the problem, given that, even at cleaner hospitals in the West, especially in the US, the same occurrences are very common.", "cite_spans": [{"start": 1210, "end": 1255, "text": "(University of Minnesota Medical School 2014)", "ref_id": null}, {"start": 2958, "end": 3002, "text": "(WHO, African Region Health Report 2013: 20)", "ref_id": null}], "ref_spans": [], "section": "1)."}, {"text": "We might as well end this chapter with the not very optimistic overall assessment of the health system in Africa by the WHO, which notes:", "cite_spans": [], "ref_spans": [], "section": "1)."}, {"text": "One of Africa's major public health challenges is building and reinforcing health systems capable of delivering essential health care to the population. Countries in the African Region have weak and dysfunctional health systems [author's emphasis]. Several key elements are required for health systems to function properly: adequate numbers of skilled health workers; basic infrastructure and equipment; essential medicines and supplies; and health financing systems. It is also important to establish health information systems, including registration, to measure the scale of a given health problem in order to gauge the appropriate response. (WHO, African Regional Health Report 2013: XIX) In almost every one of these health system requisites, Sub-Saharan Africa's health systems are either dysfunctional or simply weak. It is hoped that this verdict from the WHO serves as an overdue wake up call for African leaders, ministries personnel, health practitioners, communities, intellectuals, politicians, and decision-makers because people are clamoring and demanding at least the most basic health services embodied in the concept of primary health care they all embraced in 1978 and 2000. In support of this assessment of the future of Africa's health care, The Economist Intelligence Unit (2012) stresses that:", "cite_spans": [{"start": 675, "end": 692, "text": "Report 2013: XIX)", "ref_id": null}], "ref_spans": [], "section": "1)."}, {"text": "Not only are the absolute levels of all indicators low, but progress on almost every indicator is slower than in any other region. Maternal mortality in Africa, for instance, decreased 27% over the past two decades, which is certainly a good outcome, but the global figure over the same period was 35% and in South-East Asia it was 58% mortality in children under five is declining by 2.5% a year in Africa, compared to 2.7% worldwide and 5.6% in the European region. Maternal mortality in Africa is declining at a rate of 1.7% a year, against 2.3% worldwide and 5% in South-East Asia. (KPMG Africa 2012: 2) The Economist concludes its assessment by noting that \"…Africa will lag behind the rest of the world on health indicators for many years to come.\" It is important to consider the reason why this is so. By far the most important reason is the way health care is funded, which is \"a patchwork of meager public spending, heavy reliance on foreign donors and a large dependence on out-of-pocket contributions and user fees that place the greatest burden on the poorest members of society\" (KPMG Africa 2012: 1). This chapter wishes to add to the reasons the mismanagement of the national resources for personal ends and lack of clear priorities, which should focus on food sustainability for all citizens, education for all, health for all as a right, and the rebuilding of the infrastructure, all stemming from and based on the goals and strategies of primary health care that stresses prevention over treatment.", "cite_spans": [{"start": 586, "end": 607, "text": "(KPMG Africa 2012: 2)", "ref_id": null}], "ref_spans": [], "section": "1)."}, {"text": "Studies on substance abuse in Africa became more common during the late 1990s and they are overwhelmingly focused on the prevalence of alcohol drinking and drug abuse. The issue of alcoholism and drug abuse in Africa and elsewhere is often controversial because, whoever writes about it consciously or unconsciously views it from the religious, social, political, economic, psychosomatic, and physiological angle. This makes it difficult to present an argument defending or condemning it completely, that is, one that is acceptable to all. Ironically, colonial administrators and concessionaire companies tended to consider Africans to be intrinsically uncontrollable intoxicated people, while they themselves spent their evenings indulging in hard whisky, cognac, wine, or beer and losing control over their own actions and words. Dancing at times for hours in their kaki short pants, white hats, long socks, or white trousers in the evening, they would wake up the next day or after the daily afternoon siesta with hangovers just before going to the office if they felt like going to work at all.", "cite_spans": [], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "The first colonially commissioned anthropologists, as noted in this work, viewed drinking among Africans as a cultural and social phenomenon that linked them to the world of their ancestors, which cemented the role of the rites of passage, and often constituted a way of enjoying the gifts of life while surrounded by kin and guests. However, colonialists' stories of chronic drinking among Africans were usually exaggerated. The missionaries looked at drinking as an evil tendency inherent in Africans, which \"the Natives\" could not resist. Theirs were moral judgments based on religion, which Africans had no obligation to follow, given that the holy missionaries themselves were not models either in alcohol consumption, which they claimed they did \"in moderation, when necessary.\" Echoing the hypocritical stand of the colonialists and many of their missionaries in Africa, Frederick Lugard, twice governor of Nigeria, considered using proceeds from liquor as \"a scandal in the eyes of civilization when the administration of a British Colony has become almost wholly dependent for revenue on the sale of intoxicating drink\" (Heap 2012: 143-144) .", "cite_spans": [{"start": 1129, "end": 1149, "text": "(Heap 2012: 143-144)", "ref_id": null}], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "Rarely did colonialists make the point that, like the Europeans, most of the drinking was done at home or at social gatherings for relaxation, almost never during the work hours, and that women and children were not expected to indulge in it. Most importantly, much of the drinking did not result in quarrels and violence as they claimed. If any, most of the violence was verbal rather than physical. Excessive drinking was always condemned. Invariably, also, the colonizers disregarded the fact that drinking was often a visible expression of the misery caused by the colonial system, conveniently forgetting that the production of alcohol was one of the few sources of cash that would allow them to pay taxes the colonial government had imposed on them. For others, such as the poor, it was the only way to enjoy some of the easy pleasures of life and forget, at least for a fleeting moment, their destitute condition. The same phenomenon was observed during the 1980s as a result of the global economic down turn. Bryceson reminds us that, \"Alcoholically joyful, creative exchanges have been described as 'poor man's opera' for those who do not have the financial means to procure more expensive aesthetic experiences or exhilarating pastimes\" (2002: 7). Some of the factors that enhanced the drinking of alcohol, say the experts, was and still is, in Africa, the attractive packaging and the slick advertisement of the bottles by the big corporations or mass beer brewers. Despite the abundance of colonial alcoholic beverages, Africans never stopped drinking their own traditional alcoholic creations while gladly embracing the imported new varieties, such as gin and rum. This was true both during the colonial period and in post-independence Africa. As one colonial administrator accurately put it, \"Yet to some colonial commentators there was too much consumer choice: The African has his palm wine and corn beer. To him spirituous liquor is a superfluous and dangerous luxury. He does not want it; he needs it no more than a cat needs two tails\" (Heap 2002: 140) .", "cite_spans": [{"start": 2055, "end": 2071, "text": "(Heap 2002: 140)", "ref_id": null}], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "Within certain social circles, drinking certain types of alcoholic beverages was and is still seen as a symbol of success and wealth in life. Indeed, as the cited author adds, \"since independence, drinking clear bottled Lager has been the hallmark of membership in the educated urban middle class.\" This writer recalls vividly how some assimilated Africans in Mozambique would drink their wine with their meal in the open veranda simply to show the passers-by how civilized they were, as they thus emulated the colonial master's drinking habits. The popularity of strong alcoholic beverages was made the easier as Africans had become very adept in fermenting their own products at home. Thus, Sunday rest, funeral occasions, social gatherings, and the heavy advertising by companies have made whiskey, wine, even vodka, beer, gin, and other spirits popular with African males, particularly among those with enviable jobs, including many civil servants, presidents, and university professors. Perhaps with some exaggeration, one health clinic in Harare, Zimbabwe, reported during the early 2000s that \"66% of men and 48% of women attending ritual ceremonies, communal planting, and harvesting, and spirit media celebrations\" were inebriated during each function.", "cite_spans": [], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "For the post-colonial governments of Africa, passing stringent laws against drinking as Europeans did without success, where village brewers, including women, would actually be arrested and incarcerated, would curtail their own love for lager and gin and reduce the amount of tax collections, which sustain part of the national budget. The alcoholic consumer citizens and constituencies made these spirits quite popular on the continent, which are often still associated with high social status. Bryceson seems to be right when he writes that alcohol's \"imputed value varies in form from culture to culture. In some cultures, institutional efforts have been made to deny or denigrate its perceived worth. Nonetheless, its psychoactive qualities lend it added value above and beyond its thirstquenching utility and the cost of the labor and raw materials to make it\" (2002: 4-5). There is no denial, however, that excessive drinking is harmful to any society and those who abuse it are most often scorned and ridiculed in public and are counseled against it.", "cite_spans": [], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "Unfortunately, today, Africa is no longer the innocent place where children and adults were shielded from the use and abuse of drugs, such as marijuana, the most used drug, followed by amphetamines, cocaine, and opium. On the link between drug use and health, the UN Office on Drug and Crime estimates that 3.5% Africans ages 15 years and older had used marijuana at least once. The agency also predicted that by 2030, seven out of 10 deaths in Africa will be caused by drug use and that, in the low income countries of Sub-Saharan Africa, tobacco-related ill health and death in the form of cancer will increase (Nain 2008: 13-14. There is also indisputable evidence that drugs in the form of marijuana, stimulants and all kinds of tranquilizers are heavily used in some countries, especially in cities along the coast, with the most popular being cocaine and heroin. These are also injected intravenously and are responsible for many HIV transmissions (Alali 2014: 5) . Alkali notes that the UN estimates that 35,000 Africans die every year from issues associated with substance abuse. South Africa is the worst abuser of tobacco in Sub-Saharan Africa. Here, studies have shown that, during the 1990s, among 83.1% of those suffering from coronary heart diseases were heavy cigarette smokers (Mickbin 1994) .", "cite_spans": [{"start": 954, "end": 969, "text": "(Alali 2014: 5)", "ref_id": null}, {"start": 1293, "end": 1307, "text": "(Mickbin 1994)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "Apparently, tobacco use, which can lead to lung cancer, is declining in Africa today, after 39 of the 46 African members signed the Framework for Tobacco Products Control Act targeting school children. It appears that, as a result of the prohibition of its use by minors, tobacco smoking among the young is declining. Thus, while in 1999, 18.5% of the youth revealed they had been smoking before the age of 10, by 2002, the number had been reduced to 16.2%, if one believes the figures. Governments have used higher taxation on tobacco use to reduce smoking, while banning advertisement of cigarettes to minors and educating people on the perils to their health. Of course, to the chronic diseases death toll in Africa must be added the number of casualties and injuries caused by vehicles and motorcycles, as noted above. It is predicted that vehicular mortality, which now ranks as number 10 among the continent's deadly public health threats, will be among the top three causes of death and injury-and accidents are also associated with infections and disabilities that cripple the patient or the victim of a crash (Cooke 2009: 3) . As the WHO estimates, by 2020, \"road injuries will represent the third leading cause of disability in Africa, as the per capita ratio of automobiles [and motorcycles] rises\" (Azevedo et al. 2014: 59) . Besides dying from unprecedented vehicular crashes on the roads, 85% of the deadly world crashes occur in Africa. Many Africans, particularly the poor, as studies in South Africa have demonstrated, die daily from falls, fires, drowning, collapsing structures, seasonal flooding, intermittent droughts that result in famines, pipe accidents and explosions at refineries, as has been the case in Nigeria, volcanoes when they erupt, gas emissions from gasoline refineries spewing toxins in the air, and earthquakes. Trauma from accidental falls, burnings, and other types of wounds are the primary cause of the deaths of children from one year-olds to older ages (See Niang 2008: 12) .", "cite_spans": [{"start": 1118, "end": 1133, "text": "(Cooke 2009: 3)", "ref_id": null}, {"start": 1310, "end": 1335, "text": "(Azevedo et al. 2014: 59)", "ref_id": null}, {"start": 1998, "end": 2018, "text": "(See Niang 2008: 12)", "ref_id": null}], "ref_spans": [], "section": "aLCohoLism and drug use in afriCa"}, {"text": "As noted throughout this study, infectious diseases can be defined as those that are spread from one individual to another or from an animal to man, that is, by a vector or carrier, such as a mosquito, fly, louse, flea, helminth (worm), germ, or microbiological agent, such as a bacterium, virus, fungus, protozoa parasite, tick, or an arthropod, to humans. The carrier of the parasite or microorganism is known as the vector, which attaches itself to the host (man or animal), all occur in a definite environment, hence the so-called epidemic triangle-namely, the vector, the host, and the environment. Usually, an infectious disease is acute, sudden, and symptomatic, even though it can also be chronic, such as HIV, and therefore taking longer to manifest itself in the host. A major outbreak of an endemic disease becomes epidemic when it reaches unusual proportions in terms of spread and impact, affecting individuals in a given population and a certain geographic location more severely than ever before, or pandemic when it affects communities throughout the world, as has been the case with HIV/ AIDS, H1N1, SARS, and the Spanish Influenza of 1918-1919. If deadly, pandemics tend to decimate millions of people worldwide. While some infectious diseases, such as malaria, can be deadly, others, like polio, can leave the victim disabled or paralyzed, blind, physically and intellectually stunted, or it may simply incapacitate the host to the extent that he or she is unable to function as a normal human being.", "cite_spans": [], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "Malaria, yellow fever, diarrhea, pneumonia, respiratory ailments, TB, and HIV/AIDS, are known as killer diseases, and account for almost half of children's deaths globally, even though they may also be fatal to adults. The annual cost associated with malaria treatment alone in Africa is $12 billion on average, while it also slows the economic growth by 1.3% a year. During the past three centuries, infectious diseases have ravaged the African continent by killing millions of people annually. The discovery of vaccines, emphasis on hygiene and preventive measures, such as killing the vectors or keeping a safe distance from insects and rodents, have all made a difference. Rodents are responsible for the terrible plagues that have hit the world, including Africa, as discussed in this work. However, recent progress against infectious diseases has been so dramatic that a US Surgeon-General declared in the late 1970s that infectious diseases were a thing of the past and urged the world to tackle chronic diseases, instead. Whereas this may have been true in America and Europe, in Africa it was far from the truth.", "cite_spans": [], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "The world is now witnessing an era where chronic diseases, which are slower to inflict damage to the victim and are often asymptomatic at first, latent or inactive until the long incubation period elapses or some external or internal agent triggers their virulent course, becoming full-blown diseases, eventually appearing as deadly or malignant, benign, or simply debilitating. Currently, most of Africa is primarily affected by infectious or communicable diseases, but chronic or non-communicable diseases are advancing at an alarming speed, and have thus been called Africa's second disease burden; and the cost to treat these diseases is astronomical. A few years ago, it was predicted that the cost of heart diseases and diabetes for the African continent would reach $1.184 billion by 2012, representing between 1% and 5% of GDP. We cannot emphasize enough the role the government can play in controlling chronic diseases, as it is the only major social and authoritative compact that can exert meaningful pressure on people to change their behavior and enlighten the citizens on a mass scale against the dangers of such habits as cigarette smoking, drug abuse, and careless sexual behavior. Only the state has the resources to initiate and sustain disease prevention programs; and only the state is able to attract substantive international or global assistance in the fight against illness and pestilence.", "cite_spans": [], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "Overall, Africa's major success stories include decrease in malarial deaths by 33% since 2001 and child mortality by 30% since 1999, mainly due to \"routine immunization.\" Interestingly, malaria can be reduced by 50% with bed nets use, especially if these are already insecticide-treated, effectively repealing the mosquitoes for up to three years. Unfortunately, people sell the nets to get a few pennies for themselves. In June 2014, for example, the Ugandan government distributed free nets to two districts, but, instead of using them in the home, people began selling them within two weeks of the distribution to businessmen who lingered around to buy them for 3000 shillings, or $2.00. In turn, the buyers would sell one net for double or triple the price they paid. Some use the net to cover football goal posts and others to catch black ants (Daily Mirror, June 25, 2014: 22) . The government threatened to prosecute those who sell the free bed nets as well as those who buy them. Overall, so far, six African countries have reduced under-five mortality by two-thirds within the time recommended by the WHO; 16 have made no progress; only 13 achieved maternal mortality rates lower than 550 per 100,000; and 32 in Sub-Saharan Africa showed death rates of either 550 per 100,000 or higher.", "cite_spans": [{"start": 849, "end": 882, "text": "(Daily Mirror, June 25, 2014: 22)", "ref_id": null}], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "Unfortunately, even though Africa bears 66% of the global HIV/AIDS burden, the WHO noted that only one-third of the population with advanced infection had received antiretroviral medicines by 2007. Most prominent and most deadly among the infectious diseases ravaging Africa are the \"Big Three,\" HIV/AIDS, Malaria, and TB, which have attracted most external funding. The focus on one or a few specific diseases, leaving the others as secondary, is known as a vertical approach, when contrasted to an approach that targets all diseases, infectious or chronic, at the same time, a process known as horizontal. Views from experts differ as to whether or not populations should choose one approach over the other as a policy and a strategy to improve the health of the public. Other infectious diseases include measles, smallpox and polio, (the latter two now eradicated from the continent, except perhaps for a few cases of polio in Nigeria), sleeping sickness or trypanosomiasis, chagas or American trypanosomiasis, dengue hemorrhagic fever, fascioliasis, rabies, soil transmitted helminthic diseases, leprosy, bilharziasis or schistosomiasis, river blindness or onchocerciasis, dracunculiasis, trachoma, Buruli ulcer, visceral leishmaniasis, Ebola, and many others that do not garner continuous focused attention from government and international funders unless they turn epidemic.", "cite_spans": [], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "The fight against onchocerciasis has resulted in a major victory for international organizations, such the WHO, working to eradicate it especially from West Africa. The Onchocerciasis Control Program started in Africa in 1974 using chemicals and biological larvicides to kill the black fly larvae. The campaign was so successful that 1.2 million square miles in West Africa were freed from the fly, allowing some people to resettle, while preventing 40,000 new cases of blindness per year. The African Program for Onchocerciasis initiated by the WHO and other international organizations in 1995 has \"treated 34 million people in 16 countries to date.\" But the majority of the people do not receive treatment for it. It is important to mention here that Upper Volta, now Burkina Faso, used to be one of the preferred habitats for the Simulium damnosum fly which causes river blindness. As far as we know, there was no coordination between Britain and France in their attempt to rid the two areas from the disease during the colonial period. Unfortunately, sleeping sickness and cerebrospinal meningitis were the most threatening diseases in the area.", "cite_spans": [], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "In the case of trypanosmiasis, for example, the situation was exascerbated by lack of communication the situation was exacerbated by lack of communication among the colonial departments, and there was little knowledge among the British administrators and public health officials of what the French in Upper Volta were doing to contain or control sleeping sickness in their territory. In Nigeria, concern about the serious ravages of trypanosomiasis came much later than in Ghana, but, by that time, thousands of people had been either been disabled or killed by the disease. This was also true in Chad, Gambia, Nigeria, Cameroon, Burkina Faso, Mali, and Congo. Eventually, drugs, insecticides, and forest clearance reduced its devastating effect considerably. Sadly, in Africa, these are common deadly diseases that often cause severe pain and suffering and even death or leave their victims disabled for life. As a result, some epidemiologists call them the \"neglected tropical diseases\" (Mariani-Constantini 2011: 245) . These neglected infectious diseases on the continent tend to affect children and the poor most, hitting a billion others worldwide, and \"are mostly attributable to well known factors, notably, unsafe water, poor housing, and poor sanitation\" (see also Stein et al. 2007 ).", "cite_spans": [{"start": 989, "end": 1020, "text": "(Mariani-Constantini 2011: 245)", "ref_id": null}, {"start": 1275, "end": 1292, "text": "Stein et al. 2007", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "eradiCating the deadLiest diseases in afriCa"}, {"text": "To recapitulate this chapter's comments on the subject of infectious diseases, the following brief paragraphs may help the reader remember their etiology and impact on Africa and its people. Malaria is transmitted by the Anopheles mosquito, which breeds all year round in hot and humid climate, and is common to most swampy areas of the continent; leishmaniasis is transmitted by sand flies living in scrubland; whereas river blindness is transmitted by black flies that thrive in fast river currents. The tsetse fly carries parasites that cause sleeping sickness, while ordinary flies are causes of an eye disease called trachoma. River snails penetrate the human skin in snail infested water and are responsible for a debilitating disease called bilharziasis or schistosomiasis, and children and women are most vulnerable to it as they tend to be more often in contact with rivers, lakes, and streams. Schistosomiasis affects mostly children, as noted, and is not deadly, but adversely impacts \"the quality of life of adults, and infects 160 million people in Africa annually contributing to anemia among pregnant women\" (39). Since it affects mostly children, ages 5-14 years, studies have shown that \"heavy infestations may impair the cognitive function of these children\" (WHO, African Region Health Report 2013: 39). Rabies, which cannot be transmitted from human to human, comes from mad dogs, cats, and bats, and is deadly.", "cite_spans": [], "ref_spans": [], "section": "ConCLusion"}, {"text": "Yellow fever's vector is a mosquito called Aedis aegypti. Mosquitoes are also responsible for lymphatic filariasis, and hemorrhagic fever. In African urban areas, in particular, hepatitis, typhoid, and diarrhea, occur quite often. Cholera, bacillary dysentery, and worm diseases are caused by roundworms, hookworms, and tapeworms, or helminths, which are soil-transmitted to humans. Neglected infectious diseases contribute to severe pain, suffering, and lifelong disabilities and are responsible for enormous loss of individual and household productivity, businesses slowdown, and lowering a country's economic output, such as the GDP. Despite the ubiquitous nature of the parasitic worms, they have been reduced by 96% globally since 1986. However, most of the remaining cases occur in 13 African countries, in which the final phase of its eradication has proven difficult. Leprosy is another infectious disease that has almost been eradicated globally, except in Africa, where 96% of the cases were contained 20 years ago, but the remaining 4% have been extremely problematic and resilient. Currently, at least seven African countries are struggling with the incidence of leprosy, where the global goal was to reduce it to one case per 1000 people by 2003. Nigeria is one of the countries that, along with Botswana, Mali, Burkina Faso, Rwanda, Zambia, Niger, and Tanzania, seems to have achieved the goal but the stigma of leprosy is still strong here. In Mozambique, the prevalence rate for leprosy was 127,500 in 1991, but the number was reduced to 51,200 or 60% by 2003, with 800,000 cases been cured through use of effective drugs. Fortunately, physicians have reported that it is not drug-resistant in endemic environments such as CAR, Tanzania, Angola, Mozambique, and Madagascar, where it is endemic but it has almost been eradicated (WHO, African Region Health Report 2013: 42). Africa has had remarkable success in eradicating or controlling the spread of some infectious diseases following independence during the 1960s and 1970s. However, a much more daunting task is left unfinished. This includes an unexpected increase of blindness from diseases and associated risks expected in the near future, from the current nine million cases of blindness to 15 million by 2020, of which 80% are totally preventable or curable. Mental health is simply a disaster of epidemic proportions in Sub-Saharan Africa as alluded to in this chapter. The UN Population Program notes that, of the 800 million living in Sub-Saharan Africa during the first decade of the twenty-first century, 50% suffer from one form or another of handicap but only 2% receive specific rehabilitation care. Also, 90% of children with mental health disorders die before the age of five, and the majority of the affected are the poor people and the unemployed (Niang 2008: 11) . Unfortunately, researchers have not shown much interest in the problem of mental health on the continent. A study conducted by Turshen in 1989 showed that the number of references in the literature is sparse and that none of them referred to the disease in women, who tend to be the most affected.", "cite_spans": [{"start": 2834, "end": 2850, "text": "(Niang 2008: 11)", "ref_id": null}], "ref_spans": [], "section": "ConCLusion"}, {"text": "Measles, virtually eradicated in many parts of the globe by now, still hits 11 million children in Africa annually, with consequences that contribute to deaths and a weakened immune system, a condition that is preventable through vaccine during the first years of life. Mixed results on disease control or reduction in Africa include the \"Big Three\": HIV/AIDS, Malaria, and TB. In Kenya, for example, despite the country's touted health care system in Sub-Saharan Africa, still faces 80,000 deaths per year from AIDS, and 1.5 million people still live with HIV, even though the incidence was reduced to 6% in 2009, from 8% in 2001. The number of orphans, who lost one parent or both, has reached 1.2 million. Malaria, on the other hand, affects eight million Kenyans every year, and the so-called Rift Valley fever and chikungunya, a disease similar to dengue, continue to cause thousands of unnecessary deaths, notwithstanding the various effective treatments now available. The conditions are not much better in other African countries. Despite the major effort made by the government and its enviable hospitals, South Africa has a population of at least 5.5 million who live with HIV/AIDS, at the rate of one per 10 people, resulting in some three million related deaths since the discovery of HIV during the mid-1980s (Smith 2013) .", "cite_spans": [{"start": 1322, "end": 1334, "text": "(Smith 2013)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "ConCLusion"}, {"text": "It is important to note here as well that the fight against HIV/AIDS is not over, even though several experimental vaccines are being conducted through clinical trials, especially in East Africa. Unfortunately, these have not been as promising. For Africans, who have borne the brunt of the experiments, the disconcerting aspect of the development of HIV drugs and vaccines is that the HIV sub-type B is predominant in North America and Europe and not Africa, where the C sub-type is the most common, especially in Sub-Saharan Africa. Here, the rate is between 70 and 88% and more than 95% in South Africa, says Professor Yasien Sayed, expert in HIV at the University of Witwatersrand, Johannesburg, where he is focusing his studies on sub-type C. One of the reasons why pharmaceuticals target the B sub-type is that they feel that there is no market for C sub-type drugs, even though in two of the most populous countries in the world, India and China, the predominant types are A and C (Whitehead 2013: 1) . This discrepancy makes the developing world feel that it is being used as a guinea pig for the benefit of white America and Europe.", "cite_spans": [{"start": 988, "end": 1007, "text": "(Whitehead 2013: 1)", "ref_id": null}], "ref_spans": [], "section": "ConCLusion"}, {"text": "This leads us to discuss briefly the controversy over where in the world HIV began. Africans get defensive when the continent is blamed as being the original place of several diseases, a point that cannot be proven, as has happened with HIV/AIDS. The issue of the origins of HIV/AIDS is still being debated today, more than three decades after its discovery during the 1980s. A theory advanced and published in the Journal of Science in 2006 attributes the origins to Southeastern Cameroon, the result of a team study led by Professor Beatrice Hahn of the University of Alabama at Birmingham and Dr. Paul Sharp from the University of Edinburgh. The project's aim was to search for the simian virus in chimpanzees feces collected \"across a vast swath of Southeastern Cameroon.\" The team traced the carrier to an African porter employed by the French sometime between 1890 and 1900 or thereabouts. The researchers claimed that one hungry man went hunting and killed a blood infected chimpanzee. The blood subsequently infected the hunter, \"probably through a cut during butchering.\" This tragedy occurred \"amid massive infusion of new people and technology into a land where ancient ways still prevailed,\" as the \"… European powers engaged in a feverish race for wealth and glory in blazed routes up muddy rivers and into dense forests that had been travelled only sporadically by humans before\" (Timberg and Halperin 2012: 1-3) .", "cite_spans": [{"start": 1394, "end": 1426, "text": "(Timberg and Halperin 2012: 1-3)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "It appears that the porters had cut a path right through the area where the chimps lived, enhancing the transmission of the virus to man. The team found in the chimps' feces the virus strain known as HIV-1 group M, which can be carried by simians, such as gorillas and monkeys. This was \"a lightly developed southern region where relatively few people live even today, scientists say.\" The study' conclusions seemed to confirm what many scientists had known or speculated before, namely, that a blood sample from 1959 indicated that Kinshasa, the capital of the DRC, had been the virus habitat many decades prior to its discovery during the 1980s. In 2008, Michael Worobey, an evolutionary biologist working in a laboratory at the University of Arizona, published his own findings in the journal Nature after discovering a second sample of the virus \"trapped in a wax-encased lymph node biopsy from 1960.\" He compared the genetic structure of the two samples and concluded that the HIV-1 group M was much older than thought at the time. He was convinced that he had proven that both samples had come from the same ancestor, sometime between 1884 and 1924. However, the most probable year seems to be 1908. The HIV-1 group M is said to have been hatched somewhere along the banks of Sangha River, which flows toward Central Africa, an area where Kinshasa is also located. Timberg and Halperin add that \"this section of the Sangha was not ideal for navigation because of its ribbons of sandbars and the dense vegetation along the banks\" (Timberg and Halperin 2012: 2) , the reason why the virus did not spread as fast. This international team had set up 10 stations spread over a wide portion of Southeastern Cameroon, and found the HIV-1 group M virus samples in two of the stations, which were completely remote from any population, and were almost a perfect match of the HIV-1 Group M, whose impact has been, since the 1980s, so devastating to mankind.", "cite_spans": [{"start": 1535, "end": 1565, "text": "(Timberg and Halperin 2012: 2)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "Adding to the theory about the alleged origins of HIV just discussed is the controversy over the transmission of the Ebola virus and its possible links with the great apes in parts of West Africa. As argued in this volume, the cohabitation of animals, including chimpanzees, and men goes back centuries, and it appears that West Africa was aware that the big apes could transmit the disease to men, even prior to the most recent outbreaks. During the 1990s, hunters in the region are also said to have been aware of the disease, and recognized the phenomenon from the new outbreak but were not convinced that Ebola had come from the chimps. In other areas, such as Gabon, people were not only aware of the disease but knew that chimps could also suffer from it just as man could. Thus, in their minds, the disease could come from either man or chimp. This a plausible reason why the epidemic broke out in Gabon in 1997, hunters had detailed knowledge of the index case-a hunter who had found a dead gorilla in the forest and had brought it back to his village to share with others\" (Giles-Vernick and Rupp 2013: 128-130) .", "cite_spans": [{"start": 1101, "end": 1120, "text": "Rupp 2013: 128-130)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "In Africa, the mentally ill interest the authorities only when they disturb the public order. When that occurs, authorities send them either to an asylum, if there is one, or they incarcerate them. Although this was a common practice in French Colonial West Africa (Niang 2008: 12-13) , it is similar in other parts of Sub-Saharan Africa. In Senegal, the prevalence is 8%. However, unlike the developing world, 85% of it is not treated here. Epilepsy goes virtually untreated in Africa, whereas, in the industrialized world, the treatment rate is 80%. Unfortunately, again, very little research has been done on these disorders in Africa. The African sub-continent has virtually no mental health programs worth mentioning and no facilities that would pass a rigorous test, even though Ghana is planning to introduce a robust program in the near future. Until now, Sudan and South Sudan, for example, have not had a single psychiatry training institution or psychiatrists at work. Families and NGOs are expected to fill the gap, something that is not happening because, in part, the stigma, the cost, the difficulty of proper diagnosis, and the impact of abject poverty seen in African cities and rural areas are a deterrent. Ignorance of the etiology of mental disorder and the means to provide effective control against it lead people to explain it as a result of social deviance and ancestors' curse. Mental illness accounts for 5% of the disease burden on the continent and 19% of all disability in Sub-Saharan Africa. Says WHO: \"The Region has fewer mental health professionals than any other WHO Region. For example, the medium number of psychiatrists per 100,000 is only 0.04\" (WHO, African Region Health Report 2013: 70-71) .", "cite_spans": [{"start": 265, "end": 284, "text": "(Niang 2008: 12-13)", "ref_id": null}, {"start": 1711, "end": 1730, "text": "Report 2013: 70-71)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "The reader may be interested in knowing that, according to the WHO, current leading causes of death in Africa are: HIV/AIDS: 12.4%; lower respiratory infections: 11.2%; diarrheal diseases: 8.6%; malaria: 8.2%; neonatal infections: 3.6%; birth asphyxia and birth trauma: 3.6%; premature and low birth weight: 3.0%; road traffic crashes: and 1.9% and protein energy malnutrition: 1.9% (The Economist Intelligence Unit, African Region 2011: 6). It takes sensitivity to ensure that all people are entitled to good nutrition and that, when instances of famine and hunger occur, human empathy must prevail and help trigger government action. A minor episode illustrates this point. When a major famine hit Beira, Mozambique, during the 1990s, one high level government official said in public in Portuguese something like: \"Nao ha fome aqui na Beira, porque todas as manhas eu vejo muita gente a cagar no mato do campo em frente deste palacio!\" (\"There is no famine here in Beira, because every morning I see many people defecating in the bush in front of this palace!\"). We must also mention that Africa has become notorious for its car and motorcycle crashes, including some that involve hundreds of persons travelling in small and large buses and mini-vans that are filled to overcapacity.", "cite_spans": [], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "Motorcycles in East Africa, now used as taxis, have turned the most accident prone means of transportation on the road. The reasons for the crashes are well known: driver's fatigue, especially at night, speed, bad condition of roads, drinking, lack of vehicle repairs when needed, inadequate drivers' experience, and old vehicles some of which might be in operation for 20 years after their manufacture. Restriction of hours at nights when buses can run, the use of helmets for motorcycles, laws on seat belt use, limitation in alcohol consumption for drivers, clear road signs, speed limits enforcement, and rumble strips have decreased the number of fatalities in many African cities and highways. Ghana is a good example where lives have being saved. Ghana's fatalities per 10,000 vehicles were about 30-40 times higher than those in countries with higher incomes. However, within a year (2000) (2001) of the introduction of the new laws, traffic collisions dropped by 35%, fatalities by 55%, and serious injuries by 76% (WHO, African Region Health Report 2013: 77) . In Uganda, where motorcycles are used as taxis called boda boda, carrying at times four people, including children and women, crashes kill and incapacitate hundreds of passengers annually. Some doctors claim that 60% of the serious injuries and surgeries are a result of improper and dangerous motorcycle use caused by overcrowding in a small seat and the absence of laws calling for helmet wearing. Unfortunately, virtually anyone can operate a motorcycle without a license, even though this is prohibited by law, and they frequently crash with cars. Often, law enforcement agents simply look the other way and refuse to enforce the law. Overall, in Africa, road traffic deaths are 40% higher than in all low-and middle-income countries and 50% higher than the world average (WHO, African Region Health Report 2013: 6).", "cite_spans": [{"start": 891, "end": 897, "text": "(2000)", "ref_id": null}, {"start": 898, "end": 904, "text": "(2001)", "ref_id": null}, {"start": 1052, "end": 1068, "text": "Report 2013: 77)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "WHO notes that, with the coming of chronic diseases, Africa is experiencing a double burden of disease. Currently, estimates on chronic diseases in the form of diabetes in Africa are that more than 10 million people suffer from it, with 85% of the cases likely going undetected. Predictions are that this number will double to 20.3 million adult cases in Sub-Saharan Africa by 2030, \"more than HIV/AIDS in real terms\" and surpassing the number of cases from infectious diseases (The Economist Intelligence Unit 2009: 11). The problem with chronic diseases or degenerating illnesses, such as diabetes, cancer, asthma, and stroke, is that they creep in often asymptomatically, seem less severe at first, and may appear to recede at times (we are not sure of most of their etiology, which may be associated with risk factors that act independently or synergistically, and from undiscovered multiple sources); may have long latency and cause prolonged illnesses; and usually result in severe functional impairment, disability, or death. Fortunately, we know the general and specific culprits of chronic diseases. Many may be a result of lifestyles, as is the case with tobacco use, alcohol abuse, high cholesterol from fatty foods consumption, sugary and salty intake, inadequate diet, physical inactivity, obesity, stress, environmental occupation, air and water pollution, and even low socioeconomic status and its social and physical consequences (Brownson and Remington 1998). Currently, scientists tell us that seven of the top 10 causes of death are attributable to chronic risk factors, are a major cause of disabilities, and will remain extremely costly for the individual and society.", "cite_spans": [], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "Many of the chronic conditions are also a result of globalization and are impacted by individual and social lifestyles and the unscrupulous behavior of major global corporations that dump chemicals in the lakes, contaminate waters, leave industrial waste untreated, abandon carcinogenic sewage systems, pollute rivers and air, and fight the efforts of the environmental protection agencies that have been created to protect people's health. Currently, Sub-Saharan African governments spend only about 20% of the small budget they allocate from the GDP to chronic diseases, while the remainder goes to infectious illnesses. Despite the rise in non-communicable diseases, there is hope that further awareness of their impact in some areas of health is having a positive effect.", "cite_spans": [], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "Finally, for any meaningful advance in health to occur in Africa, Africans must tackle the problem of official corruption, what others have called \"the looting\" of Africa's treasury, and the problems of rapid urbanization seriously, which siphon billions of dollars annually, and prevent the workforce from responding adequately to the critical needs of the people of the continent. Indeed, as Omar Massoud writes of Nigeria, for the problems of slums, lack of access to basic services such as housing, clean water, primary health care, sanitation, and essential drugs, Africans must enact policies specifically aimed at reducing \"corruption through community driven checks and balances which ensure effective citizen participation.\" Yet, \"the local governments should have [as well] the skilled manpower to deal with the problems of urbanization\" (2013: 1) . Consequently, African leaders and their ministries of health have a major task to perform: Use resources to ensure people are able to feed themselves, provide equal opportunities for all citizens to attain education, make the health of the people one of the top priorities, develop agriculture, improve the physical and social infrastructure, and adopt transparency in every major transaction, end political and economic corruption, and embrace demo-cratic governance. Short of any of these goals, the future of health on the continent will continue to experience insolvable problems that will make Africa the world's laughing stock.", "cite_spans": [{"start": 848, "end": 857, "text": "(2013: 1)", "ref_id": null}], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}, {"text": "note", "cite_spans": [], "ref_spans": [], "section": "Suspected Origins of HIV and the Ebola Virus: Africa?"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "WHO's and the World Bank's African Region is headquartered in Brazzaville, Congo, and is divided into two: North Africa and Sub-Saharan Africa. UNICEF divides the continent into three regions: Eastern and Southern Africa", "authors": [], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Building HealthCare leadership in Africa", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Awful Legacy of Africa's Top-Level Corruption Is a Culture of Mistrust", "authors": [{"first": "Remi", "middle": [], "last": "Adekoya", "suffix": ""}], "year": 2014, "venue": "The Guardian, United Kingdom", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "In Healthcare Management Strategy, Communication, and Development Challenges and Solutions in Developing Countries", "authors": [{"first": "Andy", "middle": [], "last": "Alali", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Health and HIV/AIDS Challenges in the East African Community: Tanzania, Uganda, and Kenya", "authors": [{"first": "Mario", "middle": ["J"], "last": "Azevedo", "suffix": ""}, {"first": "", "middle": [], "last": "Bwambale", "suffix": ""}, {"first": "", "middle": [], "last": "Francis", "suffix": ""}, {"first": "", "middle": [], "last": "Kiiza", "suffix": ""}, {"first": "", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "Vanessa", "middle": [], "last": "Price", "suffix": ""}, {"first": "", "middle": [], "last": "Khandekar", "suffix": ""}, {"first": "", "middle": [], "last": "Shamin", "suffix": ""}], "year": 2014, "venue": "Journal of Infectious Diseases", "volume": "113", "issn": "4", "pages": "239--263", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Corruption et Crise des Hôpitaux Publics a Douala: Les Schémas d'Une Organization Tripoliate", "authors": [{"first": "Victor", "middle": [], "last": "Bayemi", "suffix": ""}], "year": 2008, "venue": "Governing Health Systems, Sama & Nguyen", "volume": "", "issn": "", "pages": "34--43", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Exploring the Structural Dynamics of Crohnic Poverty: A Sociological Approach", "authors": [{"first": "Philippa", "middle": [], "last": "Bevan", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Alcohol in Africa: Mixing Business, Pleasure, and Politics", "authors": [{"first": "Deborah", "middle": [], "last": "Bryceson", "suffix": ""}, {"first": "", "middle": [], "last": "Fahy", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "2013. Global Health Challenge in Africa: Sovereignty, Mobility of People, and Healthcare Governance", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A Report of the CSIS Global Health Policy Center", "authors": [{"first": "J", "middle": ["C"], "last": "Cooke", "suffix": ""}], "year": 2009, "venue": "Center for Strategic and International Studies (CSIS)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Scrambling for Africa: AIDS, Expertise, and the Rise of American Public Health Science", "authors": [{"first": "Johanna", "middle": ["T"], "last": "Crane", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Experiences of Leadership in Health Care in Sub-Saharan Africa", "authors": [{"first": "Leslie", "middle": [], "last": "Curry", "suffix": ""}, {"first": "Lauren", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "Guey-Chin", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Peggy", "middle": [], "last": "Bradley", "suffix": ""}, {"first": "Elizabeth", "middle": [], "last": "", "suffix": ""}], "year": 2012, "venue": "Human Resources for Health", "volume": "10", "issn": "", "pages": "10--33", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Achieving the Global Public Health in Africa: Dialogues at the Economic and Social Council", "authors": [{"first": "L", "middle": [], "last": "Doyal", "suffix": ""}, {"first": "I", "middle": [], "last": "Gough", "suffix": ""}], "year": 1991, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The Future of Health Care in Africa", "authors": [], "year": 2009, "venue": "Economist Intelligence Unit", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Achieving the Global Health Agenda: Dialogues at the Economic and Social Council", "authors": [{"first": "", "middle": [], "last": "Ecosoc", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Essentials of Global Community Health", "authors": [{"first": "Jaime", "middle": ["&amp;"], "last": "Gofin", "suffix": ""}, {"first": "Rosa", "middle": [], "last": "Gofin", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Living on the Process of a Grog Shop: Liquor Revenue in Nigeria", "authors": [{"first": "Simon", "middle": [], "last": "Heap", "suffix": ""}], "year": 2002, "venue": "Bryceson", "volume": "", "issn": "", "pages": "139--160", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Moral and Ethical Dimension During Medical Doctors' Strike in Tanzania in 2012", "authors": [{"first": "Kahabi ; Canada", "middle": [], "last": "Isangula", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Brownson", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Remington", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Davis", "suffix": ""}], "year": 1998, "venue": "Chronic Disease Epidemiology and Control", "volume": "", "issn": "2", "pages": "1--7", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Africa Transforms its Medical Education with Medical Education Partnership Initiative (MEPI)", "authors": [{"first": "Cathy", "middle": [], "last": "Christiansen", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Africa's Health Challenges: Sovereignty, Mobility of People and Healthcare Governance", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "159--182", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Solutions for Africa's Health Crisis through Country-Based Research", "authors": [], "year": 2014, "venue": "Daily Mirror", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The Impact of Theater/Drama on HIV/AIDS Education in Southern Africa", "authors": [{"first": "Patrick", "middle": [], "last": "Ebewo", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "469--480", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Future of Health Care in Africa", "authors": [], "year": 2009, "venue": "Economist Intelligence Unit", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Health Knowledge and Belief Systems in Africa", "authors": [], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "People, Great Apes, Disease, and Global Health in the Northern Forests of Equatorial Africa", "authors": [{"first": "Giles-Vernick &amp;", "middle": [], "last": "Rupp", "suffix": ""}, {"first": "Stephanie", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "117--137", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Essentials of Global Community Health", "authors": [{"first": "Jaime", "middle": ["&amp;"], "last": "Gofin", "suffix": ""}, {"first": "Rosa", "middle": [], "last": "Gofin", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Corruption and Provision of Health Care and Education Services", "authors": [{"first": "S", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "H", "middle": [], "last": "Davoodi", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Tiongson", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "111--114", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "East African Doctors: A History of the Modern Profession", "authors": [{"first": "John", "middle": [], "last": "Iliffe", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Corruption and Free-Election Chances of Incumbent Parties in Developing Countries", "authors": [{"first": "Mavuto", "middle": [], "last": "Kalulu", "suffix": ""}], "year": 2014, "venue": "Journal of Development and Communication Studies", "volume": "3", "issn": "", "pages": "511--527", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The State of Healthcare in Africa\" The Economist, www.blog.kpmgafrica.com/state-healthcare-in-africa-report, Accessed 8/4/2014. Lhuna, Obienna. Innocent", "authors": [{"first": "", "middle": [], "last": "Kpmg Africa", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "An Equilibrium Queuing Model of Bribery", "authors": [{"first": "F", "middle": ["T"], "last": "Liu", "suffix": ""}], "year": 1985, "venue": "Journal of Political Economy", "volume": "93", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "WHO Mission. World Health Organization", "authors": [{"first": "Jack", "middle": [], "last": "Ling", "suffix": ""}, {"first": "", "middle": [], "last": "Shieh-Sheng", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Patient Mobility in the Global Market: A Multidisciplinary Perspective", "authors": [{"first": "Neil", "middle": ["&amp;"], "last": "Lunt", "suffix": ""}, {"first": "Russell", "middle": [], "last": "Mannion", "suffix": ""}], "year": 2014, "venue": "International Journal of Health Policy and Management", "volume": "2", "issn": "4", "pages": "155--157", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Building Sustainable Capacity for Disease Diagnosis in Sub-Saharan Africa: Case Studies of Cooperation in Diagnostic Pathology", "authors": [{"first": "Renato", "middle": [], "last": "Mariani-Constantini", "suffix": ""}], "year": 2011, "venue": "New Knowledge Pachura, Piotr", "volume": "", "issn": "", "pages": "243--266", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Corruption and Growth", "authors": [{"first": "P", "middle": [], "last": "Mauro", "suffix": ""}], "year": 1995, "venue": "Quarterly Journal of Economics", "volume": "110", "issn": "", "pages": "681--712", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Dakar, Senegal: CODERSRIA (Council for the Development of", "authors": [{"first": "Omar", "middle": [], "last": "Massoud", "suffix": ""}], "year": 2012, "venue": "In Governing Health Systems in Africa", "volume": "", "issn": "", "pages": "15--24", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Governing Nigerian Urban Centers", "authors": [{"first": "Omar", "middle": [], "last": "Massoud", "suffix": ""}], "year": 2013, "venue": "Public Policy and Administrative Research", "volume": "3", "issn": "", "pages": "1--15", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "An Analysis of the Risk for Risk Factors for Coronary Heart Diseases in Patients Aged 55 and Younger with Proven Heart Disease", "authors": [{"first": "E", "middle": ["C"], "last": "Mickbin", "suffix": ""}], "year": 1994, "venue": "South African Journal of Nursing", "volume": "17", "issn": "3", "pages": "51--56", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Corruption and Economic Growth", "authors": [{"first": "P", "middle": ["H"], "last": "Mo", "suffix": ""}], "year": 2001, "venue": "Journal of Comparative Economics", "volume": "29", "issn": "", "pages": "66--79", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Bomb: The Inside Story of Mulago Hospital's Troubles.\" www.co.ug/News/National/Time-bomb-the-insidestory-of-Mulago-hospital-s-troubles", "authors": [{"first": "(", "middle": [], "last": "Monitor", "suffix": ""}, {"first": "", "middle": [], "last": "Uganda", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Total Quality Management (TQM) and the Health-Care Delivery System in Africa", "authors": [{"first": "John", "middle": [], "last": "Morfaw", "suffix": ""}, {"first": "", "middle": [], "last": "Ngosong", "suffix": ""}], "year": 2008, "venue": "Falola & Heaton, Health Knowledge and Belief Systems in Africa", "volume": "", "issn": "", "pages": "249--260", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Specialist Training for African Physicians", "authors": [{"first": "Adamson", "middle": ["S"], "last": "Muula", "suffix": ""}], "year": 2006, "venue": "Croatian Medical Journal", "volume": "47", "issn": "5", "pages": "789--791", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Sante, Societe et Politique en Afrique", "authors": [{"first": "Cheick", "middle": [], "last": "Niang", "suffix": ""}, {"first": "", "middle": [], "last": "Ibrahima", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Making and Unmaking Health in Africa: Ethnographic and Historical Perspectives", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Globalization and Health Care Systems in Sub-Saharan Africa: A Labor Market Perspective", "authors": [{"first": "Rudy", "middle": [], "last": "Robinson", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "65--92", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "World Medical Times: Poverty and Poor Health Care in Africa: To What Extent Are governments to Blame", "authors": [{"first": "Garry", "middle": [], "last": "Smith", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "The Global Burden of Disease Assessments-WHO is Responsible?", "authors": [{"first": "C", "middle": [], "last": "Stein", "suffix": ""}], "year": 2007, "venue": "PLoS Negl Trop Dis", "volume": "1", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Medical Tourism: A Contemporary World Issues", "authors": [{"first": "Kathy", "middle": ["&amp;"], "last": "Stolley", "suffix": ""}, {"first": "Stephanie", "middle": [], "last": "Watson", "suffix": ""}, {"first": "Llc", "middle": [], "last": "Abc-Clio", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Corruption, Growth, and Public Finance", "authors": [{"first": "V", "middle": [], "last": "Tanzi", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Davoodi", "suffix": ""}], "year": 2001, "venue": "International Monetary Fund Working Paper", "volume": "", "issn": "", "pages": "97--139", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Global Partnership in Medical Research and Education\" www.meded.umn.edu/affiliates/documents/uganda-mulago-makerere-guide-pdf, Accessed 8/1/2104. US Energy Information (USEIA) Administration Daily Graph", "authors": [{"first": "Craig", "middle": ["&amp;"], "last": "Timberg", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Halperin", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "A Heart for the Work: Journeys through an African Medical School", "authors": [{"first": "Claire", "middle": ["L"], "last": "Wendland", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "The Guardian, Global Health Innovation Hub, BATH, UK. World Health Organization (WHO)", "authors": [{"first": "Fredrika", "middle": [], "last": "Whitehead", "suffix": ""}], "year": 2013, "venue": "African Region Health Report", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Medical Brain Drain among Doctors in Africa: A Neglected Global Health Component", "authors": [{"first": "Paul", "middle": ["O"], "last": "Yonga", "suffix": ""}], "year": 2012, "venue": "Global Medicine. Official IFMSA-NL Magazine on Global Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "0 million b/d [barrels a day]. African natural gas supply has similarly grown in the recent decade, and forecasts of supply growth are dramatically stronger than for oil, with supply possibly doubling to about 15 tcf by 2035. Source: US Department of Energy, Oil & Gas Journal and EY estimates. US Department of Energy/Energy Information Administration, International Energy Database, accessed 15 February 2011; International Energy Agency, World Energy Outlook 2010, November 2010; and US Department of Energy/Energy Information Administration, International Energy Outlook 2010, July 2010.", "latex": null, "type": "figure"}, "TABREF0": {"text": ".1 10 Largest African producers of oil and natural gas", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Oil: 2010 </td><td>(000 b/d) </td><td>Gas: 2009 </td><td>(bcf/d)\n</td></tr><tr><td>Nigeria </td><td>2065 </td><td>Algeria </td><td>7.88\n</td></tr><tr><td>Angola </td><td>1790 </td><td>Egypt </td><td>6.07\n</td></tr><tr><td>Libya </td><td>1550 </td><td>Nigeria </td><td>2.25\n</td></tr><tr><td>Algeria </td><td>1250 </td><td>Libya </td><td>1.54\n</td></tr><tr><td>Egypt </td><td>740 </td><td>Equatorial Guinea </td><td>0.61\n</td></tr><tr><td>Sudan </td><td>480 </td><td>Mozambique </td><td>0.35\n</td></tr><tr><td>Congo </td><td>270 </td><td>Tunisia </td><td>0.35\n</td></tr><tr><td>Equatorial Guinea </td><td>255 </td><td>South Africa </td><td>0.18\n</td></tr><tr><td>Gabon </td><td>245 </td><td>Cote d'Ivoire </td><td>0.15\n</td></tr><tr><td>Chad </td><td>100 </td><td>Angola </td><td>0.07\n</td></tr><tr><td>Others </td><td>237 </td><td>Others </td><td>0.13\n</td></tr><tr><td>Total </td><td>8982 </td><td>Total </td><td>19.58\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Reserves: end-2010 oil gas", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Oil </td><td>Gas\n</td><td> </td></tr><tr><td> </td><td>(million bbls) </td><td>(bcf) </td><td>(billion boe)\n</td></tr><tr><td>Nigeria </td><td>37,200.0 </td><td>186,880 </td><td>68.3\n</td></tr><tr><td>Libya </td><td>46,420.0 </td><td>54,680 </td><td>55.5\n</td></tr><tr><td>Algeria </td><td>12,200.0 </td><td>159,000 </td><td>38.7\n</td></tr><tr><td>Egypt </td><td>4400.0 </td><td>77,200 </td><td>17.3\n</td></tr><tr><td>Angola </td><td>9500.0 </td><td>10,940 </td><td>11.3\n</td></tr><tr><td>Sudan </td><td>5000.0 </td><td>3000 </td><td>5.5\n</td></tr><tr><td>Gabon </td><td>2000.0 </td><td>1000 </td><td>2.2\n</td></tr><tr><td>Congo </td><td>1600.0 </td><td>3200 </td><td>2.1\n</td></tr><tr><td>Chad </td><td>1500.0 </td><td> </td><td>1.5\n</td></tr><tr><td>Equatorial Guinea </td><td>1100.0 </td><td>1300 </td><td>1.3\n</td></tr><tr><td>Uganda </td><td>1000.0 </td><td>500 </td><td>1.1\n</td></tr><tr><td>Cameroon </td><td>200.0 </td><td>4770 </td><td>1.0\n</td></tr><tr><td>Tunisia </td><td>425.0 </td><td>2300 </td><td>0.8\n</td></tr><tr><td>Ghana </td><td>660.0 </td><td>800 </td><td>0.8\n</td></tr><tr><td>Mozambique </td><td> </td><td>4500 </td><td>0.8\n</td></tr><tr><td>Namibia </td><td> </td><td>2200 </td><td>0.4\n</td></tr><tr><td>Rwanda </td><td> </td><td>2000 </td><td>0.3\n</td></tr><tr><td>Cote d'Ivoire </td><td>100.0 </td><td>1000 </td><td>0.3\n</td></tr><tr><td>Mauritania </td><td>100.0 </td><td>1000 </td><td>0.3\n</td></tr><tr><td>Democratic Republic of Congo (DRC) </td><td>180.0 </td><td>35 </td><td>0.2\n</td></tr><tr><td>Ethiopia </td><td>0.4 </td><td>880 </td><td>0.1\n</td></tr><tr><td>Tanzania </td><td> </td><td>230 </td><td>*\n</td></tr><tr><td>Somalia </td><td> </td><td>200 </td><td>*\n</td></tr><tr><td>South Africa </td><td>15.0 </td><td> </td><td>*\n</td></tr><tr><td>Benin </td><td>8.0 </td><td>40 </td><td>*\n</td></tr><tr><td>Morocco </td><td>0.7 </td><td>51 </td><td>*\n</td></tr><tr><td>Total </td><td>123,609 </td><td>517,706 </td><td>210\n</td></tr></table></body></html>"}}, "back_matter": []}