{
    "paper_id": "0aae24a2348f7bbb185b5bf3d0eb6a49fe712577",
    "metadata": {
        "title": "Obesitas-hypoventilatiesyndroom",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Ernstig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Reversibel",
                "middle": [],
                "last": "Bij Gewichtsreductie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Gaytant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [
                    "J A"
                ],
                "last": "Westermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [
                    "M J"
                ],
                "last": "Zelissen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kampelmacher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitair Medisch Centrum Utrecht",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Het obesitas-hypoventilatiesyndroom (OHS), ook wel pickwicksyndroom genoemd, is een belangrijke complicatie van obesitas met een verhoogd sterfterisico en ernstige comorbiditeit, zoals cardiovasculaire ziekten, diabetes mellitus type 2, dyslipidemie en obstructief slaapapneusyndroom. 1,2 OHS is een combinatie van obesitas met chronische alveolaire hypoventilatie overdag (Paco 2 ≥ 45 mmHg (6,0 kPa) en Pao 2 ≤ 70 mmHg (9,3 kPa)). Essentieel voor de diagnose is dat er geen andere oorzaken voor alveolaire hypoventilatie zijn, zoals obstructieve of restrictieve longziekten, thoraxwandafwijkingen en neuromusculaire ziekten. De meerderheid (90%) van de patiënten met OHS heeft het obstructief slaapapneusyndroom. 2 Patiënten met OHS worden vaker in het ziekenhuis opgenomen en komen vaker op de intensive care terecht dan obese patiënten die geen hypoventilatie hebben of alleen obstructief slaapapneusyndroom. 3,4 Behandeling van patiënten met OHS in de vorm van chronische, noninvasieve positievedrukbeademing (NPPV) is gerelateerd aan een lagere morbiditeit en mortaliteit. 5,6 Aan de hand van 2 casussen willen wij laten zien dat het van groot belang is om OHS tijdig te diagnosticeren en behandelen om zo ernstige morbiditeit en mortaliteit te voorkomen. Daarnaast vinden wij dat chronische beademing juist bij deze patiënten niet altijd levenslang hoeft te worden gegeven, mits ze voldoende afvallen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patiënt A betrof een 56-jarige vrouw met morbide obesitas (BMI: 47 kg/m 2 ). Ze kreeg 6 maanden voor opname last van dyspnée d'effort, frequent wakker worden, nachtelijke dyspneu, extreme moeheid bij het ontwaken met een zwaar gevoel in het hoofd, en hypersomnolentie. De huisarts liet aanvullend onderzoek, waaronder polysomnografie, doen naar obstructief slaapapneusyndroom en narcolepsie, hetgeen kon worden uitgesloten. In de maanden daarna kreeg zij ook last van enkeloedeem en nam haar dyspneu snel toe. Nadat patiënte door familieleden zeer benauwd en niet reagerend op aanspreken werd aangetroffen, waarschuwden zij de ambulance. Het ambulancepersoneel trof patiënte aan met een verlaagd bewustzijn en een pulsoximetersaturatie van 50%. Op de afdeling Spoedeisende",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hulp werd een arteriële bloedgasanalyse verricht (referentiewaarden tussen haakjes): pH: 7,26 ( 7, 45 ); Pco 2 : 90 mmHg (35-45), wat overeenkomt met 12 kPa (4,5-6); Po 2 : 97 mmHg (75-100), wat overeenkomt met 12,9 kPa (10-13,3); bicarbonaat: 40 mmol/l (22-29); basenexcess (met 15 l O 2 /min): 13 mmol/l (-3 tot +3). Op de thoraxfoto werd een overvullingsbeeld gezien. Patiënte werd geïntubeerd en op de intensive care opgenomen voor beademing. Na 2 dagen kon ze geëxtubeerd worden en op NPPV ingesteld worden. Met deze behandeling en diuretica knapte ze in korte tijd goed op en kon ze na 2 weken met NPPV naar huis worden ontslagen.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "( 7,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt B, een 31-jarige man met morbide obesitas (BMI 50,6 kg/m 2 ) en obstructief slaapapneusyndroom, was in 2004 op continue positieve luchtwegdruk (CPAP) ingesteld. Dit hield hij slechts korte tijd vol vanwege onvoldoende effect op zijn klachten van frequent wakker worden en extreme moeheid overdag. In de jaren daarna namen zijn klachten toe. In 2008 -inmiddels was hij 190 kg zwaar en had hij een BMI van 59 kg/m 2 -liet zijn capillaire bloedgasanalyse overdag de volgende waarden zien: pH: 7,37; PaCO 2 : 50,3 mmHg (6,7 kPa); PaO 2 : 58,1 mmHg (7,7 kPa); bicarbonaat: 28,1 mmol/l; saturatie: 88% (zonder zuurstofsuppletie). Patiënt werd naar ons centrum verwezen voor instelling op chronische beademing. Nadat nachtelijke bloedgasmetingen maximale PaCO 2 van 62,8 mmHg (8,4 kPa) met saturaties van 74-89% (met 3 l O 2 /min) hadden getoond, stelden wij patiënt in op NPPV. Hiermee werd normoventilatie bereikt. Met de beademing verdwenen vrijwel al zijn klachten en werd hij gemotiveerd voor een maagbypassoperatie, die hij in 2009 onderging. In de maanden daarna viel hij 45 kg af. Hij staakte het gebruik van zijn beademing, omdat hij merkte dat deze niet meer comfortabel was. Bij poliklinische controle, 3 weken nadien, werd een capillaire bloedgas overdag gemeten van: pH: 7,38; Pco 2 : 39,9 mmHg (5,3 kPa); Po 2 : 72,4 mmHg (9,7 kPa); bicarbonaat: 23,0 mmol/l; saturatie (zonder zuurstoftoediening): 96%. Hierop werd patiënt uit controle ontslagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Nederland heeft bijna de helft van de volwassen bevolking een BMI van ≥ 25 kg/m 2 (mannen 51,1%, vrouwen 41,9%). De prevalentie van obesitas (BMI ≥ 30 kg/m 2 ) is bij mannen 9,8% en bij vrouwen 12,7%. 1 De prevalentie van morbide obesitas (BMI ≥ 40 kg/m 2 ) in Nederland is onbekend. Extrapolatie van prevalentiecijfers uit de Verenigde Staten en Frankrijk, waar de prevalentie van morbide obesitas 4,8% respectievelijk 0,8% bedraagt, sugge-reert dat bij globaal 0,7-1,7% van de volwassen Nederlandse bevolking sprake is van morbide obesitas. 7, 8 Ook de prevalentie van OHS in Nederland is onbekend. In een Amerikaans onderzoek bij volwassenen die in een ziekenhuis waren opgenomen met een BMI ≥ 35 kg/m 2 , bleek de prevalentie van OHS 31%. 4 Tevens bleek dat naarmate de BMI steeg, de kans op OHS toenam. Gezien de verwachte stijging van de prevalentie van obesitas is het zeer aannemelijk dat ook in Nederland de prevalentie van patiënten met OHS in de komende jaren fors zal toenemen. Bij patiënten met OHS is, in vergelijking met patiënten met alleen obesitas, de frequentie van het artsenbezoek in de 5 jaar voordat de diagnose wordt gesteld 2 maal zo hoog, zijn ook de medische kosten 2 keer zo hoog en is het aantal ziekenhuisopnames significant verhoogd. 3 Bovendien is het aantal opnames op de intensive care veel hoger: 6% bij alleen obese patiënten versus 40% bij OHS-patiënten. Daarnaast is er een grotere behoefte aan invasieve beademing: 0 versus 6%. 4 In dezelfde studie was de mortaliteit 18 maanden na ontslag van de intensive care 23% bij OHS-patiënten, tegenover 9% in de groep obesitaspatiënten zonder OHS. pathofysiologie Het exacte mechanisme dat ten grondslag ligt aan hypoventilatie bij obese mensen blijft controversieel. Obesitas heeft invloed op het respiratoire systeem door zowel toename van de bovenste luchtwegweerstand als door een verminderde rekbaarheid van de thoraxwand. 2 Verder kunnen door de buikinhoud de diafragma-excursies in liggende houding beperkt zijn. Specifiek voor patiënten met OHS ten opzichte van normocapnische obese mensen blijkt dat de centrale ventilatoire respons op een verhoogde Paco 2 verminderd is. 2",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 548,
                    "text": "7,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "8",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing epidemiologie"
        },
        {
            "text": "Het typische klinische beeld betreft een vaak morbide obese patiënt met klachten van moeheid, hypersomnolentie en ochtendhoofdpijn. Als gevolg van het frequent tegelijkertijd voorkomen van obstructief slaapapneusyndroom bestaat er vaak gestoorde slaap met snurken en apneus. 2 De diagnose 'OHS' kan in principe vrij eenvoudig gesteld worden met bovengenoemde klinische symptomen en een bloedgasanalyse. In geval van hypercapnie dient men aanvullend onderzoek te doen om andere oorzaken van hiervan uit te sluiten. Soms blijkt de diagnose toch lastiger te stellen dan men in eerste instantie zou denken. De casus van patiënt A illustreert dat klachten van frequent gestoorde slaap en van hypersomnolentie overdag verkeerd geïnterpreteerd kunnen worden. Er ging hierdoor kostbare tijd verloren, KLINISCHE PRAKTIJK met als gevolg dat deze patiënt met een acute bovenop een chronische respiratoire insufficiëntie op de intensive care terechtkwam. Als naast, of in plaats van de polysomnografie ook een bloedgasanalyse was verricht, dan had de intensivecare opname mogelijk voorkomen kunnen worden. De casus van patiënt B laat zien dat als patiënten met obesitas en obstructief slaapapneusyndroom niet op CPAP reageren, tevens gedacht moet worden aan OHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinisch Beeld en diagnostieK"
        },
        {
            "text": "Beademing NPPV wordt al decennia met groot succes gebruikt voor de behandeling van patiënten met chronische, totale respiratoire insufficiëntie, veelal ten gevolge van een neuromusculaire ziekte of thoraxwandafwijking. 9 De laatste jaren is OHS daar als indicatie bijgekomen (figuur) en wereldwijd is dit ziektebeeld inmiddels één van de meest voorkomende indicaties voor NPPV. 10 Het positieve langetermijneffect van NPPV op OHS wordt onder meer veroorzaakt door rekrutering van longvolume waardoor er minder compressie van atelectasen optreedt, door verbetering van de centrale ventilatoire respons, en door behandeling van obstructief slaapapneusyndroom. 6 Nadelen van beademing zijn, naast iedere nacht een beademingsmasker te moeten dragen, eventuele neusdecubitus, flatulentie, lekkage langs het masker, en geluidsoverlast voor patiënt en eventuele partner. Patiënten met OHS zijn niet altijd goed te beademen. Dit komt enerzijds door de lage thoracale rekbaarheid en anderzijds doordat patiënten zich met beademing beter voelen, waardoor ze de noodzaak tot vermagering niet meer zien en soms zelfs zwaarder worden. Deze gewichtstoename leidt vervolgens tot hogere beade-mingsdrukken, die weer tot bijwerkingen leiden, waardoor patiënten niet meer goed beademd kunnen worden. Patiënten met een lichtere vorm van OHS zouden, na initieel met NPPV te zijn behandeld, wellicht over kunnen gaan op CPAP zodra de hypoventilatie is bestreden. 11 Gewichtsreductie Verwacht mag worden dat voor de meeste patiënten met OHS op de lange termijn gewichtsreductie de meest effectieve behandeling is. Leefstijladviezen, zoals bewegings-en voedingsadviezen, leveren een beperkt gewichtsverlies op van minder dan 5% in 1 jaar. 1 figuuR Twee patiënten met obesitas-hypoventilatiesyndroom, in de thuissituatie met non-invasieve positievedrukbeademing (dit betreft niet de patiënten uit de casussen). Foto's zijn afgedrukt met toestemming van betrokkenen. Bariatrische chirurgie is een effectieve manier om relatief snel goede langetermijnresultaten te behalen ten aanzien van zowel gewichtsreductie als, bij patiënten met OHS, herstel van chronische respiratoire insufficiëntie. 12 Onder bariatrische chirurgie wordt zowel het aanbrengen van een maagband, verticale gastroplastiek (waarbij de maag deels wordt dichtgeniet), als een maagbypassoperatie verstaan. 13 Deze laatste procedure levert doorgaans de meeste gewichtsreductie op. Al deze technieken kunnen vaak laparoscopisch plaatsvinden. Als gevolg van de chronische respiratoire insufficiëntie is er een hogere perioperatieve mortaliteit bij patiënten met OHS die bariatrische chirurgie ondergaan, dan bij patiënten zonder OHS, namelijk 2,4% ten opzichte van 0,2%. 12 Er zijn aanwijzingen dat dit percentage verlaagd kan worden als OHS-patiënten pre-operatief ingesteld worden op NPPV. 5",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "9",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "10",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 658,
                    "end": 659,
                    "text": "6",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "11",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2166,
                    "end": 2168,
                    "text": "12",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2348,
                    "end": 2350,
                    "text": "13",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2710,
                    "end": 2712,
                    "text": "12",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Behandeling"
        },
        {
            "text": "Mits patiënten in staat zijn om te vermageren, is OHS in principe een reversibele aandoening, in tegenstelling tot vrijwel alle andere ziekten die voor chronische beademing in aanmerking komen. Bariatrische chirurgie is dan, gezien de te bereiken gewichtsreductie, wellicht de beste methode om OHS te behandelen of zelfs te voorkómen. Dit impliceert dat patiënten die zijn ingesteld op chronische beademing, deze behandeling binnen 1 tot 2 jaar zouden kunnen staken, zoals bij de casus van patiënt B. In de praktijk gebeurt dit echter zelden. In de laatste 20 jaar zijn bij het Centrum voor Thuisbeademing in Utrecht 117 patiënten met OHS ingesteld op chronische beademing, waarvan 77 tot en met 2008 en 40 van 1 januari 2009-31 juli 2010. Van al deze patiënten konden er slechts 9 (7,5%) stoppen met beademing nadat ze voldoende waren afgevallen, deels door dieet en deels na een maagbypassoperatie. In een grote studie naar de langetermijneffecten van chronische beademing bij patiënten met OHS was dit zelfs maar 1,5%. 6 Multidisciplinair behandeltraject Gezien de complexiteit, de belasting en de kosten van beademing bij deze categorie patiënten en het gegeven dat OHS in principe een reversibele aandoening is, zijn wij van mening dat beademing weinig zinvol is als er niet tevens iets aan het overgewicht wordt gedaan. Patiënten met OHS die beademd worden, hebben nog een redelijke 5-jaarsoverleving (77,3%). 6 Echter, de patiënt houdt een verhoogd risico op complicaties door de aan obesitas gerelateerde comorbiditeit, zolang de obesitas blijft bestaan. Patiënten zouden daarom in een multidisciplinair behandeltraject moeten komen, dat gericht is op forse gewichtsreductie. Beademing kan dan gebruikt worden om de patiënt in staat te stellen in een dusdanige conditie te komen dat bariatrische chirurgie tot de mogelijkheden behoort.",
            "cite_spans": [
                {
                    "start": 1416,
                    "end": 1417,
                    "text": "6",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "ReveRsiBele aandoening"
        },
        {
            "text": "Dames en Heren, als een patiënt met al dan niet morbide obesitas zich meldt met klachten passend bij alveolaire hypoventilatie of hypersomnolentie, is bloedgasanalyse een eenvoudige eerste test op weg naar de diagnose 'obesitas-hypoventilatiesyndroom' (OHS). Als de diagnose eenmaal is gesteld, is non-invasieve positievedrukbeademing (NPPV) een symptomatische behandeling die patiënten het leven kan redden en hen enige verbetering van hun kwaliteit van leven kan geven. Niettemin blijft het van belang om te vermageren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ReveRsiBele aandoening"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The obesity hypoventilation syndrome can be treated with non-invasive mechanical ventilation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Masa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Celli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Riesco",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chest",
            "volume": "119",
            "issn": "",
            "pages": "1102--1109",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long-term outcome of non-invasive positive pressure ventilation for obesity hypoventilation syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Priou",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "138",
            "issn": "",
            "pages": "84--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence of overweight and obesity in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "295",
            "issn": "",
            "pages": "1549--55",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory complications of obesity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabec",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Labaan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Breathe",
            "volume": "4",
            "issn": "",
            "pages": "211--234",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "De geruisloze, maar succesvolle revolutie van chronische beademing bij patiënten met neuromusculaire aandoeningen, in het bijzonder de ziekte van Duchenne",
            "authors": [
                {
                    "first": "Bgm",
                    "middle": [],
                    "last": "Van Engelen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "151",
            "issn": "",
            "pages": "1817--1825",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Changing patterns in longterm noninvasive ventilation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Derivaz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Breitenstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "",
            "pages": "67--79",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical heterogeneity among patients with obesity hypoventilation syndrome: therapeutic complications",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pérez De Llano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Golpe",
                    "suffix": ""
                },
                {
                    "first": "Ortiz",
                    "middle": [],
                    "last": "Piquer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Respiration",
            "volume": "75",
            "issn": "",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Long-term effects of gastric surgery for treating respiratory insufficiency of obesity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Sugerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Fairman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Clin Nutr",
            "volume": "55",
            "issn": "",
            "pages": "597--601",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bariatric surgery and long-term control of morbid obesity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Brolin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "",
            "pages": "2793--2799",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Het obesitas-hypoventilatiesyndroom (OHS), vroeger ook wel het pickwicksyndroom genoemd, is een ernstige aandoening bestaande uit een combinatie van obesitas met chronische alveolaire hypoventilatie overdag. • Het is een belangrijke complicatie van obesitas met een verhoogd sterfterisico en ernstige comorbiditeit, zoals cardiovasculaire ziekten, diabetes mellitus type 2, dyslipidemie en obstructief slaapapneusyndroom. • OHS heeft een hogere morbiditeit dan patiënten met obesitas zonder hypoventilatie. • De diagnose 'OHS' is eenvoudig te stellen middels bloedgasanalyse, maar wordt vaak gemist. • Behandeling van OHS met chronische non-invasieve positievedrukbeademing is gerelateerd aan een lagere morbiditeit en mortaliteit. • Deze behandeling is echter weinig zinvol als er niet ook iets aan het gewicht wordt gedaan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op 30 december 2010 Citeer als: Ned Tijdschr Geneeskd. 2011;155:A2914 • > Meer op www.ntvg.nl/klinischepraktijk ▼ uitleg ▼ Non-invasieve positievedrukbeademing(NPPV) Een vorm van mechanische beademing met behulp van een beademingsmachine die positieve druk afgeeft aan de patiënt via een masker of mondstuk in plaats van beademing via een endotracheale tube. Continue positieve luchtwegdruk (CPAP) Een behandeling die er voor zorgt dat er een licht positieve druk in de luchtwegen is gedurende de ademhalingscyclus. Zodoende blijven de luchtwegen open tijdens de slaap en worden episoden van luchtwegobstructie bij patiënten met obstructief slaapapneusyndroom voorkomen.1 Kwaliteitsinstituut voor de gezondheidszorg CBO. Conceptrichtlijn 'Diagnostiek en behandeling van obesitas bij volwassenen en kinderen'; 2007. 2 Mokhlesi B, Tulaimat A. Recent advances in obesity hypoventilation syndrome. Chest. 2007;132:1322-36. 3 Berg G, Delaive K, Manfreda J, et al. The use of health-care resources in obesity-hypoventilation syndrome. Chest. 2001;120:377-83. 4 Nowbar S, Burkart KM, Gonzales R, et al. Obesity-associated hypoventilation in hospitalized patients: prevalence, effects, and outcome. Am J Med. 2004;116:1-7.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}