{"paper_id": "0ab2eeb98aa0e5d0bfab81dcefca3e05637c2de7", "metadata": {"title": "Grid Computing for Disaster Mitigation", "authors": [{"first": "Hock", "middle": ["Lye"], "last": "Koh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"addrLine": "Engineering Campus", "country": "Malaysia"}}, "email": ""}, {"first": "Su", "middle": [], "last": "Yean Teh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"country": "Malaysia"}}, "email": ""}, {"first": "Taksiah", "middle": ["A"], "last": "Majid", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"addrLine": "Engineering Campus", "country": "Malaysia"}}, "email": ""}, {"first": "Hamidi", "middle": ["Abdul"], "last": "Aziz", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universiti Sains Malaysia", "location": {"addrLine": "Engineering Campus", "country": "Malaysia"}}, "email": ""}]}, "abstract": [{"text": "The infamous 2004 Andaman tsunami has highlighted the need to be prepared and to be resilient to such disasters. Further, recent episodes of infectious disease epidemics worldwide underline the urgency to control and manage infectious diseases. Universiti Sains Malaysia (USM) has recently formed the Disaster Research Nexus (DRN) within the School of Civil Engineering to spearhead research and development in natural disaster mitigation programs to mitigate the adverse effects of natural disasters. This paper presents a brief exposition on the aspirations of DRN towards achieving resilience in communities affected by these natural disasters. A brief review of the simulations of the 2004 Andaman tsunami, with grid application is presented. Finally, the application of grid technology in large scale simulations of disease transmission dynamics is discussed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Giving due consideration to society perception of safety and experience of past natural disasters, the newly established Disaster Research Nexus (DRN) will develop long-term sustainable research methodology for comprehensive disaster management, focusing on disaster resilient living spaces and communities. Scientific analyses and predictions of disaster processes within the context of societal development and sophistication will be conducted based on technologies and methodologies well established for disaster mitigation design and planning. Community disaster management will be developed, taking into consideration cultural aspirations, sustainable development, community safety and comfort. Theories and practices of disaster mitigation policy that accommodate land use redevelopment, conservation of environment, and preservation of community harmony and safety will be established. DRN will co-ordinate the development of science and technology, human resources, education and community awareness to better understand, monitor, model and manage the risks associated with natural disasters. DRN will pursue its goal in advancing and communicating useful knowledge regarding natural disasters and community preparedness, response and recovery for effective mitigation. Using an interdisciplinary framework, DRN fosters information sharing and promotes integration of activities among researchers, practitioners and policy makers; supports and conducts relevant research; and provides educational opportunities for the next generation of natural hazard scholars and professionals. The prime objectives consist of conducting fundamentally sound research of deep scientific interest, producing results which are reliable, accurate, and of practical use to society and community. The Mission of DRN is to:", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION TO DRN"}, {"text": "1. Coordinate the development of technology and expertise to deal with a broad spectrum of issues arising from natural disasters; 2. Conduct rigorous and cutting-edge research on natural disasters, damage monitoring and risk assessment; 3. Collaborate with other research centers and institutes to extend the research to a broad social, economic and financial context; 4. Provide resources and support services to national and international projects that require natural disasters considerations.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION TO DRN"}, {"text": "The sophistication of urban social structures contributes to increasing disaster vulnerability. Developing countries in particular face intensive progression of disaster vulnerability caused by population increase, adverse economic conditions, as well as social-environmental problems. DRN promotes research on integrated programs for disaster reduction, which encompass all phases of the disaster management cycle, focusing on the following domains: hazard prediction, community preparedness and education; reliable and timely information and intelligence dissemination leading to appropriate societal response in time of emergency. Collaborative research with natural scientists, social scientists, engineers, NGOs and practitioners will be conducted to accomplish DRN mission. Recognizing that disaster management is as much science as arts, DRN will integrate arts and sciences towards disaster resilience. Education, community awareness and preparedness will be a focus of this approach. DRN works to strengthen communication between the hazard academic scientists and on-site application communities to improve the implementation of hazards prediction, preparedness and mitigation leading to effective emergency management programs. DRN will be a recognized resource center for researchers and practitioners who wish to obtain the most current scientific knowledge and best practices available to solve hazards-related problems. DRN accomplishes its work through four major activities: information dissemination and services, regular training workshops, basic scientific research and dedicated consultancy services. DRN will host annual events for people interested in learning about and contributing to the education and research programs. High school students are particular targets as they form the future foundation of society.", "cite_spans": [], "ref_spans": [], "section": "METHODOLOGY"}, {"text": "There are several areas of research interest that are within the scope of DRN including atmospheric and hydrospheric disasters for risk reduction. Research areas include flood, hydrology, hydraulics and coastal engineering at various spatial and temporal scales. Typhoons, tsunamis and monsoons are some of the typical processes that might lead to severe storm surges, high waves and associated coastal disasters. Further, heavy precipitations could give rise to severe flash floods, particularly under the scenarios of sea level rise and climate change. Wetlands and mangroves serve several important ecosystem functions, the demise of which may lead to major natural disasters. Hence, a systematic and quantitative study by means of physically based models and monitoring is essential to protect and enhance their ecological functions. Only two fields relating to the simulations of tsunami evolution and infectious disease transmission dynamics are discussed in this paper. Tsunamis are large, potentially destructive sea waves, most of which are formed as a result of submarine earthquakes. But tsunami may also result from the eruption or collapse of island or coastal volcanoes and from the formation of giant marine landslides. Tsunami can potentially be very destructive; hence methods for mitigation are needed to protect vulnerable coastal regions and communities. In the recent past, several infectious disease epidemics have occurred in many parts of the world. These diseases include H1N1, SARS and dengue, which have the potential of causing global havoc. The simulations of the transmission dynamics of these diseases provide a means to suggest control measures to reduce their impacts. However, these types of simulations often involve large computational resources, for which grid technology may be applied to enhance the simulation efficiency. We will demonstrate how these two types of simulations are performed in the traditional nongrid environment. Then we will show how grid computing may be used to enhance computational efficiency.", "cite_spans": [], "ref_spans": [], "section": "RESEARCH AREAS"}, {"text": "A good mathematical description of tsunami propagation may be given by the socalled Shallow Water Equations (1) to (3) as follows.", "cite_spans": [], "ref_spans": [], "section": "SIMULATION OF TSUNAMI EVOLUTION"}, {"text": "Here, discharge fluxes (M, N) in the x-and y-directions are related to velocities u and v by the expressions M=u(h+)=uD , N=v(h+)=vD, where h is the sea depth and  is the water elevation above mean sea level. The staggered explicit finite difference method is employed to solve the Shallow Water Equations, as the scheme is known to perform well, provided that the time step ∆t fulfils the Courant stability criterion (Equation 4). Details regarding this numerical scheme used in the in-house tsunami simulation model TUNA developed by the authors are available elsewhere (Koh et al. 2009a, b; Teh et al. 2009 ) and hence will be omitted. An initial vertical lifting of the seabed due to the 2004 Andaman earthquake is represented by a five-segment fault, resulting in a leading depression tsunami wave propagating towards Thailand and Malaysia. Figure 1 (first frame from left) clearly demonstrates the initial waves splitting into two halves, one propagating eastwards, the other westwards. The tsunami waves reach the offshore of Phuket of Thailand after a travel time of about 2 hours (Figure 1 , second frame). Subsequently the waves propagate towards Malaysia, arriving offshore of Langkawi ( Figure 1 , third frame) after 3 hours. The final snapshot ( Figure 1 , fourth frame) shows the waves propagating through the Straits of Malacca, having moved pass Penang. The computational time used for one simulation is about 8 hours on a regular lower end PC, with a scheme consisting of more than 10 million computational nodes. For community disaster mitigation, we need to perform thousands of simulations in order to generate a large database of tsunami propagation scenarios to permit adequate assessment of vulnerability and to prepare risk maps for affected coastal regions. Hence, the need to reduce computational time is obvious. Through careful analysis and reorganization of the finite difference scheme, we are able to shorten the computational time to 2 hours, without loss of accuracy and reliability of the simulation results on a similar PC. First, the nonlinear terms consisting of the friction terms can be removed as friction terms contribute insignificantly towards the simulation results in deep water. Then we use optimization methods to improve computational performance, such as loop interchange, loop unrolling, loop fusion/fission and floating point division, as briefly shown in Figure 2 . Finally, a higher end PC reduces the computational time to 1 hour. ", "cite_spans": [{"start": 576, "end": 597, "text": "(Koh et al. 2009a, b;", "ref_id": null}, {"start": 598, "end": 613, "text": "Teh et al. 2009", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 850, "end": 858, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1093, "end": 1102, "text": "(Figure 1", "ref_id": "FIGREF0"}, {"start": 1203, "end": 1211, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 1263, "end": 1271, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 2411, "end": 2419, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "SIMULATION OF TSUNAMI EVOLUTION"}, {"text": "Mosquitoes are vectors that transmit diseases such as dengue, encephalitis and malaria to humans and animals. The authors have developed a set of spatial-temporal simulation models code-named DEER (Dengue and Encephalitis Eradication Routines) that provide simulation tools for fundamental understanding of the transmission dynamics of mosquito-borne diseases. Mosquitoes disperse in the form of traveling waves, with characteristics that can be determined from observations and from simulations of the model DEER. Numerical simulations and theoretical estimation may be performed to assess the wave front velocity, mosquito density distribution patterns and the disease prevalence. The results of these simulations provide the scientific basis for assessing the effectiveness of mosquito and associated disease containment strategy. ", "cite_spans": [], "ref_spans": [], "section": "SIMULATION OF VECTOR-BORNE DISEASE"}, {"text": "We first describe a temporal model MOS for simulating mosquito density within a small homogenous environment, without diffusion and without advection of mosquitoes. We divide the mosquito population into two groups, namely the adult wing mosquito and the aquatic form (Focks et al. 1993 ). Let W=W(t) be the density of adult wing mosquito and A=A(t) be the density of the aquatic form (including eggs, larvae and pupae). The mathematical model can be formulated as Equation (5), with definitions and units of the model parameters given in Table 1 . (6). Details regarding the variables and associated parameter values are given in Table 2 . Figure 3 shows the input interface for the software MOSVIRUS, with default values as indicated therein. ", "cite_spans": [{"start": 268, "end": 286, "text": "(Focks et al. 1993", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 539, "end": 546, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 631, "end": 638, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 641, "end": 649, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "The Model MOS"}, {"text": "Then we simulate mosquito population and disease transmission by means of MOS and MOSVIRUS to ensure that both models are properly formulated and coded. Comparison between simulation results for both models and analytical solutions indicate proper performance of both models. It is widely known that mosquito populations are sensitive to temperature (Schoofield et al. 1981 ; Rueda et al. 1990 ). Hence, we simulate the impact of temperature variations on mosquito populations as shown in Figure 4 . With cold temperature between 4 and 6 degree Celsius (C) in Case 1, both adult and aquatic forms quickly crash as the cold temperature causes high mortality and low reproduction. At higher temperature between 8 and 12 C for Case 2, both aquatic and adult forms manage to survive at low density. However, at favorable temperature between 15 and 21 C, both forms respond favorably to achieve high density. We have chosen the temperature to vary within short intervals to illustrate that mosquitoes can respond to temperature quickly due to their fast growth and reproduction cycles, implying that quick response to temperature is indeed possible within a confined environment. However the real concern is the potential impact of climate change on mosquito population distribution over large spatial and temporal scales, and the associated health risk (Patz et al. 1998; Reiter 2001; Hopp & Foley 2003) , the simulation of which can be facilitated by the application of grid computing. Figures 5 and 6 summarize the effects of human-mosquito transmission probability DIS and HDIS on the incidence of dengue infections in human, subject to MOSVIRUS parameter values given by Table 2 . DIS is the transmission probability of dengue virus from infected human to susceptible mosquitoes; while HDIS is the transmission probability of dengue virus from infected mosquitoes to susceptible human. With all other parameter values fixed as in Table 2 , DIS is varied among 0.60, 0.40 and 0.20. Figure 5 clearly demonstrates the effects of DIS on the number of humans been infected with dengue virus, with high incidence rate at high DIS values. Similarly, with all other parameter values fixed as in Table 2 , HDIS is varied among 0.70, 0.60 and 0.50. The effect of HDIS on the number of humans infected by dengue virus is clearly demonstrated in Figure 6 , with high incidence rate at high HDIS values. Thus DIS and HDIS are important control parameters for dengue management strategy (Gratz et al. 1991 ). ", "cite_spans": [{"start": 350, "end": 373, "text": "(Schoofield et al. 1981", "ref_id": "BIBREF11"}, {"start": 376, "end": 393, "text": "Rueda et al. 1990", "ref_id": "BIBREF10"}, {"start": 1352, "end": 1370, "text": "(Patz et al. 1998;", "ref_id": "BIBREF8"}, {"start": 1371, "end": 1383, "text": "Reiter 2001;", "ref_id": "BIBREF9"}, {"start": 1384, "end": 1402, "text": "Hopp & Foley 2003)", "ref_id": "BIBREF4"}, {"start": 2476, "end": 2494, "text": "(Gratz et al. 1991", "ref_id": "BIBREF3"}], "ref_spans": [{"start": 489, "end": 497, "text": "Figure 4", "ref_id": "FIGREF3"}, {"start": 1486, "end": 1501, "text": "Figures 5 and 6", "ref_id": "FIGREF4"}, {"start": 1674, "end": 1681, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1933, "end": 1940, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1984, "end": 1992, "text": "Figure 5", "ref_id": "FIGREF4"}, {"start": 2190, "end": 2197, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 2337, "end": 2345, "text": "Figure 6", "ref_id": null}], "section": "Simulation Results"}, {"text": "Simulation of dengue transmission over small geographical domain can be readily performed by traditional PC. However, simulations of swamp water mosquito population dynamics over a large geographical region subject to varying hydrological input will require large computing resources (Shaman et al. 2005) , for which grid computing is appropriate. Further, mosquito can transmit diseases to other animals, such as birds and horses, enabling the diseases to spread quickly over large geographical areas. Figure 7 shows the spread of West Nile Encephalitis (WNE) in USA over a period of three years, starting at 1999, indicating a wave front travel speed of 1000 km per year, while mosquitoes can only fly about tens of meter per day. This implies that two time scales and two spatial scales are involved in WNE transmission. The spatial-temporal distribution of mosquito population may be modeled by a set of partial differential equations PDE consisting of Equations 7 and 8 (Koh et al. 2008 ). This model describes the local ecology of mosquito populations without disease subject to reproduction, diffusion and advective transport, over a heterogeneous region. The dynamics of disease transmission can then be incorporated into this model, using MOSVIRUS as a template.", "cite_spans": [{"start": 284, "end": 304, "text": "(Shaman et al. 2005)", "ref_id": "BIBREF12"}, {"start": 975, "end": 991, "text": "(Koh et al. 2008", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 503, "end": 511, "text": "Figure 7", "ref_id": "FIGREF5"}], "section": "ROLE OF GRID COMPUTING"}, {"text": "For WNE transmission, the process involves birds that fly over long distances of tens of km over a matter of days or weeks, spreading diseases among themselves and to mosquitoes. The birds will infect other birds in the same areas when they come into contact with each other. Figure 8 illustrates the pathways of WNE transmission among birds, horses, mosquitoes and humans. We therefore model the regional migration of birds and the regional spread of associated diseases with large meshes of 10 km in length, while smaller mesh sizes of 100 m are used to simulate local mosquito ecology and local transmission of WNE among mosquitoes and humans, using MOSVIRUS as a template. Hence, each computational mesh of 10 km by 10 km is assigned to a core computational grid, with each core performing the internal simulations of local mosquito-human transmission via MOSVIRUS formulation. This approach may be modified for simulations of other infectious diseases involving birds, animals and humans, such as the avian flu H5N1, which may be transmitted over large distances by migratory birds. Further, the surface protein structure of these viruses may be simulated by grid computing for the purpose of searching for effective drug. ", "cite_spans": [], "ref_spans": [{"start": 276, "end": 284, "text": "Figure 8", "ref_id": null}], "section": "ROLE OF GRID COMPUTING"}, {"text": "This paper presents a brief exposition on the newly established Disaster Research Nexus in USM regarding its objectives, missions and methodology in achieving its goals. Then a concise description of two types of large scale simulations on tsunami propagation and disease transmission dynamics is provided. Finally, the role of grid computing in improving computational efficiency is discussed. It is hoped that fruitful international research collaboration on grid application to large scale simulations for natural disaster mitigation could be established among grid community. ", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Dengue fever: Mathematical modeling and computer simulation", "authors": [{"first": "M", "middle": [], "last": "Derouich", "suffix": ""}, {"first": "A", "middle": [], "last": "Boutayeb", "suffix": ""}], "year": 2006, "venue": "Applied Mathematics and Computation", "volume": "177", "issn": "", "pages": "528--544", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Analysis of a dengue disease transmission model", "authors": [{"first": "L", "middle": [], "last": "Esteva", "suffix": ""}, {"first": "C", "middle": [], "last": "Vargas", "suffix": ""}], "year": 1998, "venue": "Mathematical Biosciences", "volume": "150", "issn": "", "pages": "131--151", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Dynamics life table model for Aedes Aegypti: Analysis of the literature and model development", "authors": [{"first": "D", "middle": ["A"], "last": "Focks", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Haile", "suffix": ""}, {"first": "E", "middle": [], "last": "Daniels", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Moun", "suffix": ""}], "year": 1993, "venue": "Journal of Medical Entomology", "volume": "30", "issn": "", "pages": "1003--1018", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Emergency control of Aedes aegypti as a disease vector in urban areas", "authors": [{"first": "N", "middle": ["G"], "last": "Gratz", "suffix": ""}], "year": 1991, "venue": "Journal of the American Mosquito Control Association", "volume": "7", "issn": "", "pages": "353--365", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Worldwide fluctuations in dengue fever cases related to climate variability", "authors": [{"first": "M", "middle": ["J"], "last": "Hopp", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Foley", "suffix": ""}], "year": 2003, "venue": "Climate Research", "volume": "25", "issn": "", "pages": "85--94", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Modeling Biological Invasion: The Case of Dengue and Mangrove", "authors": [{"first": "H", "middle": ["L"], "last": "Koh", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Teh", "suffix": ""}, {"first": "A", "middle": ["M I"], "last": "Izani", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Deangelis", "suffix": ""}], "year": 2008, "venue": "Invited Lecture in International Conference on Mathematical Biology -ICMB07. American Institute of Physics Conference Proceedings", "volume": "971", "issn": "", "pages": "11--18", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Simulation of Andaman 2004 Tsunami for Assessing Impact on Malaysia", "authors": [{"first": "H", "middle": ["L"], "last": "Koh", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Teh", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": ".-F", "middle": [], "last": "Izani", "suffix": ""}, {"first": "A", "middle": ["M I"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "", "suffix": ""}], "year": 2009, "venue": "Journal of Asian Earth Sciences", "volume": "36", "issn": "", "pages": "74--83", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Simulation of Future Andaman Tsunami into Straits of Malacca by TUNA", "authors": [{"first": "H", "middle": ["L"], "last": "Koh", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Teh", "suffix": ""}, {"first": "A", "middle": ["M I"], "last": "Izani", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Kew", "suffix": ""}], "year": 2009, "venue": "Journal of Earthquakes and Tsunamis", "volume": "3", "issn": "2", "pages": "89--100", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Dengue Fever Epidemic Potential as Projected by General Circulation Models of Global Climate Change. Environmental Health Perspective", "authors": [{"first": "J", "middle": ["A"], "last": "Patz", "suffix": ""}, {"first": "W", "middle": ["J M"], "last": "Martens", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Focks", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Jetten", "suffix": ""}], "year": 1998, "venue": "", "volume": "106", "issn": "", "pages": "147--153", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Climate Change and Mosquito-Borne Disease", "authors": [{"first": "P", "middle": [], "last": "Reiter", "suffix": ""}], "year": 2001, "venue": "Environmental Health Perspectives", "volume": "109", "issn": "", "pages": "141--161", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Temperature-dependent development and survival rates of culex quinquefasciatus and aedes aegypti (diptera: Culicidae)", "authors": [{"first": "L", "middle": ["M"], "last": "Rueda", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Patel", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Axtell", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Stinner", "suffix": ""}], "year": 1990, "venue": "Journal of Medical Entomology", "volume": "27", "issn": "", "pages": "892--898", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Non-linear regression of biological temperature-dependent rate models based on an absolute reaction-rate theory", "authors": [{"first": "R", "middle": ["M"], "last": "Schoofield", "suffix": ""}, {"first": "P", "middle": ["J H"], "last": "Sharpe", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Magnuson", "suffix": ""}], "year": 1981, "venue": "Journal of Theoretical Biology", "volume": "88", "issn": "", "pages": "719--731", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A hydrologically driven model of swamp water mosquito population dynamics", "authors": [{"first": "J", "middle": [], "last": "Shaman", "suffix": ""}, {"first": "M", "middle": [], "last": "Spiegelman", "suffix": ""}, {"first": "M", "middle": [], "last": "Cane", "suffix": ""}, {"first": "M", "middle": [], "last": "Stieglitz", "suffix": ""}], "year": 2005, "venue": "Ecological Modelling", "volume": "194", "issn": "", "pages": "395--404", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Modeling Dengue Fever Subject to Temperature Change", "authors": [{"first": "K", "middle": ["B"], "last": "Tan", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Koh", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Teh", "suffix": ""}], "year": 2009, "venue": "Proceedings of the 6th International Conference on Fuzzy Systems and Knowledge Discovery (FSKD'09)", "volume": "5", "issn": "", "pages": "61--65", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Analytical and Numerical Simulation of Tsunami Mitigation by Mangroves in Penang", "authors": [{"first": "S", "middle": ["Y"], "last": "Teh", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Koh", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": ".-F", "middle": [], "last": "Izani", "suffix": ""}, {"first": "A", "middle": ["M I"], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "", "suffix": ""}], "year": 2009, "venue": "Malaysia. Journal of Asian Earth Sciences", "volume": "36", "issn": "", "pages": "38--46", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Assessing the effects of vector control on dengue transmission", "authors": [{"first": "H", "middle": ["M"], "last": "Yang", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Ferreira", "suffix": ""}], "year": 2007, "venue": "Applied Mathematics and Computation", "volume": "198", "issn": "", "pages": "401--413", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Tsunami propagation snapshots for Andaman tsunami source with a five-segment fault", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Code Optimization consisting of loop unrolling, loop interchange, loop fusion/fission and floating point division", "latex": null, "type": "figure"}, "FIGREF2": {"text": "MOSVIRUS input interface", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Mosquito population subject to temperature variations", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Infected humans when DIS is (i) 0.20, (ii) 0.40, and (iii) 0.60 Left side Fig. 6: Infected humans when HDIS is (i) 0.50, (ii) 0.60, and (iii) 0.70", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Spread of West Nile Encephalitis Fig. 8: Transmission method of WNE", "latex": null, "type": "figure"}, "FIGREF6": {"text": "support provided by Grants 1001/PMATHS/817024, 1001/PMATHS /817025, 1001/PMATHS/811093, 305/PMATHS/613131, 302/PMATHS/611897 and 1001/PPTM/817006 is gratefully acknowledged.", "latex": null, "type": "figure"}, "TABREF0": {"text": "List of symbols, variables and units used in MOS", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Symbol </td><td>Variables </td><td>Explanation </td><td>Unit </td></tr><tr><td>•W </td><td>ALPHAW </td><td>Mortality rate of wing mosquito </td><td>day-1 </td></tr><tr><td>•A </td><td>ALPHAA </td><td>Mortality rate of aquatic form </td><td>day-1 </td></tr><tr><td>b </td><td>EGGS </td><td>Number of eggs per oviposition </td><td>eggs mos-1 </td></tr><tr><td>• </td><td>BETA </td><td> </td><td>eggs mos-1 d-1 </td></tr><tr><td>• </td><td>GAMMA </td><td>Oviposition rate of wing female mosquito Development rate of aquatic form </td><td>day-1 </td></tr><tr><td>LW </td><td>WLD </td><td>Number of days of wing reproduc-\n</td><td>day </td></tr><tr><td>LA </td><td>ALD </td><td>tive cycle Number of days of aquatic form </td><td>day </td></tr></table></body></html>"}, "TABREF1": {"text": "Parameter values for MOSVIRUS", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Variable ALPHAA </td><td>ALD </td><td>CCA </td><td>EGGS </td><td>CONV </td><td>ALPHAW </td><td>WLD </td><td>CCW </td></tr><tr><td>Value </td><td>0.01 </td><td>5 </td><td>100 </td><td>30.0 </td><td>0.2 </td><td>0.04 </td><td>10 </td><td>25 </td></tr><tr><td>Variable </td><td>BETA </td><td>REMV </td><td>ALPHAH </td><td>DIS </td><td>HDIS </td><td>BITR </td><td>AHOST </td><td> </td></tr><tr><td> </td><td>Value </td><td>3.0 </td><td>0.1 </td><td>0.0 </td><td>0.75 </td><td>0.75 </td><td>0.5 </td><td>0.00 </td></tr></table></body></html>"}}, "back_matter": []}