{
    "paper_id": "0ab868568bc301a73488e6671f9d7729ed961693",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Am 13. Oktober 2010 fand in Wiesbaden das Herbstsymposium der Korporativen Mitglieder zum Thema \"Altersgerechte Medizin\" statt, das den Bogen von der Pädiatrie zur Geriatrie spannte. Die wie üblich anschließende Pressekonferenz mit renommierten Referenten aus Kliniken und Behörden ergab ein sehr gutes Echo in der Publikums-und der Fachpresse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Im Rahmen des 117. Kongresses der Deutschen Gesellschaft für Innere Medizin befasste sich das Frühjahrssympo-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "sium der Korporativen Mitglieder mit der Anwendungssicherheit von Arzneimitteln unter dem Thema \"Vom Pharma-Marketing zur Anwendungssicherheit: Anwendungsbeobachtungen (AWB) -Nichtinterventionelle Studien (NIS) -Post Authorisation Safety Studies (PASS)als Instrumente der Versorgungsforschung\". Ob Studien mit bereits zugelassenen Arzneimitteln sinnvoll sind, die Qualität medikamentöser Therapien erhöhen oder ob sie vor allem dem Pharma-Marketing Vorschub leisten, diskutierten Wissenschaftler und Vertreter aus Gesundheitswesen und pharmazeutischer Industrie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tätigkeitsbericht 2010/2011 der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)"
        },
        {
            "text": "In nicht interventionellen Studien (NIS) -das sind praxisorientierte Studien mit Medikamenten, die bereits zugelassen sind -prüfen Arzneimittelhersteller, wie alltagstauglich ihre Medikamente sind: Ein Arzt behandelt seine Patienten gemäß Diagnose mit einem bestimmten Präparat. Die anonymisierten Ergebnisse übermittelt er dem Hersteller. Häufig ergeben sich daraus wichtige Hinweise auf Probleme bei der Anwendung, seltene Nebenwirkungen und zur Akzeptanz seitens Patienten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tätigkeitsbericht 2010/2011 der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)"
        },
        {
            "text": "Kritiker halten dem entgegen, dass die NIS in erster Linie zur Verordnung teurerer Medikamente führen. Zudem beeinflusse das Honorar die Ärzte in ihrer Entscheidung, ein Präparat zu verordnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tätigkeitsbericht 2010/2011 der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)"
        },
        {
            "text": "Um dies zu vermeiden, ist die Durchführung nicht interventioneller Studien umfassend gesetzlich geregelt. Beispielsweise unterliegen beteiligte Ärzte einer verschärften Wirtschaftlichkeitsprüfung. Zur Erhöhung der Transparenz sind Firmen zur Anmeldung dieser Studien in öffentlich zugänglichen Datenbanken und zu abschließenden Berichten innerhalb eines Jahres restagung, Professor Dr. Hendrik Lehnert, dem Generalsekretär Professor Dr. Hans-Peter Schuster sowie Professor Dr. Ulrich Fölsch, den Mitarbeiterinnen der Geschäftsstelle der Deutschen Gesellschaft für Innere Medizin und Herrn RA Maximilian Broglie für die hervorragende Zusammenarbeit bei der Realisierung der durchgeführten Veranstaltungen im Berichtszeitraum herzlich gedankt. Nicht zuletzt darf ich mich bei meinen Sprecherkollegen Frau Dr. Helga Maria Jakob und Herr Dr. Wolfram Wiegers für die konstruktive Zusammenarbeit bedanken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tätigkeitsbericht 2010/2011 der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)"
        },
        {
            "text": "An dieser Stelle darf ich unsere Korporativen Mitglieder und auch die \"Noch-Nicht-Mitglieder\" darauf hinweisen, dass sich unsere Kooperation mit der DGIM nicht nur auf die beschriebenen Symposien und Pressekonferenzen -die uns immer die Möglichkeit geben aktuelle The- In dem großartigen Nachruf von 1964 schreibt Grosse-Brockhoff, dass \"die therapeutischen Prüfungen am Krankenbett Martini zwangsläufig zur … Psychosomatik führten. Er wusste nur zu gut, dass die Bereiche des Seelischen die Grenzen des naturwissenschaftlichen Denkens sprengen. Aber er ließ es nicht hingehen, dass diese für ihn so selbstverständliche Erkenntnis als bequemer Ersatz für Beweisbares, aber nicht Bewiesenes angeboten wurde\". Mit aller Konsequenz hat Martini so auch die Auseinandersetzungen mit paramedizinischen Gedanken geführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tätigkeitsbericht 2010/2011 der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)"
        },
        {
            "text": "Die Deutsche Gesellschaft für Innere Medizin hat es sich nicht nur satzungsgemäß, sondern auch ganz klar konzeptuell zum wichtigsten Ziel gemacht, Wissenschaft und Forschung im Gesamtgebiet der Inneren Medizin zu fördern. Vor dem Hintergrund, dass leider derzeit erhebliche Mängel in der Integration der klinischen Forschung in Studium und Weiterbildung zum Internisten bestehen, muss auch die Deutsche Gesellschaft für Innere Medizin auf mehreren Ebenen handeln, um wissenschaftliches Arbeiten nicht nur zu stimulieren, sondern auch nachhaltig zu implementieren. Wie allen bekannt, hat ja die Senatskommission für klinische Forschung der Deutschen Forschungsgemeinschaft unter Federführung meines Amtsvorgängers, Prof. Jürgen Schölmerich, hierzu wesentliche Empfehlungen veröffentlicht. So wurde z.B. sehr klar formuliert, dass bereits frühzeitig klinische Forschung in das Studium integriert werden muss, Freistellungen von der klinischen Tätigkeit mit definierten Inhalten erfolgen sollen und auch gefordert, dass die Zeiten wissenschaftlicher Tätigkeit auf die Facharztweiterbildung angerechnet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabelle 2. Veranstaltungen der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)aufgelistet ab 2000"
        },
        {
            "text": "Hinsichtlich der Nachwuchsförderung haben wir uns sehr klar für eine Gleichstellung (auch finanzielle Gleichstellung) grundlagenwissenschaft-lich arbeitender Ärzte mit ihren klinischen Kollegen ausgesprochen; die wissenschaftliche Arbeit bedarf eindeutig derselben Wertschätzung wie die klinische Arbeit und es wird auch für die Zukunft eine wesentliche Aufgabe sein, Komplementarität und gegenseitige Angewiesenheit beider Ebenen klarzustellen. Klinische Forschung bedeutet eben auch translationale Forschung in beide Richtungen: from bench to bedsite ebenso wie from bed to benchsite. Auch in unserem Jahreskongress tun wir alles dafür, die Forschungsergebnisse junger Wissenschaftler zu integrieren und die herausragenden Leistungen entsprechend auszuzeichnen. Da Motivation allein nicht immer zur Stärkung der klinischen Forschung ausreichen wird, wird eines der wesentlichen Zukunftsaufgaben der DGIM darin liegen, Forschungsinhalte und Forschungszeit verbindlich in der Weiterbildung zu institutionalisieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabelle 2. Veranstaltungen der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)aufgelistet ab 2000"
        },
        {
            "text": "Lassen Sie mich am Schluss noch auf einen wesentlichen Aspekt im Werk von Paul Martini eingehen, seine Persönlichkeit, die ihn im englischen Sprachraum zum \"Conscience of German Medicine\", dem Gewissen der deutschen Medizin, gemacht hat. In seiner Rede als Kongresspräsident 1948, also drei Jahre nach dem Ende einer unseligen Zeit, sagt er: \"Autonom gewordenes Fortschrittstreben durchbricht die Gesetze seiner Objekte und durchbrach in der Medizin die Gesetze des ihr spezifischen Objekts, des Menschen, der immer Subjekt bleibt\". Er hat eine zu diesem Zeitpunkt vorbildliche und wegweisende Auseinandersetzung mit der deutschen Vergangenheit, und im Besonderen auch mit der Rolle der Ärzte in der NS-Zeit geführt und damit die gesellschaftliche Bedeutung und die Verantwortung wissenschaftlichen Handelns betont.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabelle 2. Veranstaltungen der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)aufgelistet ab 2000"
        },
        {
            "text": "In diesem Sinne sind wir stolz darauf, dass die Paul-Martini-Stiftung ihre Preisverleihung im Rahmen des Kongresses der Deutschen Gesellschaft für In-nere Medizin vornimmt; für uns ist dies unverändert ein ganz wesentlicher Bestandteil unserer Tagung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabelle 2. Veranstaltungen der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)aufgelistet ab 2000"
        },
        {
            "text": "Nun darf ich selbstverständlich und von ganzem Herzen den Preisträgern zu ihrer herausragenden Arbeit -die gleich noch gewürdigt werden wird -und zur Verleihung dieses Preises gratulieren und ihnen auch in der Zukunft weiter so viel Erfolg wie bisher wünschen. LRP-1 ist ein Scavenger-Rezeptor, der zur LDL-Rezeptorfamilie gehört, und unter anderem die Endozytose von Matrixmetalloproteinasen (MMPs) vermittelt. Eine Abspaltung der LRP-1 Ektodomäne von der Oberfläche verschiedener Zelltypen wurde beschrieben (\"Shedding\"), wodurch eine lösliche Form dieses Rezeptors generiert wird (soluble LRP-1; sLRP-1), welche die Ligandenendozytose durch zelluläres LRP-1 antagonisieren kann. mmPs spielen eine wichtige Rolle für die Homöostase der extrazellulären Matrix. Unter pathophysiologischen Bedingungen scheinen mmPs zu einem fehlgeleiteten Umbau der extrazellulären Matrix beizutragen. Wir sind der Frage nachgegangen, ob es in Lungen von ARDS Patienten zu einem vermehrten LRP-1 Shedding und darüber zu einer Akkumulation von mmPs kommt. Weiterhin haben wir die mögliche Assoziation zwischen LRP-1 Shedding und der Prognose beim ARDS untersucht. Es zeigten sich signifikant erhöhte sLRP-1 Spiegel in den bronchoalveolären Lavagen (BALF) aber nicht im Plasma von 46 ARDS Patienten im Vergleich zu Kontrollen und ein weiterer Anstieg im späteren Verlauf der Erkrankung. BALF sLRP-1 Spiegel während der ersten 24 h nach Diagnosestellung waren positiv korreliert mit der Krankheitsschwere (APACHE II Score), waren signifikant höher bei den später verstorbenen Patienten im Vergleich zu den Überlebenden und erwiesen sich als unabhängiger Vorhersageparameter einer erhöhten Mortalität. In komplementären in vitro Studien konnten wir zeigen, dass die Zugabe von ARDS-BALF oder Tumornekrosefaktor (TNF)-alpha, einem für die Pathogenese des ARDS wichtigen Zytokins, zu kultivierten Lungenfibroblasten LRP-1-Shedding von diesen Zellen induziert, nicht aber von alveolären Typ-II Zellen oder Alveolarmakrophagen. Dies konnte durch Zugabe eines Proteaseinhibitors geblockt werden, was die Rolle eines proteolytischen Prozesses für die sLRP-1-Generierung unterstreicht. Inhibition des LRP-1-Shedding führte zu einer signifikant beschleunigten zellulären Aufnahme und Abbau der Gelatinasen mmP-2 und mmP-9 durch Fibroblasten. Passend hierzu zeigte sich in der BALF der ARDS Patienten eine signifikant positive Korrelation zwischen sLRP-1-Spiegeln und der Konzentration von mmP-2, mmP-9 und Laminin, einem Marker für die Spaltung von Basalmembranen. Unsere Daten legen nahe, dass es beim ARDS zu einem vermehrten LRP-1 Shedding kommt, was zu einer gestörten zellulären mmP Clearance und einem daraus resultierenden fehlgeleiteten Umsatz der extrazellulären Matrix führt. Weiterhin konnten wir eine Assoziation zwischen sLRP-1 Shedding und einer schlechten Prognose nachweisen. Nuclear factor of activated T cells (NFAT) constitutes a family of transcription factors which are critically involved in T cell activation and modulation of bone remodelling. NFATc1 has been identified as the master transcription factor for osteoclasts and also suppresses osteoblast function. By contrast, the role of other NFAT members such as NFATc2 is poorly understood. Based on our observation that NFATc2 is highly expressed in hematopoietic stem cells and regulated during myeloid commitment in a lineage-specific manner, we hypothesized that NFATc2 is an essential regulator of both hematopoiesis and bone mass. To test this hypothesis, we characterized the haematological and skeletal phenotype of NFATc2-/-mice. Besides a reduced number of blood platelets and total bone marrow cells, young NFATc2-/-mice of less than 3 months did not show any hematologic abnormalities compared to wild-type (WT) mice. However, detailed assessment of old NFATc2-/-mice older than 12 months revealed mild microcytic, hypochromic anemia, lymphocytosis (20%) and severe thrombocytopenia. The femora of old NFATc2-/-mice showed a 46% reduction of bone marrow cells, wherein the megakaryocytic/erythroid lineage was most affected. Of note, the differentiation of myeloid progenitor cells as assessed by colony formation was intact. Strikingly, all NFATc2-/-mice displayed an ossified bone marrow space with subsequent extramedullary hematopoiesis in the spleen. Bone histology revealed numerous osteoblasts and osteoclasts at the bone surface of the trabeculae in NFATc2-/mice, indicating a high bone turnover underlying osteosclerosis. Ex vivo, NFATc2-/-osteoblasts displayed a 2.3-fold increased ALP activity (WT: 23.6±10.3 relative units; NFATc2-/-: 54.3±14.2 relative units, p<0.01) and produced twice as much mineralized matrix as WT cells (p<0.05). Moreover, osteoclast differentiation, as determined by counting TRAP-positive, multinucleated cells, was diminished by 30% in NFATc2-/-mice (p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tabelle 2. Veranstaltungen der Korporativen Mitglieder (KM) der Deutschen Gesellschaft für Innere Medizin (DGIM)aufgelistet ab 2000"
        },
        {
            "text": "In conclusion, our data demonstrate that prolonged absence of NFATc2 enhances bone mass by stimulating osteoblastic functions and concurrently suppressing osteoclast formation. Moreover, NFATc2 is critical in the maintenance of steady-state hematopoiesis in adult organisms. This indicates that NFATc2 is a central player in the intimate relationship of hematopoiesis and bone homeostasis within the bone/bone marrow microenvironment. Einleitung. Das im Jahr 2009 eingeführte Prasugrel führt als Thienopyridin der dritten Generation zu einer zuverlässigeren und stärkeren Inhibierung der ADP-induzierten Thrombozyten-Aggregation im Vergleich zu Clopidogrel. Prasugrel wird hepatisch mit nur einem, Clopidogrel mit zwei CYP-abhängigen Oxidations-Schritten aktiviert. Die an der Prasugrel-Aktivierung beteiligten Enzyme sind hauptsächlich CYP3A4, CYP2B6 und in geringerem Maße CYP2C9 und CYP2C19. Bei bis zu 30% der Patienten führt Clopidogrel zu einer inadäquaten Wirkung. Clopidogrel Low-Responder (CLR) haben ein erhöhtes kardiovaskuläres Risiko, Daten über Prasugrel Low-Response (PLR) sind bisher in nur geringem Umfang verfügbar. In unserer Studie haben wir Inzidenz, Ursachen und Therapieoptionen bei Prasugrel Low-Response untersucht. Außerdem wurde der Stellenwert von Prasugrel in der Behandlung von Clopidogrel Low-Respondern untersucht. Studiendesign und Methoden. In die Studie wurden 154 Patienten nach koronarem Stenting eingeschlossen (53% Männer, Alter 63,3±12,6 Jahre). Mittels Impedanz-Aggregometrie (Chrono-Log 590, Stimulation mit 5 µmol/l ADP) wurde die antithrombozytäre Therapie überwacht und nach einem festgelegten Schema individuell angepasst. Ergebnisse. Von 130 initial mit Clopidogrel behandelten Patienten identifizierten wir 45 CLR (34,6%). Bei 29 (64,4% der CLR) führte auch eine Dosisverdoppelung nicht zu einer adäquaten Hemmung; diese 29 wurden \"second-line\" mit Prasugrel behandelt. Bei 3 der \"second-line\" mit Prasugrel behandelten Patienten zeigte sich eine PLR (10,3%). Zudem wurden 24 Patienten initial (\"first-line\") mit Prasugrel behandelt, von diesen war ein Patient (4,2%) unzureichend gehemmt. Somit wurden von insgesamt 53 mit Prasugrel behandelten Patienten 4 als PLR (7,5%) identifiziert. Bei allen PLR konnte eine gute Wirkung durch eine Dosiserhöhung auf 20 mg/d erreicht werden. Ein ADP-Rezeptordefekt konnte durch MeSAMP-Testung als Ursache der PLR ausgeschlossen werden. In einer angeschlossenen humangenetischen Untersuchung fanden sich bei 3 von 4 PLR Mutationen, die zu einer reduzierten oder fehlenden CYP-Funktion führen: 2 PLR hatten eine heterozygote Mutation im CYP2B6-Gen (c.516G>T). Diese war bei einem PLR mit dem Genotyp CYP2C9*1/*3 kombiniert, bei dem anderen mit CYP2C9*1/*2. Ein PLR hatte ausschließlich den CYP2C9*1/*3 Genotyp. Schlussfolgerungen. Zusammenfassend ist festzuhalten, dass es auch bei einer Behandlung mit Prasugrel zu einer inadäquaten Thrombozyten-Hemmung kommen kann, wenn auch die Inzidenz der Low-Response deutlich geringer ist (PLR 7,5% vs. CLR 34,6%). Bei drei von vier PLR fanden sich Mutationen mit einer reduzierten Funktion von CYP2B6 und/ oder CYP2C9. Mit einer Steigerung der Dosis auf 20 mg/d können PLR erfolgreich therapiert werden. Background. Catheter ablation has become the first line of therapy in patients with symptomatic, recurrent, drug-refractory atrial fibrillation (AF). However, results are often -despite quite complex proceduresdisapointing. An adjunctive antiarrhythmic drud therapy after AF ablation (= hybrid therapy) may pose one option to enhance the success rate. Dronedarone is a fairly new class III antiarrhythmic drug with a favorable profile of adverse affects. This study aimed to compare results of a conventional hybrid therapy with class I (flecainide) or class III (amiodarone) antiarrhythmics to a novel hybrid therapy with dronedarone. Methods. A total of 43 consecutive patients (29 men, 14 women; age 62±9.8 years) with symptomatic paroxysmal (n=18) or persistent (n=25) drug refractory AF were enrolled . All patients underwent a circumferential pulmonary vein catheter ablation (CARTO-procedures) followed by a potential-guided segmental approach to achieve complete pulmonary vein isolation. Patients with persistent AF received an additional linear lesion at the roof of the left atrium. Mitral isthmus ablation was performed in selected cases. Patients were randomly assigned to receive conventional (n=22) or novel hybrid therapy (n=21). In the conventional therapy group class III antiarrhythmics were used only if there were contraindications to class I drugs. Follow-up visits were scheduled at 3 and 6 months. 7-day Holter monitoring and patients' history served as indicators of treatment success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Langzeitverlauf von Hepatitis Delta im Vergleich zur"
        },
        {
            "text": "Results. The ablation procedure could be performed as planned in all 43 patients. Two patients had to undergo a repeat ablation procedure, so that a total of 46 procedures were evaluated. No patient had to change or discontinue the antiarrhythmic treatment regime for any reason during the follow-up period. The European Heart Rhythm Association (EHRA) score prior to ablation was 2.72±0.45. After 3 months the score had changed to 1.44±0.83 and lay at 1.17±0.79 after 6 months. There were no statistically significant differences among the different groups in regard to EHRA score. 17 out of 43 patients (39.5%) experienced an AF recurrence within 3 months (no blanking period; n=8 paroxysmal AF; n=9 persistent AF). Of these 5 required an electrical cardioversion. At this point, the Dronedarone group showed a non-significant trend favoring SR compared to the conventional treatment group. At 6-months the number of patients with AF recurrences had dropped to 13 of 43 patients (30.2%). Patients on Dronedarone were now slightly more likely to have remained in SR (p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erhöhte Mortalität bei Dialysepatienten mit geringer Cholesterinsynthese und hoher intestinaler Cholesterolabsorption -ein"
        },
        {
            "text": "A hybrid approach to AF therapy with Dronedarone is a safe and effective treatment option. Compared to a hybrid therapy with conventional class I or III antiarrhythmics the results with Dronedarone treatment show significantly more patients remaining in SR at 6 months follow-up. Despite this, the reduction of AF-related symptoms was comparable in all groups. Fibrogenesis is a pathological wound repair process that fails to cease, even when the initial insult has been removed. Fibroblasts are principal mediators of fibrosis, and fibroblasts from fibrotic tissues fail to return to their quiescent stage, including when cultured in vitro. In a search for underlying molecular mechanisms, we hypothesized that this perpetuation of fibrogenesis is caused by epigenetic modifications. We demonstrate here that hypermethylation of RASAL1, encoding an inhibitor of the Ras oncoprotein, is associated with the perpetuation of fibroblast activation and fibrogenesis in the kidney. RASAL1 hypermethylation is mediated by the methyltransferase Dnmt1 in renal fibrogenesis, and kidney fibrosis is ameliorated in Dnmt1(±) heterozygous mice. These studies demonstrate that epigenetic modifications may provide a molecular basis for perpetuated fibroblast activation and fibrogenesis in the kidney.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion."
        },
        {
            "text": "Sehr geehrte Frau Kollegin,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nephrologie"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Update-Seminare -Fortbildung für Ärzte auf höchstem Niveau Konzeptentwicklung und Veranstalter: med update GmbH, Hagenauer Straße 53 , 65203 Wiesbaden Tel.: +49 (611) 73658-0 www.med-update.com E-Mail: info@med-update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "73658--73668",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Behandlungskonzepte bei Adipositas 3. Wiederbelebung durch Laien Weitere Informationen zum Programm und zu den Posterpräsentationen/ Verleihung Ludolf-Krehl-Preis finden Sie unter",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Studien aus den 1980er haben gezeigt, dass die Hepatitis-D-Virusinfektion mit einer schlechten Prognose assoziiert ist. Allerdings konnten danach nicht alle Studien zeigen, dass Patienten mit einer chronischen Hepatitis Delta häufiger als Hepatitis-B-Patienten klinische Endpunkte entwickeln. Eine Ursache für diese Entwicklung ist, dass Patienten mit einem schweren Verlauf bereits früh verstorben sind während die Patienten, die einen milderen Verlauf haben, überleben und in spätere Studien eingeschlossen wurden. Das Ziel dieser Studie war es zu untersuchen, wie der Langzeitverlauf von Hepatitis-Delta-Patienten im Vergleich zu Hepatitis-B-Monoinfizierten in Mitteleuropa ist. Patienten und Methoden. Wir haben insgesamt 141 HBsAg positive Individuen untersucht von denen 75 zusätzlich mit dem Hepatitis-D-Virus-infiziert waren. Bei untersuchten wir den Langzeitverlauf bis zu 15,7 Jahre (Median 5,0 Jahre). HDV positive und negative Patienten wurden gematcht für Alter, Geschlecht, Herkunftsland, HBeAg, anti-HCV und MELD zur Baseline. Der primäre Endpunkt unserer Studie war die Entwicklung von leberassoziieten Komplikationen. Diese waren definiert als Zeichen der Leberdekompensation (Aszites, Ösophagusvarizenblutung oder hepatische Enzephalopathie), ein hepatozelluläres Karzinoms (HCC), Durchführung einer Lebertransplantation oder ein leberassoziierter Tod. Ergebnisse. Obwohl wir die Patienten nach den oben genannten Kriterien gematcht haben, hatten die Hepatitis-Delta-Patienten signifikant häufiger eine Leberzirrhose zur Baseline (50% vs. 14%), p<0,0001. Die Cox-Regressionsanalyse zeigte, dass anti-HDV positive Patienten signifikant häufiger eine erhöhtes Risiko hatten, während des Langzeitverlaufs Zeichen einer Leberdekompensation (p=0,0002, siehe Abb.) und eine Leberzirrhose zu entwickeln (p<0,0001) sowie eine Lebertransplantation zu erhalten (p=0,048). Das Risiko leberassoziierter Komplikationen blieb auch dann noch erhöht, wenn man für die Analyse die Patienten nicht berücksichtigte, die zur Baseline bereits eine Leberzirrhose hatten (5% für HBV mono vs. 26% in HBV-HDV koinfiziert, p=0,004). Variablen, die zur Baseline mit klinischen Endpunkten bei einer chronischen Hepatitis Delta assoziiert waren, sind folgende: MELD>8 (p<0,001), APRI>1,58 (p<0,001), Thrombozyten <100.000/ml (p<0,0001) und HBe-Negativität (p=0,022). Interessanterweise gab es zwischen anti-HDV positiven und negativen Patienten keine Unterschiede in der Häufigkeit des Auftretens von HCCs und von HBe-Serokonversionen. Schlussfolgerung. Diese Studie zeigt, (i) dass in einer Kohorte in Mitteleuropa eine chronische Hepatitis Delta in der Tat eine schlechtere Prognose hat als eine Hepatitis B Virusmonoinfektion, (ii) dass gewisse klinische und virologische Parameter den Verlauf einer chronischen Hepatitis Delta vorhersagen können und (iii) dass eine HDV Infektion nicht das Risiko erhöht, ein HCC zu entwickeln.EndrundenteilnehmerVollblut von Patienten mit pAVK weist eine erhöhte Bildung reaktiver Sauerstoffspezies auf -Korrelation mit Diabetes mellitus und dem pAVK-StadiumC. Doppler 1 , J. F. Dopheide 1 , V. Obst 1 , M.-C. Radmacher 1 , T. Gori 1 , A. Warnholtz 1 , A. Daiber 1 , T. Münzel 1 , Chr. Espinola-Klein 1 1 II. Medizinische Klinik und Poliklinik, Universitätsmedizin der Johannes-Gutenberg-Universität Mainz, Mainz Hintergrund. Atherosklerose ist eine Krankheit, die durch diverse exogene Stimuli ausgelöst und durch chronisch-entzündliche Prozesse aufrechterhalten wird. In der atherosklerotischen Plaque werden reaktive Sauerstoffspezies (ROS) gebildet, welche den atherosklerotischen Prozess unmittelbar beeinflussen und verstärken. In der vorliegenden Studie untersuchten wir die Bildung von ROS im Vollblut von pAVK-Patienten im Vergleich mit gesunden Probanden und einer Subgruppen-Analyse für Diabetes mellitus. Methoden. Die ROS-Bildung durch Leukozyten von 85 Patienten und Kontrollen wurde durch Chemilumineszenz (L-012)-Assays im Vollblut nach Zugabe von Lipopolysaccharid (LPS), Zymosan A (ZymA) oder Phorbolesterdibutyrat (PDBu) bestimmt. Ergebnisse. pAVK-Patienten zeigten eine Erhöhung der ROS-Bildung im Vollblut mit fortschreitendem Stadium der Erkrankung. Unter diesen wiesen Patienten mit einer höheren Laufstrecke (>200 m) eine geringere ROS-Bildung im Vergleich zu Patienten mit geringerer Laufstrekke (<200 m) auf. Patienten, die darüber hinaus unter Diabetes mellitus leiden, zeigten eine deutlich vermehrte ROS-Bildung (p<0,05). Dabei führten vor allem die klassischen proinflammatorischen Stimuli LPS und ZymA zu einer starken Erhöhung der ROS-Bildung im Vollblut von diabetischen, aber auch pAVK-Patienten mit kleiner Laufstrecke (alle p<0,05). Diskussion. Vollblut von Patienten weist einen verstärkten proinflammatorischen Phänotyp mit erhöhter ROS-Bildung auf, wobei Diabetes mellitus diesen Phänotyp weiter verstärkt. Je höher die Laufstrecke, umso niedriger die Menge der ROS-Bildung. Diese Befunde korrelieren direkt mit Daten, die in Monozyten aus dem peripheren Blut und dendritischen Zellen von Patienten mit pAVK im Rahmen dieser klinischen Studie erhoben wurden und einen proinflammatorischen Phänotyp dieser Zellen zeigten. In dieser Studie können wir in vivo Einblicke in den Prozess der Atherogenese von Patienten mit pAVK zeigen, die eine positive Beeinflussung des Krankheitsprozesses durch antioxidative, antiinflammatorische Strategien sowie vermehrte sportliche Betätigung nahelegen. Absence of NFATc2 results in high bone mass and impaired hematopoiesis M. Rauner 1 , W. Bauer 2 , I. Habermann 2 , M. Haase 3 , L. Hofbauer 4 , A. Pathologie, Universitätsklinikum Dresden, Dresden; 4 Bereich Endokrinologie, Diabetes und Osteologie, Universitätsklinikum Dresden -Medizinische Klinik und Poliklinik III, Dresden; 5 Medizinische Klinik und Poliklinik I, TU Dresden, Universitätsklinikum Dresden, Dresden",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", St. Josef-Hospital, Ruhr-Universität Bochum, Bochum; 2 Zentrum für Humangenetik und Laboratoriumsmedizin, Martinsried",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", Nephrologie, Universitätsklinikum Freiburg, ZKF, AG Huber, Freiburg; 2 Division of Matrix Biology, Department of Medicine, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, Transplantation Immunology and Immunohematology, Center for Medical Research, University Medical Clinic, Tübingen; 5Renal Section, Boston University Medical Center, Boston, MA, USA",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "TMF) e.V. vor. Dem Vorstand der DGIM gehört Ulrich R. Fölsch seit dem Jahr 2001 an. Als deren Vorsitzender in der Amtsperiode 2003/2004 gestaltet er den 110. Internistenkongress in Wiesbaden. In seiner Funktion als Beauftragter der Korporativen Mitglieder der DGIM prägt er maßgeblich die Zusammenarbeit in diesem Bereich. Professor Fölsch löst in diesem Jahr Professor Dr. med. Hans-Peter Schuster im Amt des Generalsekretärs der DGIM ab. em. Dr. med. Dr. h. c. mult. Harald zur Hausen Geboren 1936 in Gelsenkirchen studiert Professor Harald zur Hausen Humanmedizin an der Rheinischen Friedrich-Wilhelm-Universität Bonn, der Universität Hamburg und der Heinrich-Heine-Universität Düsseldorf, wo er 1960 promoviert. Seiner Assistenzzeit folgen drei Jahre an der \"Division of Virology\" des Children`s Hospital of Philadelphia und eine Assistant Professur an der University of Pennsylvania. 1969 habilitiert er sich an der Julius-Maximilians-Universität Würzburg. Im Jahr 1972 nimmt zur Hausen eine Professur auf dem neu gegründeten Lehrstuhl für Klinische Virologie an der Universität Erlangen-Nürnberg an. 1977 erhält er einen Ruf auf den Lehrstuhl für Virologie und Hygiene an der Albert-Ludwigs-Universität Freiburg. Professor Stephen O'Rahilly, M.D. 2007 leitet Professor Stephen O'Rahilly, M.D. als Direktor das Institute of Metabolic Sciences der Universität Cambridge. Der 1958 in Dublin geborene Stephen O'Rahilly studiert Humanmedizin an der National University of Ireland. Seine Zeit als Assistenzarzt verbringt er am Hammersmith Hospital und am St. Bartholomew's Hospital in London. Daran anschließend praktiziert er von 1984 bis 1987 als wissenschaftlicher Mitarbeiter am Nuffield Department of Clinical Medicine, Diabetes Research Laboratories, in Oxford. Weitere Stationen seiner Karriere führen ihn an die Harvard Universität nach Boston/USA und ab 1991 an die Universität Cambridge/Großbritannien. Professor Stephen O'Rahilly, M.D. hat sich in herausragenden Arbeiten mit den genetischen Ursachen von Adipositas und Diabetes beschäftigt. Er ist Herausgeber zahlreicher medizinischer Fachzeitschriften und gehört mehreren Editorial Boards an. Um ein breites Publikum und die von Adipositas und Diabetes betroffenen Bevölkerungsgruppen an seinen wissenschaftlichen Erkenntnissen teilhaben zu lassen, ist er mit öffentlichen und gesundheitspolitischen Beiträgen präsent und hoch engagiert, ein Bewusstsein für diese Volkskrankheiten zu schaffen. schung und klinischer Medizin mit dem Ziel, Forschungsergebnisse schnell dem Patienten zugute kommen zu lassen. Sein wissenschaftliches Interesse liegt auf dem Gebiet infektionsbedingter maligner Erkrankungen. Im Jahr 2008 erhält zur Hausen den Nobelpreis für Medizin für seine Erkenntnisse zur Pathologie des Gebärmutterhalskrebses. Harald zur Hausen ist zudem Träger des Großen Bundesverdienstkreuzes, der Verdienstmedaille des Landes Baden-Württemberg. Zwölf Universitäten haben ihm die Ehrendoktorwürde verliehen. Seit April 2001 ist Professor Dr. med. Hans-Peter Schuster Generalsekretär der Deutschen Gesellschaft für Innere Medizin. In den Jahren seiner Amtszeit hat er die Modernisierung der DGIM vorangetrieben und sie zu einer großen und einflussreichen Fachgesellschaft weiter ausgebaut. Im Mittelpunkt standen dabei immer die Belange der gesamten Inneren Medizin und die Rolle der DGIM als einendes Dach. Geboren 1937 in Frankfurt am Main studierte Hans-Peter Schuster dort Philosophie und Medizin in Tübingen, Wien und Marburg. Seiner Approbation 1967 folgt ein Jahr später die Dissertation und ein Forschungsaufenthalt in Detroit. 1976 habilitiert er sich am Universitätsklinikum Mainz. Ebendort übernimmt er eine Professur und 1981 die Leitung der II. Medizinischen Klinik und Poliklinik. Von 1983 bis 2002 leitet der Internist die Medizinische Klinik I des Städtischen Krankenhauses Hildesheim. Klinisch und wissenschaftlich widmete er sich insbesondere der Intensivmedizin und formte in diesem Bereich sehr aktive Arbeitsgruppen. Schon 1976 trat Hans-Peter Schuster der DGIM bei. Seit 1985 gehört er ihrem Ausschuss an. Im Jahr 1992/93 hatte er den Vorsitz der DGIM inne und gestaltete deren 99. Internistenkongress. Als Nachfolger von Generalsekretär Professor Hanns-Gotthard Lasch gab er den Neuerungen in der DGIM der 1990er Jahre Struktur und Bestand -stets in dem Bestreben, die Einheit der Inneren Medizin zu wahren. Er übergibt sein Amt an seinen Nachfolger Professor Dr. med. Ulrich R. Fölsch. Begrüßung durch Prof. Dr. Thorsten Strohmeyer, Sprecher des Vorstands der Paul-Martini-Stiftung",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prof. Dr. Dr. h.c. P.C. Scriba Vorsitzender der Jury Jurymitglieder: Prof. Dr. M. Böhm Prof. Dr. S. Endres Prof. Dr. W. Lehmacher Prof. Dr. M.P. Manns Prof. Dr. S. Meuer Young Investigator Award 1. Platz: Dr. Stefan Kasper Pharmakologische Inhibition von NF-κ und PLK-1 zur Durchbrechung der RAS-vermittelten Resistenz gegenüber anti-EGFR Antikörpertherapien beim kolorektalen Karzinom* S. Kasper 1 , F. Breitenbücher 2 , A. Even 2 , M. Pogorzelski 3 , S. Hoffarth 2 , S.-L. Stergar 2 , T. Trarbach 4 , M. Schuler 5 Innere Klinik und Poliklinik für Tumorforschung, Uniklinikum Essen, Essen; 5 Innere Klinik und Poliklinik, Tumorklinik im Westdeutschen Tumorzentrum, Universitätsklinikum Essen, Essen Einleitung. Der epidermale Wachstumsfaktorrezeptor (EGFR) stellt einen attraktiven und universellen Angriffspunkt für eine zielgerichtete Tumortherapie dar. Die monoklonalen anti-EGFR Antikörper Cetuximab and Panitumumab werden erfolgreich in der Behandlung von Patienten mit kolorektalem Karzinom und anderen Tumorentitäten eingesetzt. Jedoch profitieren Patienten mit somatischen Mutationen innerhalb des KRAS-Gens nicht von dieser Therapie. Ziel dieser Arbeit war die Durchbrechung dieser KRAS vermittelten Resistenz. Vor kurzem konnte durch den Einsatz von \"synthetic lethal screens\" mit genomweiter siRNA der NF-κB Signalweg sowie die mitotische Kinase PLK-1 als essentiell für das Überleben maligner Zellen mit KRAS Mutation identifiziert werden. Beide Signalwege können durch den gezielten Einsatz neuer pharmakologischer Inhibitoren beeinflusst werden. Methoden. Ein mutiertes, konstitutiv aktives RAS wurde mittels retroviralem Gentransfer in den Cetuximab-sensitive EGFR-positiven Zelllinien Difi und A431 stabil exprimiert (Difi-RAS und A431-RAS). Die kolorekale HCT116 Zelllinie mit endogen mutiertem KRAS diente als zweites Modell. Bortezomib wurde als pharmakologischer Inhibitor des NFκB-Signalweges und BI2536 als Inhibitor der PLK-1 Kinase verwendet. Untersuchte Parameter waren Zellproliferation, Induktion von Apoptose und klonogenes Überleben in vitro sowie Tumorwachstum in NOD/SCID Mäusen in vivo. Ergebnisse. Während parentale Difi und A431 Zellen sensitiv gegenüber Cetuximab und Panitumumab waren, zeigten die RAS mutierten Zellen eine Resistenz gegenüber den anti-proliferativen und pro-apoptotischen Effekte dieser Antikörper in vitro und in vivo. Bortezomib konnte teilweise diese RAS-vermittelte Resistenz gegenüber Apoptose überkommen. Dies korrelierte mit einer Suppression NFκB abhängiger anti-apoptotischer Genetranskripte wie BCL-XL. Der PLK-1 Inhibitor BI2536 zeigte synergistische anti-proliferative Effekte in allen Resistenzmodellen (Difi-RAS, A431-RAS und HCT116). Die Sensitivierung der RAS mutierten Zellen durch BI2536 gegenüber anti-EGFR Antikörper wurde vermittelt durch eine Inhibition der CDK1-vermittelten Zellzyklusprogression. Zusammenfassung. Pharmakologische Inhibition des NF-κB Signalweges sowie der mitotischen Kinase PLK-1 sind vielversprechende Strategien die RAS vermittelte Resistenz gegenüber anti-EGFR Antikörper in kolorektalen Karzinomen zu überkommen.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Schlüssel zum Verständnis diskrepanter Interventionsstudien? K. Rogacev 1 , T. Pinsdorf 2 , O. Weingärtner 3 , M. Gerhart 1 , E. Welzel 1 , K. van Bentum 4 , A. Menzner 5 , D. Fliser 1 , D. Lütjohann 2 , G. Heine 6 Klinik für Innere Medizin IV; Nieren-und Hochdruckkrankheiten, Universitätsklinikum des Saarlandes, Homburg; 2 Klinische Chemie und Klinische Pharmakologie, Universitätsklinikum Bonn, Bonn; 3 Klinik für Innere Medizin III; Kardiologie, Angiologie und internistische Intensivmedizin, Universitätsklinikum des Saarlandes, Homburg; 4 Klinik für Innere Medzin IV; Nieren-und Hochdruckkrankheiten, Universitätsklinikum des Saarlandes, Homburg; 5 Innere Medizin III -Nephrologie, SHG-Kliniken Völklingen, Völklingen; 6 Klinik für Innere Medizin IV; Nieren-und Hochdruckkrankheiten, Universitätsklinikum des Saarlandes, Homburg Hintergrund. Aktuelle Studien zur Cholesterinsenkung bei Patienten mit chronischer Nierenerkrankung (CKD) zeigen gegensätzliche Ergebnisse (1,2,3), welche auch durch die verschiedenen Therapiestrategien bedingt sein könnten. Serumcholesterinspiegel sind abhängig von der enteralen Resorption und der endogenen Synthese von Cholesterin. Cho-lesterinresorptionshemmer und Statine beeinflussen diese Parameter des Cholesterinspiegels. Vor diesem Hintergrund analysierten wir Marker der Cholesterinhomöostase bei CKD Patienten. Methoden und Ergebnisse. Gaschromatographisch wurden Lathosterol und Desmosterol als Synthesemarker, Cholestanol, Sitosterol und Campesterol als Resorptionsmarker bei 113 Hämodialysepatienten und 229 Kontrollen gemessen und eine Nachbeobachtung über 28 Monate zur Erfassung der Gesamtmortalität durchgeführt. Das Verhältnis von Synthese-und Absorptionsmarker war bei Dialysepatienten deutlich zur Absorption verschoben -exemplarisch dargestellt in Abb. 1 (p<0,001). Insgesamt 40 der 113 Dialysepatienten verstarben während des Nachbeobachtungszeitraumes (vgl. Tab. 1). Patienten mit niedriger hepatischer Cholesterinsynthese -definiert als Lathosterol-und Desmosterolspiegel unterhalb des Medians -hatten tendenziell ein schlechteres Überleben im Vergleich zur Gruppe mit höheren Synthesemarkern. Inkubation mit fluoreszenzmarkiertem Cetuximab zeigten, waren EGFRnegative Zellen nicht darstellbar. Diese Ergebnisse ließen sich in vivo reproduzieren: Nach intravenöser Gabe fluoreszenzmarkierten Cetuximabs färbte sich bei der In vivo-CLE der Xenograft-Tumoren in der lebenden Maus das Tumorgewebe bei EG-FR-positiven Tumoren spezifisch an, während EGFR-negative Tumoren und andere Gewebe (Kontrolle) kein Fluoreszenzsignal zeigten. Diskussion. Fluoreszenzmarkierte therapeutische Antikörper können als spezifische diagnostische Sonden in der molekularen Bildgebung gastrointestinaler Neoplasien eingesetzt werden. Sie ermöglichen in vivo eine Differenzierung der tumorspezifischen EGFR-Expression. Folgeuntersuchungen sind auf dem Weg, die die in vivo visualisierte EGFR-Expression auf humanem Gewebe und im Mausmodell mit dem Ansprechen auf Biologicals korrelieren. Abb. 1 EGFR-positive SW480-Zellen (a Fluoreszenzmikr. in c) vs. EGFR-negative SW620-Zellen (b) in der CLE nach Inkubation mit fluoreszenzmarkiertem Cetuximab. In-vivo-CLE eines HT29-Xenograft-Tumors nach i.v.-Gabe markierten Cetuximabs (d, e) Geriatrie PS 131 Nachhaltigkeit von Trainingserfolgen bei älteren Menschen mit Demenz T. Zieschang 1 , M. Schwenk 1 , P. Oster 1 , K. Hauer 1 Geriatrisches Zentrum der Universität Heidelberg, Bethanien Krankenhaus, Heidelberg Hintergrund. Zur motorischen Trainierbarkeit älterer Menschen mit Demenz liegen widersprüchliche Untersuchungen vor. Die Nachhaltigkeit eines spezifischen und an die Ressourcen und Defizite angepassten Trainings wurde bislang nicht untersucht. Ziel der Studie. Untersuchung des Langzeit-Effekts eines progressiven Kraft-und Balance Training bei älteren Menschen mit Demenz. Methoden. Randomisiert kontrollierte Interventionsstudie mit 3-monatiger Intervention und 12-monatiger Beobachtung. Eingeschlossen wurden 122 Patienten nach geriatrischer Rehabilitation mit nachgewiesener leicht-bis mittelgradiger Demenz. Verglichen wurde ein spezifisch für Menschen mit Demenz entwickeltes progressives funktionelles, Kraft-und Balance Training (IG) mit unspezifischer Hockergymnastik (KG). Primäre Endpunkte waren die Maximalkraft gemessen anhand der Beinpresse und der \"5-chair-rise\" als funktioneller Test. Sekundäre Endpunkte waren weitere standardisierte Untersuchungen von Kraft, Balance und Funktion. Ergebnisse. Beide primären Endpunkte wurden signifikant durch das Training verbessert (relative Veränderung: Maximalkraft, IG: 51,46±41,47 vs. KG: -0,91±15,07, p<0,001; funktioneller Test, IG: -25,93±15,07 vs. KG: 11,32±60,39, p<0,001). Nach 12 Monaten zeigte sich ein signifikanter Unterschied nur noch für den funktionellen Test (relative Veränderung: Maximalkraft, IG: 22,57±39,20 vs. KG: 15,30±38,28, p=0,361; funktioneller Test, IG: -9,76±22,08 vs. KG: 9,68±44,78, p=0,010). Dies wurde bestätigt durch weiterhin bestehende Gruppen-Unterschiede in der Gehgeschwindigkeit (p=0,018) und im Tinetti-Test (p=0,003). Die signifikante Zu-nahme körperlicher Aktivität im Alltag während der Intervention wurde nicht aufrechterhalten, nach 12 Monaten bestand kein Gruppenunterschied mehr (p=0,372). Schlussfolgerung. Ein intensives, dreimonatiges motorisches Training zeigte nach 12 Monaten bei älteren Menschen mit Demenz noch einen Effekt in funktionellen Leistungen. Der Effekt auf die Maximalkraft war jedoch nicht nachhaltig.Funktionsverlust von GPI-Anker-negativen T-Zellen nach allogener hämatopoetischer Stammzelltransplantation mit Alemtuzumab-basierter T-Zell-Depletion C. Götze 1 , A. N. Lay 1 , S. Klobuch 1 , M. Theobald 2 , W. Herr 1 , R. G. Meyer 1 , E. M. Wagner 1 Hämatologie, III Medizinische Klinik/Universitätsmedizin Mainz, Mainz; III. Medizinische Klinik, Johannes Gutenberg Universität, Mainz Der CD52-Antikörper Alemtuzumab wird im Rahmen der allogenen hämatopoetischen Stammzelltransplantation (HSZT) häufig zur T-Zell-Depletion (TZD) verwendet. Wir konnten zeigen, dass Patienten nach Alemtuzmab-vermittelter TZD mit CD52-negativen T-Zell-Populationen rekonstituieren, die auch mehrere Jahre nach Transplantation noch nachweisbar waren. Ferner wiesen wir nach, dass das Fehlen von CD52 auf den Verlust der Glycoyl-Phosphatidyl-Inositol (GPI)-Anker in der Zellmembran der T-Zellen zurück zu führen ist. Da es nach T-Zell-depletierter HSZT häufig zu Virusinfekten (insbesondere zu cmV-Reaktivierungen) kommt, die nicht eindeutig mit der Anzahl von T-Zellen im peripheren Blut der Patienten korrelieren, untersuchten wir in funktionellen Tests die cmV-spezifische T-Zellantwort in Abhängigkeit vom Nachweis der GPI-Anker. Wir sortierten CD4-und CD8-positive T-Lymphozyten von Patienten nach HSZT entsprechend dem Nachweis von CD52 an der Zelloberfläche in der Durchflusszytometrie und nahmen sie getrennt in Kultur. Anschließend wurde ihre IFNgamma-Sekretion im ELISPOT-Assay nach Stimulation mit autologen dendritischen Zellen untersucht, die mit cmV-Peptiden (IE1 und pp56) beladen wurden. GPI-Anker-negative T-Zellen zeigten eine verminderte cmV-spezifische T-Zellantwort im Vergleich zu GPI-Anker-positiven T-Zellen. Diesen Effekt konnten wir mit ex vivo gewonnenen T-Lymphozyten im Zytokinsekretions-Assay bestätigen. Zudem war die Lyse cmV-infizierter Fibroblasten und cmV-Peptid-beladener K562-Zellen durch GPI-Anker-negative T-Zellen gegenüber der Lyse durch GPI-Anker positive T-Zellen im Cytochrom-Freisetzungstest eingeschränkt. Zusammenfassend konnten wir zeigen, dass der Verlust GPI-verankerter Moleküle auf T-Zellen nach Alemtuzumab-vermittelter TZD mit einer reduzierten cmV-spezifischen T-Zellantwort einhergeht. Dies könnte gehäufte cmV-Reaktivierungen bei Patienten erklären, die im Rahmen ihrer Konditionierung vor HSZT mit Alemtuzumab behandelt wurden. Die Applikation von Spenderlymphozyten im späteren Verlauf nach Transplantation kann dazu beitragen, GPI-Anker-positiver T-Zellen erneut zu etablieren. Die Bedeutung der Angiopoietine Ang-1 und Ang-2 für das akute Lungenversagen in der Pneumonie B. Gutbier 1 , K. Reppe 1 , A.-K. Neuhauß 1 , A. Santel 2 , J. Kaufmann 2 , N. Weissmann 3 , L. Morawietz 4 , T. J. Mitchell 5 , N. Suttorp 1 , M. Witzenarth 1 , C. APNETZ study group 6Medizinische Klinik mit Schwerpunkt Infektiologie und Pneumologie, Charité-Universitätsmedizin Berlin, Berlin; 2 Silence Therapeutics AG Berlin, Berlin; 3 University of Giessen Lung Center (UGLC), Medizinische Klinik II, Gießen; 4 Institut für Pathologie, Charité-Universitätsmedizin Berlin, Berlin; Faculty of Biomedical & Life Sciences, Microbiology, Glasgow Biomedical Research Centre, University of Glasgow, Glasgow, United Kingdom; Bei Pneumonie kann eine inadäquate Erreger-Wirts-Interaktion zu pulmonaler Permeabilität und Lungenversagen führen. Der Tie2 aktivierende Ligand Ang-1 reduziert, und der Ang-1 Antagonist Ang-2 aggraviert Inflammation und Gefäßpermeabilität bei Sepsis. Die Rolle der Angiopoietine und ihres Rezeptors Tie2 bei Pneumonie ist nicht bekannt. Serumproben von Pneumoniepatienten (CAPNETZ) und humanes Lungengewebe (post mortem), sowie Lungen S. pneumoniae-infizierter Mäuse, mit Pneumolysin stimulierte isoliert perfundierte Mauslungen und humane mikrovaskuläre Endothelzellen (HMVEC) wurden untersucht. Im Serum von Pneumoniepatienten war im Vergleich zu gesunden Kontrollen Ang-1 erniedrigt und Ang-2 erhöht. In humanen Lungen war Ang-1 nicht ausschließlich und Ang-2 ausschließlich endothelial exprimiert. In HMVEC wurde durch Pneumolysin die mRNA Expression von Ang-1 und Tie2 erniedrigt und von Ang-2 erhöht. Im Lungengewebe S.-pneumoniae-infizierter Mäuse war ebenfalls die Ang-1 und Tie2-Expression im Zeitverlauf zunehmend reduziert und die Ang-2 Expression erhöht. In Mäusen mit etablierter Pneumonie reduzierte die therapeutische Gabe von Ang-1 Neutrophileninflux, inflammatorische Zytokine in der BAL und pulmonale Permeabilität. Ebenso war die PLY-induzierte pulmonale Permeabilität bei Mäusen, die intravenös mit siRNA (Atuplex) gegen Ang-2 vorbehandelt waren, vermindert. Die Ergebnisse weisen auf eine zentrale Rolle des Angiopoietin/Tie2-Systems für Inflammation und Permeabilität bei Pneumonie hin. Virtuelle Autopsie als Alternative zur klassischen Obduktion? Eine Untersuchung an 162 Intensivpatienten D. Wichmann 1 , F. Obbelode 1 , H. Vogel 2 , W.-W. Höpker 3 , K. Püschel 2 , St. Kluge 1 Klinik für Intensivmedizin, Universitätsklinikum Hamburg-Eppendorf, Hamburg; 2 Institut für Rechtsmedizin, Universitätsklinikum Hamburg-Eppendorf, Hamburg; 3 Institut für Pathologie, Universitätsklinikum Hamburg-Eppendorf, Hamburg Fragestellung. Trotz umfassender Diagnostik bleiben wesentliche zum Tod führende pathologische Zustände und Begleitdiagnosen häufig unerkannt und werden erst postmortal durch eine klassische Obduktion aufgedeckt. In den letzten Jahrzehnten ist die Rate der durchgeführten Obduktionen in Krankenhäusern jedoch mehr und mehr zurückgegangen, zurzeit stimmen in Deutschland weniger als 5% der Angehörigen einer Obduktion zu. Methoden. Im Rahmen einer prospektiven Studie wurden im Zeitraum vom 01.01.-30.06.2010 alle erwachsenen Patienten die auf einer Intensivstation des Universitätsklinikums Hamburg-Eppendorf verstorben waren mit einer postmortalen CT-Untersuchung (Virtopsy) untersucht. Ergebnisse. Insgesamt verstarben im Untersuchungszeitraum 285 Patienten, 162 konnten nachuntersucht werden, bei 47 konnte zusätzlich eine konventionelle Obduktion durchgeführt werden. 123 Patienten mussten aus verschiedensten Gründen ausgeschlossen werden. Durch die \"virtuelle Obduktion\" konnten bei 18 Patienten (11%) 21 zusätzliche relevante Diagnosen (Majordiagnosen) gestellt werden. In der Subgruppe der konventionell Obduzierten wurden 100% der virtoptisch gestellten Majordiagnosen bestätigt. Zusätzlich wurden durch die Obduktion 4 zusätzliche Majordiagnosen gesichert (2× Lungenembolie, 1× eitrigeGonarthiris, 1× Alveolarproteinose). Einundfünfzig nicht verlaufsbestimmende Diagnosen (Minordiagnosen) konnten bei 47 Patienten (28%) gestellt werden. In der Subgruppe der konventionell Obduzierten konnten davon 87% bestätigt werden. Zusätzlich wurden hier 3 Minordiagnosen gesichert, wobei auf die Nennung von Folgeerscheinungen chronischer Erkrankungen wie arterieller Verschlusskrankheiten, Hypertonie oder Diabetes mellitus verzichtet wurde. Bei 9 Patienten (6%) konnten Fehllagen von Installationen post mortem gesichert werden. Hiervon mussten 2 als Majordiagnosen klassifiziert werden (1× Insult in Folge einer ZVK-Fehllage, 1× Thoraxdrainagenfehllage). Schlussfolgerung. Durch eine virtuelle Obduktion können bei einem relevanten Anteil der Patienten wichtige Diagnosen postmortal gestellt werden. Die Untersuchung ist zeit-und kosteneffektiv und wird von Angehörigen sehr häufig akzeptiert. Bei sinkenden Obduktionszahlen eignet sich diese Methode als neues Qualitätssicherungsinstrument des klinisch tätigen Arztes. PS 197 Catheter ablation of atrial fibrillation: Dronedarone as a new hybrid therapy option F. Gramley 1 , E. Schulz 1 , T. Münzel 1 , K. Kettering 1 II. Medizinische Klinik, Johannes-Gutenberg-Universität Mainz, Mainz",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "(PH) sowie bei Patienten mit pulmonal-arterieller Hypertonie (PAH) erreicht werden kann. Bei Sunitinib handelt es sich um einen Wirkstoff, der verschiedene Tyrosinkinasen, beispielsweise PDGFR, VEGFR und KIT als Zielstrukturen besitzt. Aktuell weist die Substanz eine Zulassung für die Behandlung des Nierenzellkarzinoms (RCC), sowie von gastrointestinalen Stromatumoren (GIST) auf. Ziel unserer Untersuchung war es zu zeigen, wie sich die Effekte von Sunitinib auf die Hämodynamik und den Umbau der pulmonalen Gefäße von Ratten darstellen, bei denen mit Hilfe von Monokrotalin eine PH ausgelöst wurde. Methoden. 21 Tage nach der Injektion von Monkrotalin wurden die Ratten für die orale Gabe von Sunitinib (10 mg/kg, 5 mg/kg, 1 mg/kg und 0.2mg/kg per os täglich), Sorafenib (raf1/b, VEGFR, PDGFR Tyrosinkinaseinhibitor, 10 mg/kg per ostäglich) oder einem Placebo randomisiert. Mit Hilfe von Echokardiographie (VEVO770, VisualSonibs) wurde am 21., 28. und 35. Tag die Beschleunigung in der Pulmonalarterie, sowie die TAPSE bestimmt. Am 35. Tag wurden die hämodynamischen Parameter durch Katheterisierung des rechten Herzens und der Karotiden gemessen. Die RNA-Isolation aus den schockgefrorenen rechten Herzen für die Real-Time-quantitativen-PCR Untersuchungen wurde mit TRIzol® durchgeführt. Ergebnisse. In den Ratten, die eine PH ausgebildet haben, konnte durch Sunitinib eine dosisabhängige Senkung des systolischen rechts ventrikulären Drucks (RVSP) auf 48.78±3.08 mmHg (10 mg/kg, p=0,001), 55±4.72 mmHg ( Objective. Hypoxia is a micro-environmental feature in the inflamed tissue. The expression of hypoxia inducible factor 1 α (HIF-1 α) and its major target gene glucose transporter-1 (Glut-1) are markers for hypoxia in human tissues. The aim of this study was to investigate if hypoxia occurs in inflamed nasal mucosa from patients with Wegener's granulomatosis (WG) by examining HIF-1α and Glut-1 expression in nasal tissues from patients with WG and sinusitis, as well as in nasal tissue transplants derived from an immunodeficient mouse model. Methods. Tissue sections from WG patients (n=10) with histologic (H&E) features of active inflammation and patients with sinusitis as control (n=10) as well as nasal tissue sections derived from an immunodeficient mouse model were stained immunohistochemically for HIF-1α and Glut-1. Results. The number of HIF-1α � and Glut-1� cells was found to be sig-α � and Glut-1� cells was found to be sig-� and Glut-1� cells was found to be significantly higher in WG compared to sinusitis. The expression of HIF-1α and Glut-1 was in accordance with the severity of inflammation and WG disease activity. Conclusion. The localization of hypoxic areas in nasal mucosa from active WG was identified and an up-regulated expression of two hypoxic signs (HIF-1α and Glut-1) was observed. In addition, HIF-1α and Glut-1 expression were evaluated in an immunodeficient mouse model. According to our data, hypoxia seems to be a prominent feature in granulomatous lesions. Further studies on the pathogenesis of the Wegener`s granuloma need to consider the impact of HIF-1α-and Glut-1-mediated modulation on cell to cell signalling and recruitment of cells into inflamed tissue.",
            "cite_spans": [
                {
                    "start": 1508,
                    "end": 1509,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Nach dem großen Erfolg des Rhythmo und des PCI Updates im letzten Jahr wird Ihnen auch in diesem Jahr ein renommiertes Referententeam die neusten Entwicklungen im Bereich der Herzrhythmusstörungen und der kardiologischen Intervention in Klinik und Praxis vorstellen.Das klassische Update-Konzept wird hier mit interaktiven Elementen kombiniert: Die neuesten und wichtigsten Studien des vergangenen Jahres werden selektiert, präsentiert und kommentiert. Im Anschluss daran werden themenbezogene Fallbeispiele mit Videodemonstrationen und TED-Abstimmungen diskutiert, wobei der Fokus auf praxisnahen Handlungsempfehlungen in den jeweiligen Bereichen liegt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schirmherrschaft DGIM"
        }
    ]
}