{
    "paper_id": "0abb89cd39c5f5f9b9d893a52a7a690f6847e76e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The homeless people or illegal immigrants are particularly Q3 exposed to the Sars-CoV-2 virus infection responsible for Covid-19, due to the precariousness and promiscuity of their living conditions, the impossibility for them to access protection measures: barrier measures (hand washing, distancing, hydro-alcoholic disinfection) or masks in case of contamination of someone close to their community in the camps; but also because of the frequency among these people of multiple and complex pathologies, which accentuate their fragility and the risk for them to develop serious forms of the infection [1] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Homeless, illegal immigrants and confined? ଝ"
        },
        {
            "text": "It is therefore urgent that in the context of the pandemic, all homeless or illegal immigrants should be provided with shelter, food, information and free access to preventive measures, medical care in the event of symptoms, and access to screening tests and hospitalisation or intensive care units for those with severe symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homeless, illegal immigrants and confined? ଝ"
        },
        {
            "text": "The National Academy of Medicine recommends that health care access centres, humanitarian associations and local authorities in charge of health security for people in precarious situations should immediately benefit from exceptional State subsidies in order to be able to contribute actively, in the form of information, samples, means of isolation and symptomatic treatment, to reducing the spread of the virus among vulnerable populations. Foreigners seeking regularization must have access to immediate, free, unconditional medical coverage, as recommended in the Report of the Academy of Medicine of 26 February 2020 [2] . These provisions must include prostitutes, particularly non-French-speaking ones, on the fringes of the public or even associative system. Foreigners must benefit from the maintenance of their right to plead for their stay in France while the ad hoc bodies (prefectures, French Office for the Protection of Refugees and Stateless Persons, and National Right Asylum Court) are closed.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 625,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Homeless, illegal immigrants and confined? ଝ"
        },
        {
            "text": "Respect for these persons and their rights would contribute to controlling the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Homeless, illegal immigrants and confined? ଝ"
        },
        {
            "text": "The author declares that he has no competing interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avis provisoire Recommandations relatives à la prévention et à la prise en charge du COVID-19 chez les patients à risque de formes sévères",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Haut Conseil De La Santé Publique",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "au nom d'un groupe de travail de l'Académie nationale de médecine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gentilini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kerouedan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "L'immigration en France : situation sanitaire et sociale",
            "authors": [],
            "year": null,
            "venue": "Bull Q5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "DOI of original article:https://doi.org/10.1016/j.banm.2020.05. 009. ଝ Press release from the National Academy of Medicine, March 26, Q1 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}