{"paper_id": "0abbe10ab91b18c225173433d5c1f04dd4acd5a8", "metadata": {"title": "Journal Pre-proof Impact of COVID-19 on academic activities and way forward in Indian Optometry", "authors": [{"first": "Vidyut", "middle": [], "last": "Rajhans", "suffix": "", "affiliation": {"laboratory": "", "institution": "Manipal Academy of Higher Education", "location": {"addrLine": "Karnataka state", "country": "India"}}, "email": "vidyutrajhans@hotmail.com"}, {"first": "Usman", "middle": [], "last": "Memon", "suffix": "", "affiliation": {}, "email": "usmmemon@yahoo.co.in"}, {"first": "Vidula", "middle": [], "last": "Patil", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Aditya", "middle": [], "last": "Goyal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sankara College of Optometry", "location": {"settlement": "Bangalore", "region": "Karnataka", "country": "India., India"}}, "email": "adityagoyal@hotmail.com"}, {"first": "Ms", "middle": ["Vidyut"], "last": "Rajhans", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose: Academia is experiencing massive reforms globally amid lockdown in COVID-19 outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "This study is aimed to apprehend the enabling and impeding factors of these reforms, with a focus on optometry education. It brings together how the Indian optometry educational system has responded to COVID-19 disruptions with findings of the 2020 survey, in light of similar survey done in 2018.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": ": A cross-sectional survey was designed to find changes in optometry training and adaptations of Indian optometry educators amid COVID 19 lockdown. In the last week of April 2020, on the observation that the majority of optometry institutions have switched their teaching-learning activities on e-learning mode, an online survey was conducted using a validated questionnaire containing a mix of open and close-ended questions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Seventy-three out of 78 optometry educators (93.58%) have switched to e-learning mode in a very short time span with good confidence. Most teaching-learning and assessment activities are carried out using multi-device supporting video conferencing tools, dedicated educational portals and social media apps.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The COVID-19 pandemic is proving to be constructive disruptor, giving an opportunity for restructuring the present conventional, classroom based educational system. The quick transitions to online mode assisted in keeping continuity of optometry education programs, effectively fitting in the purpose of completion of the current academic year. The rapid transition to online education has not only benefited optometry students but also has created a momentum of continued education for practicing optometrist in the country. Page 3 of 23 J o u r n a l P r e -p r o o f Impacto del COVID-19 en las actividades académicas y el camino a seguir en la Optometría en India Resumen:", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Propósito: La Academia está experimentando reformas masivas a nivel mundial en medio del bloqueo del brote del COVID-19. Este estudio tiene como objetivo aprehender los factores favorables y desfavorables Palabras clave \"Educación en optometría\", \"Educación en línea\", \"Aprendizaje electrónico\", \"COVID-19\", \"Crisis pandémica\", \"Tecnología educativa\", \"Educación basada en la competencia\".", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Page 4 of 23 J o u r n a l P r e -p r o o f Impact of COVID-19 on academic activities and way forward in Indian Optometry.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "As of 10 May 2020, COVID-19 pandemic has gripped 215 countries across the globe and many of these faced lockdown 1 . Academia was among the first few sectors that faced rapid shut down of all its activities 2 . Thousands of schools and higher education institutions and millions of students are affected by lockdown due to the COVID-19 pandemic as the first response from the educational sector was to completely halt its operations 3 . Coronavirus pandemic has triggered the significant change, imposing many challenges in the higher education community globally 4 . After about four months in the global crisis, we have started realizing that the COVID-19 is here to stay and we need to find solutions to move on. This crisis can be looked upon as an opportunity to reconstruct our longstanding educational systems and establish better and updated practices in academia, suitable for the present generation of learners 5 . We must prepare ourselves for the changing world when COVID-19 pandemic is blown off.", "cite_spans": [{"start": 433, "end": 434, "text": "3", "ref_id": "BIBREF2"}, {"start": 564, "end": 565, "text": "4", "ref_id": "BIBREF3"}, {"start": 921, "end": 922, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "India is a demographically diverse large country with high population density. The nationwide lockdown was the only strategy in the fight against COVID-19 pandemic, which started on 25 th March 2020 and is continued in its fifth phase until 30th June 2020 with some relaxations in no infection areas 6 . Citizens across the country chose to sit in their homes abiding the guidelines issued by the government of India.", "cite_spans": [{"start": 300, "end": 301, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "A scenario in India:"}, {"text": "Academic activities in India were rapidly halted in the middle of the year, by individual institutions and states even before the countrywide lockdown began 7 . As per the recent guidelines issued by University Grant Commission (UGC), the apex body for higher education in India, the educational institutes must strive to provide quality education, ensuring uniformity, equity and universal accessibility to all the learners 8 . There is constant encouragement from Hon. Prime Minister Shri Narendra Modi, for innovative use and promotion of technology in ushering educational reforms to create a vibrant knowledge society 9 .", "cite_spans": [{"start": 157, "end": 158, "text": "7", "ref_id": "BIBREF6"}, {"start": 425, "end": 426, "text": "8", "ref_id": "BIBREF7"}, {"start": 623, "end": 624, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "A scenario in India:"}, {"text": "Medical and healthcare education is also severely affected by this global crisis. Moreover, it will continue to remain affected as healthcare systems as most teaching hospitals are completely occupied by COVID-19 load 10 . The challenge of clinical exposure to the medical and health profession students will aggravate even further 11 . Owing to the rapid transmission of COVID-19, face-to-face and small group tutorials are prohibited. This imposes greater challenge especially in the context of ophthalmic and optometric skills, which requires close contact between the eye care practitioner and the patient 12, 13 . Social distancing and telemedicine are set to be 'a new normal' hereafter, imposing a persistent challenge for global optometry educators, to teach various clinical skills to the students 14 . The scenario is prompting an urgent need for transformation of optometry education, from traditional brick mortar system to e-learning environment, imparting updated competencies in our graduating optometry professionals.", "cite_spans": [{"start": 218, "end": 220, "text": "10", "ref_id": "BIBREF9"}, {"start": 332, "end": 334, "text": "11", "ref_id": "BIBREF10"}, {"start": 610, "end": 613, "text": "12,", "ref_id": "BIBREF11"}, {"start": 614, "end": 616, "text": "13", "ref_id": "BIBREF12"}, {"start": 807, "end": 809, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Optometry educators in India have responded very quickly to this crisis situation, in the light of guidelines issued by the Government of India and UGC. There is a sudden surge seen in the number of webinars and online learning sessions on social media platforms, on various topics of optometry, attended not only by students but also by a massive number of practitioners. This has generated never before momentum in optometry education and also in continuing education programs. The purpose of this study is to apprehend the enabling and impeding factors behind this momentum. This paper reports the findings of the observational study describing the rapid transition of optometry education in India amid COVID 19 disruptions. Findings of nationwide online survey ascertaining the present practices of teaching-learning in optometry are discussed in light of similar survey done in 2018 by the same authors (VR and UM). It not only informs the readers about what changed in reference to the past but also appraises how and why the quick adaptation was possible, along with the challenges that are faced during the transition from educator's perspectives.", "cite_spans": [], "ref_spans": [], "section": "J o u r n a l P r e -p r o o f"}, {"text": "Study design: A cross-sectional survey was designed to find changes in optometry training and adaptations of Indian optometry educators amid COVID 19 lockdown. Questionnaire development: A cross-sectional survey was conducted in 2018 using a questionnaire comprised of 27 items (hereafter referred to as '2018 survey'). It was designed to know various teachinglearning methods used for subjects related to applied optics curriculum in optometry programs in India.", "cite_spans": [], "ref_spans": [], "section": "Methodology:"}, {"text": "This questionnaire collected factual data about teaching learning methods used in visual optics, optometric optics and dispensing optics curriculum. The survey also gave insights on teacher's perception about academic practices followed at that time. A follow-up survey was now necessary as significant modifications are witnessed in educational activities amidst this lockdown period. Due to the drastic changeover of the situation, and to address the questions of the present study, we extensively revised the ", "cite_spans": [], "ref_spans": [], "section": "Methodology:"}, {"text": "The 2020 survey recorded a total of 79 respondents, with 78 valid responses. One respondent was not an educator hence was omitted before analysis. Of 78 valid responses, 37 were males (47.43%) and 40 were females (51.28%). One respondent preferred not to disclose the gender identity. The survey reported representation pan India which was found consistent with the findings of the 2018 survey (Table2). The responses were received from educators in all categories of optometry institutions of India. These demographic results add value to the reliability of the present study. ", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The decision of switching to the online mode of teaching was taken after consultation with students by 62 educators (84.93%) while 11 educators (15.06%) did not get a chance to consult students as the transition was very rapid. Student's training for using online platforms for learning was facilitated by 38 educators Overall perception about e-learning environment:", "cite_spans": [], "ref_spans": [], "section": "Student's participation:"}, {"text": "Overall satisfaction of educators on switching to online mode was 3.44 on the Likert scale of 1 (least satisfied) to 5 (most satisfied), indicating that most of the educators are satisfied with it. Positive perception is seen on being collaborative in adapting with this new normal, summarized in table 3 below. The 2020 survey questionnaire also asked six open ended questions to the educators, based on their experiences, to narrate the facilitating and limiting factors in transiting to online education, which are analyzed using qualitative thematic analysis methods. These findings are deliberated in the discussion section.", "cite_spans": [], "ref_spans": [], "section": "Student's participation:"}, {"text": "The table below relates the parallel findings from both the surveys, which will help us know the exact nature of the transition of the optometry education system in India. As the two surveys were done with different intentions and instruments, we do not intent to calculate statistical significance but the mere comparison will help us derive appropriate explanation for the research question under consideration. Conduct of examination Theory written examination; practical skills demonstration", "cite_spans": [], "ref_spans": [], "section": "Student's participation:"}, {"text": "Online examination for theory in the form of assignments /presentations. Skills examination in the form of roleplays and oral examination.", "cite_spans": [], "ref_spans": [], "section": "Student's participation:"}, {"text": "This study brings together how the Indian optometry educational system has responded to COVID-19 disruptions using findings of the 2020 survey, in light of findings of the 2018 survey 16 , combined with authors' experiences and observations in academia.", "cite_spans": [], "ref_spans": [], "section": "Discussion:"}, {"text": "COVID-19 pandemic is proving to be a creative disruption with tough challenges for all educational systems 18 . At the same time, there is a strong opportunity for us to adopt newer techniques that are more suitable for the present generation of learners 19 . Lockdown is still continued in several states in India.", "cite_spans": [{"start": 107, "end": 109, "text": "18", "ref_id": "BIBREF16"}, {"start": 255, "end": 257, "text": "19", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "The journey so far:"}, {"text": "While some other states are starting up with gradual and prioritized restoration of their activities. With norms of social distancing in place, and the guidelines issued by UGC, the academia is likely to continue with e-learning platform at least for few more months 20 These factors kept the motivation of teachers high in adapting to e-education mode.", "cite_spans": [{"start": 267, "end": 269, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "The journey so far:"}, {"text": "6. Tech-savvy iGeneration students: The present generation of learners has grown up with technology.", "cite_spans": [], "ref_spans": [], "section": "Student related factors:"}, {"text": "Greater use of online learning activities facilitate greater engagement of the learner. Ability to learn and revise at one's own pace, being independent of place and time leads to better educational prospects 27 . The forced transition to online mode is in-fact a sure GO for iGeneration learners. The students are more concerned about their education and completion of training on time 18 . In this situation of uncertainty, the students are welcoming every single act which will ensure continuity of their academic activities. They are actively involved in, not merely attending the online sessions but are also actively searching and bringing the relevant online content to the session. 7. Safe learning environment: Students are allowed to ask their doubts using social or personal messaging apps that get addressed without disclosing their identity during the online class. This type of multi-channel communication between the students and teachers is helping to achieve better outcomes 27 .", "cite_spans": [{"start": 209, "end": 211, "text": "27", "ref_id": "BIBREF27"}, {"start": 387, "end": 389, "text": "18", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Student related factors:"}, {"text": "8. Ease and comfort of attending online sessions from home without physically travelling anywhere save a lot of time and energy. Further, students can choose and attend many online sessions other than regular online classes, either live or in deferred time, organized by various national and regional associations in optometry. They get to hear and interact with many faculties, the practitioners of national and international repute, which excites them to learn more.", "cite_spans": [], "ref_spans": [], "section": "Student related factors:"}, {"text": "J o u r n a l P r e -p r o o f 9. Institutional infrastructure: The use of technology, blended learning and E-learning is on the rise since about a decade 28 . These are promising techniques to foster self-learning attitude in health professional students. An increasing number of institutions are encouraging the use of technology in day to day teaching as students find it enjoyable. Purposeful and effective use of blended learning is absolutely necessary for managing student-centric learning system 28 percentage of patients requiring critical care, higher recovery rate and lesser morbidity rate 30 . This has brought a general sense of confidence which is helping in overcoming the challenges 31 . A positive and hopeful environment definitely has contributed directly or indirectly towards the success of this transformation. This is evident by the fact that our 2020 survey recorded more inputs to advantages and facilitating factors and listed out very few challenges faced during the transition to e-learning.", "cite_spans": [{"start": 155, "end": 157, "text": "28", "ref_id": "BIBREF29"}, {"start": 504, "end": 506, "text": "28", "ref_id": "BIBREF29"}, {"start": 602, "end": 604, "text": "30", "ref_id": "BIBREF31"}, {"start": 700, "end": 702, "text": "31", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Institutional and external environment-related factors"}, {"text": "According to WHO, COVID-19 is here to stay for long period. The health care practices are experiencing significant changes, establishing 'new normal' by using technology of next generation. The restrictions of physical contact with patients, reduction in face to face consultation, social distancing norms are some of the challenges identified in clinical skills training 12 . These challenges will persist for a longer period of time as telemedicine, artificial intelligence and innovative technologies are ready to set in permanently into eye care systems 32, 33 . Experiential learning with direct patient exposure in already strained resources is now significantly challenged in optometry skill training. Therefore, we must find an effective longlasting solution by incorporating blended learning in educational system. A good mix of online and face to face learning is suggested while addressing the challenges surfaced during this initial experience. The respondents of 2020 survey enlisted the challenges of execution of online teaching such as uninterrupted internet connectivity, technical disturbances in apps, student orientation, adjusting the pace to suit most learners, restriction on a number of online sessions per day, extension of working hours and working on weekends. Few challenges related to communication, for example, no eye contact, face reading or body language reading to understand if students are following were also reported. The time and efforts required in the preparation of high quality customized, attractive and user-friendly educational material, suitable J o u r n a l P r e -p r o o f for digital delivery of optometry content was enormous. Institutional support in terms of faculty development, student's training for efficient use the technology was also lacking.", "cite_spans": [{"start": 558, "end": 561, "text": "32,", "ref_id": "BIBREF33"}, {"start": 562, "end": 564, "text": "33", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Challenges encountered in transition to e-learning mode:"}, {"text": "Students of present generation are used to group learning and value peer opinion 23 . Optometry students in India are young, having just completed schooling, without much experience. Most of them do not get in a job while pursuing their education and are financially and emotionally dependent on family, assuming very little self-responsibility. Therefore, educators do not believe that the learners will engage themselves in self-directed learning. Further, the lockdown has imposed the challenges of solo learning on them.", "cite_spans": [{"start": 81, "end": 83, "text": "23", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Challenges encountered in transition to e-learning mode:"}, {"text": "Hence, the total and long term transition to e-learning is challenged.", "cite_spans": [], "ref_spans": [], "section": "Challenges encountered in transition to e-learning mode:"}, {"text": "The development of dedicated online modules specific to defined areas of competency along with detailed planning of blended learning activities is required. Accessing telehealth interactions in compliment with e-learning modules can address the perceived gap in clinical skill teaching. We must move ahead from just taking online lectures to the development of more engaging and novel teaching-learning methods based on principles of adult learning 34 . We must utilize this once in a lifetime opportunity where massive sudden transitions are taking place in all sectors of life. This accelerated change if continued in the direction of upcoming trends of optometry practice will fetch positive rewards in years to come.", "cite_spans": [{"start": 449, "end": 451, "text": "34", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Way forward:"}, {"text": "The 2018 study was focused more on optics related subjects while the 2020 survey addresses the entire curriculum taught by optometry faculties. In India, the optometry faculties are mostly engaged in teaching applied optics, contact lenses, binocular vision and low vision subjects 35 . Since the two surveys were addressing similar but not exactly the same research question, in different learning environments, with two different instruments, no direct statistical comparison was possible. But we felt that it was reasonable to see the results of the latest survey in the light of earlier one, in order to gain clarity about the journey so far from the traditional classroom system to the technology-aided competency-based educational system.", "cite_spans": [{"start": 282, "end": 284, "text": "35", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Limitations of the study:"}, {"text": "The COVID-19 pandemic and its disruptions have created an opportunity for the restructuring of the optometry educational system. The quick transitions to online mode assisted in keeping continuity of optometry education programs, effectively fitting in the purpose of completion of the current academic", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "year. Clearly, the journey from the tea steeping model of education to a competency-based learning program has commenced. Online teaching, use of internet technology in optometry education are set to become a new normal. The transition can be quick and smooth if educators and technical staff show an adaptive and collaborative attitude. It is, however, very early to conclude the successful narrative of transition as the judgment of students' performance and quality of passing out professionals is yet to be realized. Further studies may be directed to test student's performance and satisfaction on switching to the e-learning educational system.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Socio-Economic Implications of the Coronavirus and COVID-19 Pandemic: A Review", "authors": [{"first": "M", "middle": [], "last": "Nicola", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}], "year": 2020, "venue": "Int J Surg", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijsu.2020.04.018"]}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19: 20 Countries' Higher Education Intra-Period Digital Pedagogy Responses", "authors": [{"first": "J", "middle": [], "last": "Crawford", "suffix": ""}, {"first": "K", "middle": [], "last": "Butler-Henderson", "suffix": ""}, {"first": "J", "middle": [], "last": "Rudolph", "suffix": ""}], "year": 2020, "venue": "J Appl Teach Learn", "volume": "3", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.37074/jalt.2020.3.1.7"]}}, "BIBREF3": {"ref_id": "b3", "title": "Influence of COVID-19 confinement in students ' performance in higher education", "authors": [{"first": "T", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Rubia", "suffix": ""}, {"first": "", "middle": [], "last": "De", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Hincz", "suffix": ""}, {"first": "L", "middle": [], "last": "Subirats", "suffix": ""}, {"first": "S", "middle": [], "last": "Fort", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "1--25", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "How can the COVID-19 pandemic help higher education ?", "authors": [{"first": "W", "middle": [], "last": "Strielkowski", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13140/RG.2.2.11331.96804"]}}, "BIBREF5": {"ref_id": "b5", "title": "Lockdown in India: Lockdown till May 31 can stall coronavirus pandemic, says study | India News -Times of India", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "COVID 2019 outbreak: The disappointment in Indian teachers", "authors": [{"first": "R", "middle": [], "last": "Bhat", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Singh", "suffix": ""}, {"first": "N", "middle": [], "last": "Naik", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Kamath", "suffix": ""}, {"first": "P", "middle": [], "last": "Mulimani", "suffix": ""}, {"first": "N", "middle": [], "last": "Kulkarni", "suffix": ""}], "year": 2020, "venue": "Asian J Psychiatry J", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.ajp.2020.102047"]}}, "BIBREF7": {"ref_id": "b7", "title": "UGC Guidelines: UGC issues new calendar for universities; 2020-21 session to begin from", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus: India's education minister aims to \"save\" academic year | Times Higher Education (THE)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "COVID-19 and medical education", "authors": [{"first": "H", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "M", "middle": [], "last": "Allaf", "suffix": ""}, {"first": "H", "middle": [], "last": "Elghazaly", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "2019", "issn": "20", "pages": "30226--30233", "other_ids": {"DOI": ["10.1016/S1473-3099(20"]}}, "BIBREF10": {"ref_id": "b10", "title": "Pandemics and Their Impact on Medical Training: Lessons from Singapore", "authors": [{"first": "Z", "middle": ["C"], "last": "Liang", "suffix": ""}, {"first": "Sbs", "middle": [], "last": "Ooi", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "Acad Med", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1097/acm.0000000000003441"]}}, "BIBREF11": {"ref_id": "b11", "title": "Ophthalmic clinical skills teaching in the time of COVID-19: A crisis and opportunity", "authors": [{"first": "K", "middle": ["C"], "last": "Shih", "suffix": ""}, {"first": "Jc-H", "middle": [], "last": "Chan", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Chen", "suffix": ""}, {"first": "Js-M", "middle": [], "last": "Lai", "suffix": ""}], "year": null, "venue": "Med Educ", "volume": "2020", "issn": "", "pages": "0--2", "other_ids": {"DOI": ["10.1111/medu.14189"]}}, "BIBREF12": {"ref_id": "b12", "title": "A non-randomised trial of video and written educational adjuncts in undergraduate ophthalmology", "authors": [{"first": "Hdj", "middle": [], "last": "Hogg", "suffix": ""}, {"first": "M", "middle": [], "last": "Pereira", "suffix": ""}, {"first": "J", "middle": [], "last": "Purdy", "suffix": ""}, {"first": "Rjr", "middle": [], "last": "Frearson", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Lau", "suffix": ""}], "year": 2020, "venue": "BMC Med Educ", "volume": "20", "issn": "1", "pages": "1--8", "other_ids": {"DOI": ["10.1186/s12909-019-1923-1"]}}, "BIBREF13": {"ref_id": "b13", "title": "Education and the COVID-19 pandemic", "authors": [{"first": "S", "middle": ["J"], "last": "Daniel", "suffix": ""}], "year": 2020, "venue": "Prospects", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s11125-020-09464-3"]}}, "BIBREF14": {"ref_id": "b14", "title": "Improving the quality of Web surveys: the Checklist for Reporting Results of Internet E-Surveys (CHERRIES)", "authors": [{"first": "G", "middle": [], "last": "Eysenbach", "suffix": ""}], "year": 2004, "venue": "J Med internetResearch", "volume": "6", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.6.3.e34"]}}, "BIBREF15": {"ref_id": "b15", "title": "Dataset for survey of teaching learning methods in applied optics curriculum of optometry program", "authors": [{"first": "", "middle": [], "last": "Dataset] 16", "suffix": ""}, {"first": "V", "middle": [], "last": "Rajhans", "suffix": ""}], "year": 2001, "venue": "WHO. World Medical Association Declaration of Helsinki. Bull World Health Organ", "volume": "79", "issn": "4", "pages": "373--374", "other_ids": {"DOI": ["10.17632/9jsjwgfksp.1.17"]}}, "BIBREF16": {"ref_id": "b16", "title": "Our Education, Our Concerns: Medical Student Education Impact due to COVID-19", "authors": [{"first": "C", "middle": [], "last": "Theoret", "suffix": ""}, {"first": "X", "middle": [], "last": "Ming", "suffix": ""}], "year": 2020, "venue": "Med Educ", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/medu.14181"]}}, "BIBREF17": {"ref_id": "b17", "title": "Twelve tips for facilitating Millennials' learning", "authors": [{"first": "D", "middle": ["H"], "last": "Roberts", "suffix": ""}, {"first": "L", "middle": ["R"], "last": "Newman", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Schwartzstein", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Teacher training, social distancing: Here's how Indian universities will function post-lockdown", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The Indian Express", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Model Curriculum Handbook OPTOMETRY", "authors": [{"first": "", "middle": [], "last": "Mohfw", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Indian Higher Education System : Challenges And Suggestions", "authors": [{"first": "S", "middle": [], "last": "Sharma", "suffix": ""}, {"first": "P", "middle": [], "last": "Sharma", "suffix": ""}], "year": 2015, "venue": "Electron J Incl Educ", "volume": "3", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Demystifying the Millennial student: A reassessment in measures of character and engagement in professional education", "authors": [{"first": "P", "middle": [], "last": "Mcgee", "suffix": ""}], "year": 2011, "venue": "Anat Sci Educ", "volume": "4", "issn": "", "pages": "214--226", "other_ids": {"DOI": ["10.1002/ase.240"]}}, "BIBREF24": {"ref_id": "b24", "title": "Ten maxims for out of class learning to outclass the academic challenges of COVID-19", "authors": [{"first": "P", "middle": [], "last": "Eachempati", "suffix": ""}, {"first": "K", "middle": [], "last": "Ramnarayan", "suffix": ""}], "year": 2020, "venue": "MedEdPublish", "volume": "9", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.15694/mep.2020.000089.1"]}}, "BIBREF25": {"ref_id": "b25", "title": "Digital India Initiative-To Transform India into Digital Empowered Society and Knowledge Economy", "authors": [{"first": "A", "middle": ["K"], "last": "Roy", "suffix": ""}], "year": 2017, "venue": "SciFed J Telecommun", "volume": "1", "issn": "1", "pages": "1--13", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "COVID-19 pandemic and the digital revolution in academia and higher education", "authors": [{"first": "W", "middle": [], "last": "Strielkowski", "suffix": ""}], "year": 2020, "venue": "preprints", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.20944/preprints202004.0290.v1"]}}, "BIBREF27": {"ref_id": "b27", "title": "Using Technology , Bioinformatics and Health Informatics Approaches to Improve Learning Experiences in Optometry Education", "authors": [{"first": "K", "middle": [], "last": "Vivek", "suffix": ""}, {"first": ";", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "V", "middle": ["B"], "last": "Gupta", "suffix": ""}], "year": null, "venue": "Research and Practice", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "The Effectiveness of Blended Learning in Health Professions: Systematic Review and Meta-Analysis", "authors": [{"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Peng", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "R", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "W", "middle": [], "last": "Yan", "suffix": ""}], "year": 2016, "venue": "J Med Internet Res", "volume": "18", "issn": "1", "pages": "", "other_ids": {"DOI": ["10.2196/jmir.4807"]}}, "BIBREF31": {"ref_id": "b31", "title": "Why India may do much better off with COVID-19", "authors": [{"first": "R", "middle": [], "last": "Singh", "suffix": ""}], "year": 2020, "venue": "Ploymorphism", "volume": "4", "issn": "", "pages": "53--58", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Sentiment Analysis of Nationwide Lockdown due to COVID 19 Outbreak: Evidence from India", "authors": [{"first": "G", "middle": [], "last": "Barkur", "suffix": ""}, {"first": "", "middle": [], "last": "Vibha", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Kamath", "suffix": ""}], "year": 2020, "venue": "Asian J Psychiatr", "volume": "", "issn": "", "pages": "19--20", "other_ids": {"DOI": ["10.1016/j.ajp.2020.102089"]}}, "BIBREF33": {"ref_id": "b33", "title": "Optometry-facilitated teleophthalmology: an audit of the first year in Western Australia", "authors": [{"first": "S", "middle": ["E"], "last": "Bartnik", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Copeland", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Aicken", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Turner", "suffix": ""}], "year": 2018, "venue": "Clin Exp Optom", "volume": "101", "issn": "5", "pages": "700--703", "other_ids": {"DOI": ["10.1111/cxo.12658"]}}, "BIBREF34": {"ref_id": "b34", "title": "Innovative Approaches in the Delivery of Primary and Secondary Eye Care. Switzerland: Springer Nature", "authors": [{"first": "R", "middle": ["C"], "last": "Khanna", "suffix": ""}, {"first": "S", "middle": [], "last": "Marmamula", "suffix": ""}, {"first": "G", "middle": ["N"], "last": "Rao", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-319-98014-0"]}}, "BIBREF35": {"ref_id": "b35", "title": "Ready for action Listos para la acción", "authors": [{"first": "G", "middle": [], "last": "Carracedo", "suffix": ""}, {"first": "J", "middle": [], "last": "Pintor", "suffix": ""}], "year": 2016, "venue": "J Optom", "volume": "9", "issn": "", "pages": "137--138", "other_ids": {"DOI": ["10.1016/j.optom.2016.05.002"]}}, "BIBREF36": {"ref_id": "b36", "title": "Pattern of Optometry Practice and Range of Services in India", "authors": [{"first": "N", "middle": [], "last": "Thite", "suffix": ""}, {"first": "J", "middle": [], "last": "Jaggernath", "suffix": ""}, {"first": "F", "middle": [], "last": "Chinanayi", "suffix": ""}, {"first": "S", "middle": [], "last": "Bharadwaj", "suffix": ""}, {"first": "G", "middle": [], "last": "Kunjeer", "suffix": ""}], "year": 2015, "venue": "Optom Vis Sci", "volume": "92", "issn": "5", "pages": "615--622", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Study setting: India went into lockdown on 25 th March 2020. Since then the educational institutes had started to figure out the solution to continue with their academic endeavors as the academic year 2019-20 was inching close towards concluding. After about a month of lockdown, on the observation that most of the optometry institutions have strategized to adapt to 'new normal' and have restarted their activities with e-learning technologies, a questionnaire-based online survey was administered during lockdown conditions in India in last week of April 2020.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "questionnaire of an earlier survey. Three optometry educators discussed and finalized 30 items of the new questionnaire (hereafter referred to as '2020 survey') (Appendix A). This questionnaire contains 24 multiple choice or objective questions and 6 open ended questions; distributed in five sections. The questionnaire collects not only the factual information about adoption of e-learning methods for undergraduate and postgraduate optometry curriculum, during COVID period but also educator's perception about transition from classroom based system to e-learning system. The reliability of both questionnaires was calculated using Cronbach Alpha, prior to the administration of surveys on the Goggle survey platform. The results of these surveys are reported using CHERRIES guidelines for reporting internet-based surveys 15 . Although we focus on the findings of the 2020 survey, discussing some of the relevant findings of the 2018 survey 16 here would give us consistent answers to the questions under consideration. Therefore, the methodology of both the surveys is reported herein summary table.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Familiarity with e-learning environment:Seventy-three out of 78 educators (93.58%) have switched their educational activities to e-learning mode in a very short time span, while 5 educators (6.41%) reported the temporary shutdown of all academic activities for lockdown period. Forty-five of 73 educators (61.64%) who switched to e-learning mode were familiar with it, 25 (34.24%) were neutral and 5 (4.10%) were not so familiar. Interestingly only 29 of 73 (39.72%) educators had used online teaching mode prior to COVID-19 lockdown period.Usage of e-learning:Thirty-one educators reported teaching with e-learning platforms only for the undergraduate program,2 for postgraduate and 40 for both undergraduate and postgraduate programs. While switching to e-learning mode, 57 educators (78.08%) modified their intended learning objectives to make it suitable for an online session. The preparation time of 30-60 minutes per session was reported by 33 educators (45.20%) while 40 educators (54.79%) required more than an hour for the same. Maximum i.e. 47 educators (64.38%) reported the average duration of their online session between 30 to 60 minutes. Session of more than an hour length was reported by 20 educators (27.39%) and less than half an hour length reported by 6 (8.21%) educators. Most educators (97.26%) reported sharing of notes or reading material or recording of the online session with the students during or after the session. Sixty-one educators (83.56%) reported that they make themselves readily available over a phone call or messages for clearing doubts or solving any problem students might face during the entire lockdown period. Tools for online teaching: all educators indicated that they have used at least one teaching method listed in the questionnaire for covering the theoretical component of the syllabus. For clinical skills training, 58 of 73 (79.45%) educators reported the use of online teaching tools as shown in figures 1 and 2.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Graph showing the popularity of various online teaching tools for THEORY classes Figure A.2: Graph showing the popularity of various online teaching tools for SKILLS sessions.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "05%) while 35 (47.94%) did not give any training to students, although 15 of them believed that necessary. Not every online session records the student's feedback. An average of 3.42 sessions per 5 online sessions record student's feedback. The number of attendees in online sessions varies from a minimum of 5 to a maximum of 800 learners. Discounting the outlier, the mean (SD) of the number of attendees is reported as 31.41 (21.00) in an online session. Student's active participation in an online session is ensured by number of methods as shown in figure A.3.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Graph showing techniques used to ensure active involvement of students in online sessions. Assessments in the e-learning environment: Of the 73 responses, 39 (53.42%) had conducted the online examination, while 34 (46.57%) did not. Thirty educators (41.09%) were planning to conduct the online examination in the near future. Nine educators had conducted both theory as well as skills examination in online mode. Out of 73 educators, 43 (58.90%) favored, 23 (31.51%) were neutral on an online assessment. Seven respondents (9.59%)were not in favor of online assessment and are less likely to conduct it even in the future.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ". Finding from this survey suggest that longawaited restructuring of the educational system as suggested in model curriculum of optometry by Ministry of Health and Family Welfares (MOHFW), India has commenced21,22 . Our 2018 survey showed that the optometry education system was a conventional classroom based system with most teaching and in face to face mode. The Indian teachers and students are habitual to everyday meetings and carrying out teaching-learning activities in a class. Findings of the 2020 survey suggest that more than 90% optometry institutions and educators in India have quickly adapted to E-learning mode.The trend in pedagogy for theoretical content has shifted from monotonous didactic lectures to interactive online lectures using video conferencing tools (e.g. Google meet, Microsoft teams, Zoom etc.); reading and writing assignments are getting done using various teaching learning apps such as Goggle classroom;class-presentations are switched to uploading of pre-recorded presentations on social media platforms.Teachers are using features such as random questioning, use of chat box, opinion polls student lead summarization of the session and more techniques to keep the learner active and engaged during live streamed online sessions. The clinical skills teaching is now not focused only on the psychomotor skills but evidence based practice, critical thinking and clinical decision making skills are also covered using case discussions. The educators are using a wide variety of online tools and apps to keep going with their teaching. Students have also become active learners by contributing to the inputs in the e-learning environment. The rapid transition looks successful in the prima fascia. Work from home culture appears to have settled in optometry educational system prompting 'teach from home' and 'learn from home' strategies. We asked educators about the facilitating and challenging factors of online education.Qualitative thematic analysis of these open ended questions in 2020 survey identified the following facilitating factors, contributing towards the seamless transition of optometry education.Teacher related factors:1. Millennial teachers for the iGeneration of learners-with tech-savvy generations in academia, it is comparatively easy to adapt to the e-learning environment23 . The finding that 70% of teachers arebelow 35 years of age, confirms the contribution of the major ground force for online content development in the success of the quick transformation. However, further subgroup analysis showed that senior faculties were also at par with millennial teachers in adoption with e-learning systems. All the faculties reported high confidence in the use of technology for educational purposes. However, they also reported limited awareness of all technology solutions and their salient features which can be J o u r n a l P r e -p r o o f used for various educational activities. And therefore, they must be formally trained for efficient usage of various tools and online pedagogy via faculty development programs 24 . 2. Technology at hand: There are challenges in having appropriate high-tech gadgets, computers, or laptops with every student, and even faculty 3 . More often these electronic gadgets with students are shared between the siblings. With the ongoing digital revolution in India, smartphones equipped with a 4G internet connection have reached even in the remotest part of the country 25 . At the same time, the development and availability of a wide variety of tools at our figure tips are assuring the feasibility of getting into online mode 26 . Educators enlisted usage of platforms such as Google classroom, Google meet, MS teams, YouTube, Zoom meetings and many more, which are multi-gadget compatible. A wise choice of multi-screen supported teaching platforms and strategic use of synchronous and asynchronous teaching techniques done by educators accommodated spectrum of devices, operating systems and internet infrastructure benefiting the students, leading to a successful transition of teaching activities to e-learning mode.3. Habitual to web resources: The 2018 survey exposed a dependency on lectures and seminars for delivering knowledge component of the curriculum. PowerPoint presentations, videos and web resources were extensively used by educators even before COVID-19 disruption. Switching to elearning during this lockdown was readily facilitated by these resources.4. Attitude to collaborate: The crisis situation is equally difficult for each of us. We must be able to collaborate for a wide variety of real and virtual resources with us to promote learning in the best possible way18 . Professional attitude, transparency and clarity in communication is the key to effective collaboration. Majority educators believed in collaborative efforts and started the journey for collaboration on an individual basis, without waiting for institutional support or directives. External stakeholders like industry partners, individual practitioners, researchers were also pulled in to contribute directly to academia, which brought in new knowledge and a fresh perspective of looking at optometry education.5.Positive enthusiasm about e-learning: Number of educators reported numerous advantages of elearning environment like the ease of conduct, convenient technique even with limited resources at hand, cost-effective, ability to adapt to the wide learning styles and choices of iGeneration learners, the possibility of innovation and ease of monitoring and documentation of teaching activities. Some of the facilitating factors mentioned by respondents include the time flexibility, the comfort of work from home, and the ability to discharge their duties even in crisis situations adding to their satisfaction level.", "latex": null, "type": "figure"}, "FIGREF7": {"text": ". Majority of the respondents (89.74%) reported service in optometry institution running either under a hospital setup or as a department in a university. The infrastructure and administration of hospital and university are essentially different, and therefore the priorities, procedures and techniques of academic activities are different. For instance, university educators reported use of E-learning platforms developed by their own university along with other applications, while educators belonging to hospital infrastructure relied mainly upon applications from public domain. The IT support from the institution is also identified as a major factor contributing to the quick and smooth transition to online learning. However, all educators reported high confidence and satisfaction in using online teaching tools, irrespective of type of institution they belong. 10. Contribution from external stakeholders: Social media in India saw a sudden surge of inputs from nationwide optometry /optical associations and industries in the form of webinars, live streaming of panel discussions, which stimulated not only practitioners and faculties but also students to attend more and more webinars and other online educational activities. Strong numbers of live attendees and even more number of subsequent followers ranging from 200 to 4100 unknowingly resulted in positive competitive spirit among academicians, practitioners and subject experts, to conduct good quality sessions 29 . This created a positive momentum of transition from a traditional educational system to a competency-based e-learning system. Many institutions equipped with better infrastructure are contributing to the development of educational modules covering various specialties of optometry practice. Students and practitioners across India are enthusiastically participating in these online sessions, developing a culture of continued education. Positive attitude in the community at large about COVID 19 pandemic-a timely decision of lockdown and sincere efforts by all individuals in all sections of the community are leading to control on the spread of the virus. The situation in India is seen as much better as compared to many developed countries in terms of spread of COVID-19, lesser number of cases per thousand population, lesser", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary of the methodology followed by the 2018 and 2020 surveys.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Sr </td><td>Description </td><td>2018 survey </td><td>2020 survey </td></tr><tr><td>no </td><td> </td><td> </td><td> </td></tr><tr><td>1 </td><td>Survey development </td><td> </td><td>2018 survey </td></tr><tr><td> </td><td> </td><td>Literature survey followed by a discussion between three optometry faculties to finalize items of the questionnaire </td><td>Reference of questionnaire and between three questionnaire </td><td>discussion optometry faculties to finalize items of the </td></tr><tr><td> </td><td>2 Number and nature of </td><td> 27, Mix of open and close-\n</td><td>30, Mix of open and close-ended </td></tr><tr><td> </td><td> </td><td>ended questions </td><td>questions. </td><td> </td></tr><tr><td> </td><td>items in the questionnaire </td><td>Journal Pre-proof\n y h Alpha) 0.9252 (High) 0.902 (High) urvey Internet-based Internet-based riod Jan-May 2018 April 2020 ame Purposive sampling, ensuring one representation from all Optometry colleges across India, conducting a four-year bachelor degree program Open survey, Open for all optometry collepulation Optometry educator, as representative of an optometry institute Optometry edutime/ part-timoptometry institnt process Invitation by Email, with two reminders over the phone/ messaging platform. Open invitation messaging platfin a target greminder messaon Voluntary participation Voluntary particministration Sequential questions administered using Google forms Sequential administered forms consent E-consent E-consent None Sharing of survem under ion Applied optics subjects such as visual optics, optometry optics, dispensing optics. Entire optomprogram, essenoptometrist facuf adaptive Yes Yes f screens 3 6 </td><td> </td></tr><tr><td>3 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>4 </td><td>Reliabilit(CronbacMode of s</td><td> </td><td> </td><td> </td></tr><tr><td>5 </td><td>Survey pe</td><td> </td><td> </td><td> </td></tr><tr><td>6 </td><td>Sample fr</td><td> </td><td> </td></tr><tr><td>7 </td><td>Target po</td><td> </td><td>e ute. ge. </td><td>educators in ges across India. cator, as a full faculty in over the social orm (WhatsApp) roup with one ipation questions </td></tr><tr><td>8 </td><td>Recruitme</td></tr><tr><td>9 </td><td>Participati</td></tr><tr><td>10 </td><td>Survey ad</td><td> </td></tr><tr><td>11 </td><td>Informed </td><td> </td><td>using </td><td>Google </td></tr><tr><td>12 </td><td>Incentives </td><td> </td><td>y results </td></tr><tr><td>13 </td><td>Curriculuconsiderat</td><td> </td><td>UG/PG </td></tr><tr><td>14 </td><td>Use o</td><td> </td><td>etry lty. </td><td>tially taught by </td></tr><tr><td> </td><td>questions </td></tr><tr><td>15 </td><td>Number o</td><td> </td><td> </td><td> </td></tr><tr><td>16 </td><td>Review step </td><td>Review with back button; no </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>Review with back button; no once the </td></tr><tr><td> </td><td> </td><td>alteration possible once a response is submitted </td><td>alteration possible response is submitted </td></tr><tr><td>17 </td><td> </td><td>No such mechanism employed </td><td>No such mechanism employed </td></tr><tr><td> </td><td>Preventing multiple entries from single respondent e.g. Cookies used </td><td> </td><td> </td></tr><tr><td>18 </td><td>Data capturing </td><td>Automatic conversion into a </td><td>Automatic conversion into a </td></tr><tr><td> </td><td> </td><td> </td><td>spreadsheet </td><td>spreadsheet </td></tr></table></body></html>"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "3: Collaborative efforts made to quickly adapt to the e-learning environment.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Response to Collaborative efforts No of responses </td><td>% of total responses </td></tr><tr><td>I would like to collaborate with the purpose of sharing resources. 22 </td><td>28.21 </td></tr><tr><td>Individual to individual faculty collaboration 32 </td><td>41.03 </td></tr><tr><td>Institute to institute collaboration 12 </td><td>15.38 </td></tr><tr><td>Institute to individual faculty collaboration 21 </td><td>26.92 </td></tr><tr><td>No, I have no interest/ belief in collaboration 9 </td><td>11.54 </td></tr><tr><td>Other 8 </td><td>10.26 </td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": []}