{
    "paper_id": "0abcdbdc4d50e397e4e0d9afba1c401ad4e14294",
    "metadata": {
        "title": "Finding the Dose for Hydroxychloroquine Prophylaxis for COVID-19: The Desperate Search for Effectiveness",
        "authors": [
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Al-Kofahi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pamala",
                "middle": [],
                "last": "Jacobson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "R"
                ],
                "last": "Boulware",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arthur",
                "middle": [],
                "last": "Matas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Raja",
                "middle": [],
                "last": "Kandaswamy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mutaz",
                "middle": [
                    "M"
                ],
                "last": "Jaber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Radha",
                "middle": [],
                "last": "Rajasingham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jo-Anne",
                "middle": [
                    "H"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "R"
                ],
                "last": "Nicol",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis",
                        "region": "Minnesota",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hydroxychloroquine is an antimalarial drug being tested as a potential treatment for the novel coronavirus disease 2019 (COVID-19) pandemic caused by the severe acute respiratory syndrome coronavirus 2. Although the efficacy of hydroxychloroquine for COVID-19 remains uncertain, it may serve as a potential prophylactic agent especially in those at high risk, such as healthcare workers, household contacts of infected patients, and the immunocompromised. Our aim was to identify possible hydroxychloroquine dosing regimens through simulation in those at high risk of infections by optimizing exposures above the in vitro generated half maximal effective concentration (EC 50 ) and to help guide researchers in dose-selection for COVID-19 prophylactic studies. To maintain weekly troughs above EC 50 in > 50% of subjects at steady-state in a pre-exposure prophylaxis setting, an 800 mg loading dose followed by 400 mg twice or 3 times weekly is required. In an exposure driven, postexposure prophylaxis setting, 800 mg loading dose followed in 6 hours by 600 mg, then 600 mg daily for 4 more days achieved daily troughs above EC 50 in > 50% subjects. These doses are higher than recommended for malaria chemoprophylaxis, and clinical trials are needed to establish safety and efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The rapidly progressing coronavirus disease 2019 (COVID-19) pandemic has led to overwhelming interest in treatment and prevention therapeutics. There is no approved therapy for COVID-19, and a number of trials have been initiated, including hydroxychloroquine, losartan, remdesivir, tocilizumab, intravenous immunoglobulin, and convalescent plasma. 1 There are > 100 recruiting or not yet recruiting treatment studies listed on clinicaltrials.gov as of March 29, 2020. Although reports have surfaced regarding the use of chloroquine and hydroxychloroquine, drugs used in malaria, the efficacy for COVID-19 remains uncertain. Hydroxychloroquine has known in vitro activity against the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. However, the half maximal effective concentration (EC 50 ) for SARS-CoV-2 virus is different than for malaria with a > 20fold higher in vitro EC 50 of hydroxychloroquine for SARS-CoV-2 vs. malaria. EC 50 values for SARS-CoV-2 virus in the literature have ranged from 0.72-17.31 μM, with higher EC 50 values generally associated with higher multiplicity of infections, indicative of a potential need for greater systemic exposure for the higher viral loads. 2, 3 Hydroxychloroquine is also proposed as a prophylactic agent in those at high risk, such as healthcare workers, the immunocompromised, and household contacts of infected individuals. Oral hydroxychloroquine was authorized for emergency use by the US Food and Drug Administration (FDA) on March 28, 2020, to treat adult and adolescent patients who weigh 50 kg or more hospitalized with  These findings are intended to guide the research community in optimizing dose selection for COVID-19 prevention and early treatment trials. COVID-19 for whom a clinical trial is not available, or participation is not feasible (https://www.fda.gov/media /13653 4/download). It was not approved for SARS-CoV-2 prevention. There are no scientifically established doses for SARS-CoV-2. Although pharmacometric modeling and simulation has been used by several groups to propose potential regimens, 3-5 these are targeted for hospitalized patients with advanced disease and no models have specifically evaluated regimens in the context of prophylaxis.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What is known about the pharmacokinetics of hydroxychloroquine comes from use in indications outside of COVID-19, such as malaria, rheumatoid arthritis, and systemic lupus erythematosus. Hydroxychloroquine has linear kinetics with a very high volume of distribution and readily distributes to a number of tissues. 6, 7 The elimination half-life is long with pharmacokinetic studies indicating it ranges from 5-40 days. 7 Because of the long half-life, hydroxychloroquine concentrations are sustained for days after completion of the treatment course.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 317,
                    "end": 318,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our team recently launched a nationwide clinical trial examining the efficacy of short-course hydroxychloroquine as post-exposure prophylaxis or early pre-emptive treatment against COVID-19 (NCT04308668). We are also in the process of launching protocols for pre-exposure prophylaxis in healthcare workers and organ transplant recipients. Choosing the correct dose for a clinical trial needs to consider the risk of toxicities but also ensure the best chance of successful achievement of therapeutic targets. Hydroxychloroquine doses used for malaria have been largely adopted for COVID-19 treatment and prophylaxis. However, our team sought to re-evaluate those doses, evaluate new doses, and generate a rational approach for dose selection using simulation models to proposed efficacy targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We simulated potential dosing regimens for pre-prophylaxis and post-exposure prophylaxis scenarios using hydroxychloroquine population pharmacokinetic parameter estimates derived from hydroxychloroquine plasma concentrations in 91 individuals (22 healthy volunteers and 69 patients with malaria). 6 The R package mrgsolve was used to build the population pharmacokinetic simulation in RStudio version 1.2.5033 (RStudio, Boston, MA). The median and 90th percentile of hydroxychloroquine simulated concentrations (n = 1,000 subjects) over time were calculated. The percent of subjects with troughs above the SARS-CoV-2 target concentration (EC 50 0.72 μM) 3 and median time above target were reported. For the pre-exposure simulations, weekly troughs are reported, whereas for post-exposure simulations daily troughs are reported. Because prophylaxis would be given before high viral loads are achieved, we targeted the lower range EC 50 of 0.72 μM 3 and aimed to keep at least 50% of subjects above this target. For the post-exposure and pre-emptive treatment settings, we simulated exposures over 14 days to represent a typical incubation time for SARS-CoV-2. 8 We simulated the current FDA approved dosing for malaria treatment (800 mg followed by 400 mg at 6, 24, and 48 hours after the initial dose, a total of 3 days) and prophylaxis (400 mg weekly) and other regimens, such as those tested in recent COVID-19 trials (i.e., 400 mg/day for 5 days or 200 mg 3 times daily for 6 days). 9, 10 We also tested recommended regimens against an EC 50 target of 1.44 μM to account for potential differences in vitro and plasma protein binding. 11 ",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1160,
                    "end": 1161,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1638,
                    "end": 1640,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The simulated concentration-time data for the tested regimens are shown in Figure 1 and in Figures S1-S8. Table 1 shows the percent of simulated subjects with hydroxychloroquine trough concentrations above the targeted EC 50 3 and the cumulative time above EC 50 over the simulated drug treatment period ( Figures  S9-S16) . First, we examined the current prophylaxis (pre-exposure) and treatment (post-exposure) doses for malaria. Simulations of once-weekly dosing predicted that only 3% of subjects would have troughs above the target per week once steady-state is reached ( Table 1) . For the FDA recommended treatment dose of malaria (800 mg loading dose followed by 400 mg daily for a total of 3 days), simulations predicted 89% of subjects would have troughs above the target on day 1, however, this number dropped to 7% by day 14 post-exposure after the start of prophylaxis ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 306,
                    "end": 322,
                    "text": "Figures  S9-S16)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 577,
                    "end": 585,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 884,
                    "end": 892,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We next simulated modified dosing scenarios and found, for pre-exposure prophylaxis, that an 800 mg loading dose, followed by a 400 mg dose given 2 or 3 times weekly maintains weekly troughs above EC 50 in 49-75% of the subjects (Table 1, Figure 1a ,c), after reaching steady-state. In the post-exposure setting, simulations indicated that an 800 mg loading dose followed in 6 hours with 600 mg daily for at least 5 days, maintains daily troughs above the EC 50 in 50% or more of the subjects for at least 2 weeks, the presumed viral incubation time ( (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 248,
                    "text": "(Table 1, Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 552,
                    "end": 561,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We also examined the treatment regimens tested in recently published reports (400 mg/day for 5 days vs. 200 mg 3 times a day for 6 days) and found that only the latter regimen maintained daily troughs above target in > 50% of subjects ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "When EC 50 of 1.44 μM was targeted for the prophylactic setting twice and 3 times weekly dosing underperformed; higher or more frequent dosing may be required (Table S1 ). For post-exposure regimens, 5 days of 600 mg daily dosing, > 50% of patients were above target for 8 days, daily dosing for 7 days would be required to maintain prophylaxis for almost 14 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the absence of validated therapeutic concentration targets for COVID-19 prevention or treatment, these simulations are meant to guide researchers in dose-selection for COVID-19 studies. Our aim was to optimize exposures above the in vitro generated EC 50 . 3 It is important to note that in vitro to in vivo extrapolations could either underestimate or overestimate actual drug requirements, however, they are a reasonable starting point in the absence of other data. Notably, therapeutic effect may be maintained even longer, as preclinical models have demonstrated up to 30-fold accumulation of hydroxychloroquine in lung tissue. 12 Similar to what has been proposed for treatment by other groups, 4,5 our simulations suggest higher treatment and prophylactic doses for COVID-19 may be needed than those recommended for malaria. This is consistent with the > 20-fold lower in vitro EC 50 for malaria compared with SARS-CoV-2. 13 Unlike with malaria, where dosing is recommended to start 2 weeks before travel to an endemic area, prevention for COVID-19 requires more rapid attainment of therapeutic concentrations, thus supporting the rationale for a loading dose in the pre-exposure prophylaxis setting. Although, in general, hydroxychloroquine is a well-tolerated drug, increasing the dose may come with untoward effects that should be Table 1 Percentage of simulated subjects with troughs above targeted EC 50 and median cumulative time above targeted EC 50 (0.72 μM), by the end of each prophylactic durations, for pre-exposure and post-exposure prophylaxis a Pre-exposure prophylaxis, 12-week simulation duration",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1343,
                    "end": 1350,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Week carefully monitored. Hydroxychloroquine systemic severe adverse effects include retinal-toxicity and cardiotoxicity, however, these toxicities are mostly associated with daily and/or long-term use. We chose to simulate total plasma concentrations, as the in vitro generated EC 50 was not protein-adjusted yet, it was performed in the presence of protein. 3 Previous studies have shown that in vitro protein binding can occur in the presence of added protein but may not be equal to plasma protein-binding that may be observed clinically in humans. 14 Therefore, we also evaluated our regimens against 1.44 μM EC 50 , which would assume no in vitro protein binding (i.e., most extreme scenario) and found that higher dosing would likely be required in the pre-exposure setting, whereas the post-exposure regimen performed reasonably, although target concentrations were not maintained as long. If higher EC 50 targets are required, dosing may exceed the therapeutic index, although this is largely unknown for hydroxychloroquine in the context of COVID-19. Notably, for many infections (e.g., malaria, influenza, and pneumocystis pneumonia), dosing for prophylaxis are substantially lower than those used for treatment but yet are highly effective.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As of March 29, 2020, two peer-reviewed studies are available that examined the efficacy of hydroxychloroquine for treatment of COVID-19, each testing a different dose, and each reaching different conclusions. 9,10 First, a clinical study from France tested 200 mg 3 times daily hydroxychloroquine for 6 days and reported a promising antiviral effect with polymerase chain reaction-negative nasopharyngeal swabs in 14 of 20 patients by day 6, compared with 2 of 16 controls. 10 However, the authors noted that an additional six subjects on hydroxychloroquine were removed from analysis because they did not complete therapy, five of whom were still polymerase chain reaction-positive at the time of dropout. This modest success is consistent with our model simulations. In contrast, a study performed in China tested 5 days of 400 mg/day and observed no difference between treatment and control groups, with 13 of 15 vs. 14 of 15 achieving viral negative swabs by day 7. 9 Our simulations have shown that 5 days of 400 mg without a loading dose was not sufficient to maintain daily troughs above the EC 50 in 50% of the subjects for 14 days. Furthermore, patients with active COVID-19 disease may require a different efficacy target due to higher viral loads.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 477,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 971,
                    "end": 972,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "These simulations used pharmacokinetic data obtained from healthy volunteers and patients with malaria, so caution should be taken in extrapolating to other populations, especially those who may have organ dysfunction, such as critically ill patients with COVID-19 or recent transplant recipients. These data need validated in pharmacokinetic and clinical trials. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug. Discov. Ther",
            "volume": "14",
            "issn": "",
            "pages": "58--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell. Discov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro antiviral activity and projection of optimized dosing design of hydroxychloroquine for the treatment of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Towards optimization of hydroxychloroquine dosing in intensive care unit COVID-19 patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perinel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa394"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Optimizing hydroxychloroquine dosing for patients with COVID-19: An integrative modeling approach for effective drug repurposing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garcia-Cremades",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Pharmacol. Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.1856"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pharmacokinetics of hydroxychloroquine and its clinical implications in chemoprophylaxis against malaria caused by plasmodium vivax",
            "authors": [
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "53",
            "issn": "",
            "pages": "1468--1475",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Steadystate pharmacokinetics of hydroxychloroquine in patients with cutaneous lupus erythematosus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Rawi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Meggitt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wahie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lupus",
            "volume": "27",
            "issn": "",
            "pages": "847--852",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Plasma protein binding of the enantiomers of hydroxychloroquine and metabolites",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclachlan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Tett",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Eur. J. Clin. Pharmacol",
            "volume": "44",
            "issn": "",
            "pages": "481--484",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Simultaneous quantitation of hydroxychloroquine and its metabolites in mouse blood and tissues using LC-ESI-MS/MS: an application for pharmacokinetic studies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Chhonker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sleightholm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oupický",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Murry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Chromatogr. B Analyt. Technol. Biomed. Life Sci",
            "volume": "1072",
            "issn": "",
            "pages": "320--327",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hydroxychloroquine is much less active than chloroquine against chloroquine-resistant Plasmodium falciparum, in agreement with its physicochemical properties",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Warhurst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Adagu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cullander",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Antimicrob. Chemother",
            "volume": "52",
            "issn": "",
            "pages": "188--193",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Protein binding: do we ever learn?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Zeitlinger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antimicrob. Agents. Chemother",
            "volume": "55",
            "issn": "",
            "pages": "3067--3074",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simulated hydroxychloroquine dosing regimens for pre-and post-exposure prophylaxis. Simulated hydroxychloroquine concentrations for 1,000 subjects for pre-exposure (a) and postexposure (b) prophylaxis. Solid line is medium and shaded grey area is interquartile range. Percentage of subjects with troughs above targeted half maximal effective concentration (EC 50 ) and median accumulative time above targeted EC 50 , at the end of each dosing week for pre-exposure (c) and postexposure (d) prophylaxis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SUPPORTING INFORMATION Supplementary information accompanies this paper on the ClinicalPharmacology & Therapeutics website (www.cpt-journal.com).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Support for this study was received from the National Institute of Allergy and Infectious Diseases (K08 AI134262 for M.R.N.); (R01AI140303 for P.A.J.); and (U01AI125003 for D.R.B.).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Study Highlights WHAT IS THE CURRENT KNOWLEDGE ON THE TOPIC?  Hydroxychloroquine is currently of interest for treatment and prevention of coronavirus disease 2019 (COVID-19). In the absence of therapeutic efficacy targets, optimal dosing is unknown. WHAT QUESTION DID THIS STUDY ADDRESS?  We examined various hydroxychloroquine dosing strategies and compared predicted plasma exposures to in vitro efficacy targets. WHAT DOES THIS STUDY ADD TO OUR KNOW-LEDGE?  Conventional malaria prevention and treatment dosing may not be sufficient to reach plasma concentrations that would be expected to inhibit or suppress severe acute respiratory syndrome coronavirus 2. HOW MIGHT THIS CHANGE CLINICAL PHARMA-COLOGY OR TRANSLATIONAL SCIENCE?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Figure 1b,d). Lower doses performed less well (Table 1, Supplementary Figures). For all regimens, a loading dose is a critical factor in rapid attainment of concentrations above the EC 50",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declared no competing interests for this work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}