{
    "paper_id": "0abc97b76b190ae18f5dbf2fb44e0100a84cd7ac",
    "metadata": {
        "title": "Journal Pre-proof Anthropocene in an age of pandemics",
        "authors": [
            {
                "first": "Anne",
                "middle": [],
                "last": "Chin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuefeng",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindsey",
                "middle": [],
                "last": "Gillson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "P"
                ],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Veerle",
                "middle": [],
                "last": "Vanacker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emilie",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Quarantined during the COVID-19 pandemic gives time to reflect upon an event and experience unprecedented in our lifetimes. How did we get here? What do we understand? What can we do? What does this mean going forward, for future generations and the sustainability of our planet? In the midst of juggling new modes of teaching, caring for children and other dependents, and shuffling conferences and other planned travel and professional commitments, we find ourselves grappling with such questions, as scholars and as citizens of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anthropocene in an age of pandemics"
        },
        {
            "text": "Diseases, epidemics, and pandemics have occurred throughout history. One might recall the Bubonic Plaque in the 1300s, smallpox in the 1500s, and the Spanish Influenza in 1918, for example, and more recently HIV/AIDS in the 1980s. Yet, pandemics seem on the rise in recent decades. We likely remember SARS (2002) What we also know, is that nearly all emerging and infectious diseases originate through human interactions with the environment. They arise from human encroachment into wildlife habitats, enabling diseases that originate in animal populations to cross the human-animal barrier (Morse et al., 2012) . Agricultural expansion and intensification, in particular, promote the transmission of infectious diseases to humans (Rohr et al., 2019) . Habitats become suitable for a wide range of bat species, for example, when natural forests become anthropogenic land-use systems, thereby posing greater risk of human-bat interactions and infectious diseases (Afelt et al., 2018) . Thus, Allen et al. (2017) linked quantitatively the occurrence of zoonotic diseases to many parameters of human activity interacting with the environment, including population and population change, cultivation, change in pastures, change in croplands, and urbanization.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 611,
                    "text": "(Morse et al., 2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 731,
                    "end": 750,
                    "text": "(Rohr et al., 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 962,
                    "end": 982,
                    "text": "(Afelt et al., 2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Anthropocene in an age of pandemics"
        },
        {
            "text": "Such are the issues that concern Anthropocene. The interdisciplinary journal launched in 2013 (Chin et al., 2013) to meet grand challenges of a rapidly changing planet. As the scale and pace of human interactions with Earth continue to accelerate, the Journal has grown and evolved alongside a maturing science of the \"anthropocene.\" We have refined and expanded the Journal's central themes (Chin et al., 2016) , while sharpening the focus of research articles toward answering significant questions that enhance understanding of human-induced alterations in the past and present. Applying this knowledge to anticipating, mitigating, and adapting to changes in the future are also important goals of research papers.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 113,
                    "text": "(Chin et al., 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 392,
                    "end": 411,
                    "text": "(Chin et al., 2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Anthropocene in an age of pandemics"
        },
        {
            "text": "There is no better time than now, for the Journal to re-affirm its commitment toward its principal aim-to advance research on human interactions with Earth systems. As the pandemic of COVID-19 continues to show, the health of people, animals, ecosystems and the environment are intimately linked (Bonilla-Aldana et al 2020), arising from interactions among biological, environmental, social and cultural factors (Frutos et al 2020) . We therefore urgently need better understanding of these complex interactions at the roots of the problem. Human responses to the pandemic may also transform our current environment and future trajectories of change. As we witness the effects of the pandemic rippling through wildlife, the quality of our air, work patterns, employment habits, teaching and learning, energy consumption and global travel, we have a unique opportunity to explore viable solutions connecting multiple dimensions and perspectives-not just for our own livelihoods, but for future generations and in guiding our planet toward sustainability.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 431,
                    "text": "(Frutos et al 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The Journal therefore encourages timely submissions examining interdisciplinary issues related to the subject of COVID-19 and pandemics, as they relate to human interactions with Earth processes and systems. Topics may concern the factors that drive the emergence of pandemics, such as land-use changes and other human interactions with animals and habitats. They can also address current impacts on environment, biota and society, as well as the exchanges among environment, ecosystems, society and policy, and our possible future responses and adaptations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "We would like to express deep appreciation to our network of supporters worldwide, for following our Journal over the years and for believing in its vision and mission. This network starts with our readers, authors, and reviewers for their continuing valuable contributions. At the core of our Journal is also our prestigious Editorial Board, without their unwavering support and creative input, our accomplishments would not have been possible. We would like to welcome new members to the editorial team, and thank those who have completed their terms. Our new Board members [link here to Editorial Board] contribute expertise in critical areas that include climate, ecological, hydrological, and sedimentological sciences, paleoenvironmental analysis, health and social sciences. The Journal additionally welcomed associate editor Xuefeng Cui, who specializes in climate interactions, including climate change, land use change, food security, and geo-engineering. Finally, as Emilie Wang takes the helm as Publisher, we warmly thank Dan Lovegrove, the inaugural Publisher of Anthropocene, following his decision to step down. Dr. Lovegrove provided an invaluable and steadfast guiding presence for the Journal during its formative years. We wish him well in his new role as Senior Publisher for the Environment & Health portfolio of journals! The editorial and publishing team remains committed to producing a high quality and impactful journal. Last June, the Journal registered a first Impact Factor of 4.278, placing it amongst the leaders in the field. We look forward to continuing to work with the research communities to maintain and grow our reputation in the dynamic and ever-evolving science of the anthropocene. At this time of inter-connectedness, brought on by a shared experience of the pandemic, we need scholars, policy makers and other stakeholders to work towards a collective and interdisciplinary understanding of the complex feedbacks that may ultimately change Earth processes. Urgently, we must also explore possible future scenarios together, and guide the steps that will lead to sustainable futures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bats, Coronaviruses, and Deforestation: Toward the Emergence of Infectious Diseases?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afelt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frutos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deveaux",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2018.00702"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global hotspots and correlates of emerging zoonotic diseases",
            "authors": [
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Communications",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00923-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Revisiting the one health approach in the context of COVID-19: a look into the ecology of this emerging disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Bonilla-Aldana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dhama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv. Anim. Vet. Sci",
            "volume": "8",
            "issn": "3",
            "pages": "234--237",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anthropocene: Human interactions with earth systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harbor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vanacker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anthropocene",
            "volume": "1",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An evolving Anthropocene for science and society",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Quiring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vanacker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lovegrove",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anthropocene",
            "volume": "13",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: The conjunction of events leading to the pandemic and lessons to learn for future threats",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frutos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Roig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Serra-Cobo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Devaux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmed.2020.00223"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1956--65",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emerging human infectious diseases and the link to global food production",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Civitello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delius",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Deleo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jouanard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Remais",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Riveau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Sokolow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Sustainability",
            "volume": "2",
            "issn": "",
            "pages": "445--456",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", Swine Flu (2009), MERS (2012), Ebola (2014), or Zike (2015).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Editor-in-ChiefAnne Chin",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}