{
    "paper_id": "0abd8001807fa3e4a704ec35a1911166c472b625",
    "metadata": {
        "title": "Extracorporeal Membrane Oxygenation",
        "authors": [
            {
                "first": "Joey",
                "middle": [
                    "C"
                ],
                "last": "Papa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "J H"
                ],
                "last": "Stolar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Extracorporeal Membrane Oxygenation (ECMO) is a life-saving technology that uses partial heart and lung bypass for extended periods. It is not a therapeutic modality, but rather a supportive tool that provides suffi cient gas exchange and perfusion for patients with acute, reversible cardiac or respiratory failure. This affords the patient's cardiopulmonary system time to rest, sparing them from the deleterious effects of traumatic mechanical ventilation and perfusion impairment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Extracorporeal Life Support Organization (ELSO) was formed in 1989 by a collaboration of physicians, nurses, perfusionists, and scientists with an interest in ECMO. The group provides an international registry that collects data from almost all ECMO centers in the United States and throughout the world. At the end of 2005, ELSO registered nearly 30,000 neonatal and pediatric patients treated with ECMO for a variety of cardiopulmonary disorders with an overall survival rate of 66%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neonates are the patients who benefi t most from ECMO. Cardiopulmonary failure in this population can arise from meconium aspiration syndrome (MAS), congenital diaphragmatic hernia (CDH), persistent pulmonary hypertension of the newborn (PPHN), as well as several congenital cardiac diseases. For the pediatric population, the most common disorders treated with ECMO are bacterial and viral pneumonia, acute respiratory failure, ARDS, sepsis, and cardiac disease. The experience with pediatric cardiac ECMO has been increasing over the past few years. Its use for treating postcardiotomy patients who are unable to wean from bypass as well as cardiac failure with bridge to transplantation have expanded greatly in the last decade. Some indications for ECMO that are not yet established clinically include emergency cardiopulmonary bypass and ECMO during CPR (ECPR) respiratory failure second to mediastinal compression (mass effect), smoke inhalation, severe asthma, or rewarming of hypercoagulopathic and hypothermic trauma patients (see Fig. 32 .1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1047,
                    "text": "Fig. 32",
                    "ref_id": null
                }
            ],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "The selection of patients as potential ECMO candidates continues to remain controversial. The selection criteria are based on data from multiple institutions, patient safety, and mechanical limitations related to equipment. The risk of performing an invasive procedure that requires systemic heparinization of a critically ill child must be weighted against the estimated mortality of the patient with conventional therapy alone. A predictive mortality of greater than 80% despite maximal medical management is the criterion most institutions use to select patients for ECMO. ECMO is indicated when a reversible disease process is present, tissue oxygenation requirements are not being met, and ventilator treatment is causing more harm than good. All ECMO centers must develop their own criteria and continually evaluate their patient selection based on ongoing outcomes data. A discussion of generally accepted selection criteria for using ECMO follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Reversible Disease Process: The underlying principle of ECMO relies on the premise that the patient has a reversible disease process that can be corrected with either therapy or \"rest\" within a relatively short period of time. Exposure to high pressure mechanical ventilation with high concentrations of oxygen will frequently lead to the development of bronchopulmonary dysplasia (BPD) . BPD can result from as little as 4 days of high-level ventilatory support. The pulmonary dysfunction following barotrauma and oxygen toxicity from mechanical ventilation can take weeks to months to resolve. Therefore, patients who have received aggressive ventilation for greater than 10-14 days are not considered ECMO candidates due to the high probability of established, irreversible lung injury.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 386,
                    "text": "(BPD)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Gestational Age: The gestational age should be at least 34 weeks. Signifi cant morbidity and mortality related to intracranial hemorrhage (ICH) is associated with infants less than 34 weeks gestational age. In preterm infants, ependymal cells within the brain are not fully developed, thus making them susceptible to hemorrhage. In addition, the systemic heparinization necessary to maintain a thrombus-free ECMO circuit also increases the risk of hemorrhagic complications ( Fig. 32 .2). Birth Weight: Technical consideration and limitation of cannula size restrict ECMO candidates to a birth weight of 2,000 g. The smallest single lumen ECMO cannula is 6 French (Fr), and fl ow through the tube is related to the radius of the tube by a power of 4. Babies that weigh less than 2 kg provide technical challenges in performing cannulation and in maintaining adequate fl ow through small catheters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 483,
                    "text": "Fig. 32",
                    "ref_id": null
                }
            ],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Bleeding Complications: Babies with ongoing, uncontrollable bleeding or an uncorrectable bleeding diathesis pose a relative contraindication to ECMO. Coagulopathy should be corrected before initiation of ECMO as the circuit requires continuous systemic heparinization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Intracranial Hemorrhage: Patients who pose a high risk for ICH are those with previous history of seizures, intracranial bleed, cerebral infarction, prematurity, coagulopathy, ischemic central nervous system injury, or sepsis. Consideration of these patients for ECMO should be individualized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "In general, candidates for ECMO should not have an ICH. A preexisting ICH may be exacerbated by the use of heparin and the unavoidable alterations in cerebral blood fl ow while on ECMO support. Patients with small intraventricular (Grade I or II) or intraparenchymal hemorrhages can be successfully treated on ECMO by maintaining a lower than optimal activated clotting time (ACT) between 180 and 200 s. These patients should be closely observed for extension of intracranial bleeding with frequent neurologic exams and daily cranial ultrasonography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Coexisting Anomalies: The patient should have no congenital anomalies that are incompatible with life. However, many lethal pulmonary conditions such as congenital alveolar proteinosis, alveolar capillary dysplasia, and overwhelming pulmonary hypoplasia may present as reversible diseases. Every effort should be made to establish a clear diagnosis before the initiation of ECMO as it is not intended to delay an inevitable death. Other treatable conditions, such as total anomalous Venous Line pulmonary venous return and transposition of the great vessels, may initially manifest with respiratory failure but should be diagnosed with preoperative echocardiography. Failure of Medical Management/Risk Assessment: ECMO candidates are expected to have a reversible cardiopulmonary disease process with a predictive mortality of greater than 80% despite maximal medical management. The pharmacologic agents that comprise part of the medical management include vasoconstrictive, inotropic and chronotropic agents, sedatives, and analgesics. Ventilatory management usually begins with conventional support but may also include the administration of surfactant, inhaled nitric oxide, inverse inspiratory-expiratory (I/E) ratios, or high-frequency oscillation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "Because of the invasive nature of ECMO and the potential life-threatening complications, investigators have worked to develop an objective set of criteria to predict which infants and children have 80% mortality without ECMO. Pulmonary insuffi ciency with associated hypoxia, hypercarbia, and acidosis is not an indication for ECMO unless tissue oxygen requirements are not being met, as evidenced by progressive metabolic acidosis, decreased mixed-venous oxygen saturation (SvO 2 ), and early evidence of multiple organ failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "The two most commonly used measurements for respiratory failure are the alveolar-arterial oxygen gradient (AaDO 2 ) and the oxygenation index (OI), which are calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Selection Criteria"
        },
        {
            "text": "AaDO 2 = (P ATM − 47) (FiO 2 ) -[(PaCO 2 )/0.8] -PaO 2 Where P ATM is the atmospheric pressure and FiO 2 is the inspired concentration of oxygen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alveolar-Arterial Oxygen Gradient"
        },
        {
            "text": "Where MAP is the mean airway pressure. Although institutional criteria for ECMO vary, it is generally accepted that for neonates with an AaDO 2 greater than 625 mmHg for more than 4 h, an AaDO 2 greater than 600 for 12 h, or an OI greater than 40 establishes both relatively sensitive and specifi c predictors of mortality. Other criteria used by many institutions include a preductal PaO 2 less than 35-50 mmHg for 2-12 h or a pH of less than 7.25 for at least 2 h with intractable hypotension. These are sustained values measured over a period of time and are not accurate individual predictors of mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygenation Index"
        },
        {
            "text": "Older infants and children do not have such welldefi ned criteria for high mortality risk. The combination of a ventilation index Respiratory ´ rate PaCO 2 ´ Peak inspiratory pressure 1,000 greater than 40 and an OI greater than 40 correlates with a 50-70% mortality risk. A mortality of 60-80% is associated with an AaDO 2 greater than 580 mmHg and a peak inspiratory pressure (PIP) of 40 cm H 2 O. Indications for support in patients with cardiac pathology are based on clinical signs of decreased peripheral perfusion, including hypotension, despite the administration of fl uid resuscitation and inotropes, oliguria (urine output < 0.5 ml/kg/h), an elevated arterial lactate, and a decreased SvO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygenation Index"
        },
        {
            "text": "Special mention should be made of infants with CDH who develop respiratory failure. Before ECMO is initiated in an infant with CDH, the infant must fi rst demonstrate some evidence of adequate lung parenchyma. This includes maintaining a preductal oxygen saturation ≥ 90% for a sustained period of at least 1 h and at least one recorded PaCO 2 of less than 50 mmHg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygenation Index"
        },
        {
            "text": "The goal of ECMO support is to provide oxygen delivery. Many different cannula confi gurations are possible, but the three most commonly used clinically include venoarterial (VA), venovenous (VV), and double-lumen venovenous (DLVV). Veno-venous (VV), including single cannula, dual-lumen VV (DLVV): DLVV is used in neonates, infants, and children less than 15 kg due to limitations of fl ow based on cannula size. The catheter is inserted into the RIJ, with the tip in the RA. VV ECMO bypass is established by draining the RA via the RIJ, with reinfusion into a femoral vein. The advantages of VV and DLVV over VA ECMO include avoidance of arterial cannulation and permanent ligation of the carotid artery, maintaining pulsatile fl ow to the patient, continued blood fl ow to the lungs, and avoiding arterial emboli. A major limitation of DLVV ECMO is that there is mixing of unsaturated and saturated blood in the RA, because blood is both withdrawn and returned to the right atrium (RA). In addition, a fraction of the reinfused, oxygenated blood reenters the pump, called recirculation. Recirculation artifi cially raises the SvO 2 measurement on the pump and may limit oxygen delivery at higher fl ow rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of Extracorporeal Support"
        },
        {
            "text": "Veno-arterial (VA): VA ECMO offers the ability to replace both cardiac and pulmonary function. Venous blood is drained from the RA through the right internal jugular vein (RIJ) and oxygenated blood is returned via the right common carotid artery (RCCA) to the ascending aorta. There are many potential disadvantages associated with VA ECMO. A major artery must be cannulated and therefore sacrifi ced. The risk of gas and particulate emboli being introduced into the systemic circulation is substantial. A decrease in the preload and an increase in the afterload may reduce cardiac output, resulting in nonpulsatile fl ow. Pulmonary perfusion is reduced and the coronary arteries are largely perfused by hypoxic left ventricular blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of Extracorporeal Support"
        },
        {
            "text": "Transthoracic cannulation is the preferred mechanism of support for cardiac surgery patients who are unable to wean off bypass postcardiotomy or in cases of cardiac arrest in the immediate to early postoperative period. The venous cannula is placed directly into the right atrial appendage and the arterial cannula in the ascending aorta. The chief disadvantages to open-chest cannulation include signifi cant risk of hemorrhage and infection (mediastinitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Veno-arterial (VA) via open chest:"
        },
        {
            "text": "Patients with left heart or bi-ventricular failure are at risk of left ventricular distention. Left heart decompression is needed to reduce pulmonary edema, prevent pulmonary hemorrhage, and reduce ventricular distention that may aid in recovery of function. This can be avoided with a surgically created atrial septostomy or a cannula placed directly in the left atrium via open chest cannulation; patients with a preexisting atrial septal or ventricular septal defect (ASD or VSD) do not need further surgical intervention. At our institution, all patients with cardiac failure receive prophylactic atrial septostomy to prevent left-sided dilation and potential worsening cardiac function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Veno-arterial (VA) via open chest:"
        },
        {
            "text": "With proper monitoring, cannulation can be performed in the neonatal or pediatric intensive care units under adequate sedation and intravenous anesthesia. The child is positioned supine with the head at the foot of the bed. The head is turned to the left and the neck is hyperextended over a shoulder roll. After local anesthesia is administered over the incision site, a transverse cervical incision is made along the anterior border of the sternocleidomastoid muscle, one fi ngerbreadth above the right clavicle. The platysma muscle is divided, the sternocleidomastoid muscle is retracted laterally, and dissection is carried down to the carotid sheath. The sheath is opened and the internal jugular vein, common carotid artery, and vagus nerve are identifi ed. The vein is dissected fi rst and isolated with vessel loops. The common carotid lies medial and posterior, contains no branches, and is mobilized in a similar fashion. The vagus nerve should be identifi ed only to protect it from injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cannulation"
        },
        {
            "text": "Once the vessels have been isolated, the patient is given a bolus of 100 U/kg of heparin sulfate, which is allowed to circulate for 2-3 min. An ACT level should be drawn and should be greater than 300 s. For VA bypass, the arterial cannula is placed fi rst. The carotid artery is ligated distally and once proximal control is obtained with a vessel loop a transverse arteriotomy is made near the distal ligature. Stay sutures can be placed in the artery to retract and to help prevent intimal dissection. The saline-fi lled cannula is inserted to its premeasured position (tip at the junction of the brachiocephalic artery and the aorta) and secured in the vessel with 2-0 silk ligatures. Additionally, a small piece of vessel loop may be placed under the ligature on the anterior aspect of the carotid to protect the vessel from injury during decannulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cannulation"
        },
        {
            "text": "The patient must be paralyzed with succinylcholine before venous cannulation to inhibit spontaneous respiration and prevent air emboli. The jugular vein is then ligated and a venotomy is made close to the ligature. The saline-fi lled venous catheter is passed to a measured level of the RA and secured as described above. Any bubbles are aspirated from the cannulas, which are then connected to the preprimed ECMO circuit and bypass is initiated. The cannulae should then be secured to the patient's skin above the wound and the skin closed in layers to ensure meticulous hemostasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cannulation"
        },
        {
            "text": "For VV and DLVV bypass, the procedure is exactly as described above, including dissection of the artery with the placement of a vessel loop to facilitate conversion to VA ECMO should the need arise. The venous catheter tip should be positioned in the mid-right atrium with the arterial portion of the DLVV catheter oriented medially to direct the fl ow of oxygenated blood toward the tricuspid valve. The cannula position is confi rmed by chest radiography and transthoracic echocardiogram and readjusted as needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cannulation"
        },
        {
            "text": "Venous blood is drained from the infant or child by gravity into a small reservoir or bladder. An in-line oxymetric probe is located between the venous return cannula and the bladder to continuously monitor the SvO 2 saturation. The bladder is a 30-to 50-ml reservoir that acts as a safety valve. In the event venous drainage does not keep up with the arterial fl ow from the pump, the bladder volume will be depleted, the pump will be automatically shut off, and an alarm will be sounded. This serves to limit the potential for injury to the RA, RIJ, or cavitation of air and high negative pressures within the circuit. Hypovolemia is one of the common causes of decreased venous infl ow into the circuit, but kinking with occlusion of the venous line should be suspected fi rst. In addition, the height of the patient's bed can be raised to improve venous drainage by gravity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Circuit"
        },
        {
            "text": "A displacement roller pump pushes blood through the membrane oxygenator. The roller pumps are designed with microprocessors that allow calculation of the blood fl ow based on roller-head speed and tubing diameter of the circuit. In other words, the speed at which the pump is set determines what proportion of the patient's cardiac output will be diverted into the circuit and is adjusted according to how much support the patient requires. The pumps are connected to continuous pressure monitoring throughout the circuit and are servoregulated if pressures within the circuit exceed preset parameters. Another safety device, the bubble detector, is interposed between the pump and the membrane oxygenator and will stop fl ow if air is detected within the circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Circuit"
        },
        {
            "text": "The blood enters the membrane lung, after exiting the pump. The oxygenator consists of a long, two-compartment chamber composed of a spiral-wound silicone membrane and a polycarbonate core. This provides a large surface area across which blood and gas come into close contact, with blood fl owing in one direction and gas fl owing in the opposite direction. Oxygen diffuses through the membrane into the blood circuit and carbon dioxide and water vapor diffuse from the blood into the sweep gas. The size (surface area) of the oxygenator chosen is based on the patient's weight and size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Circuit"
        },
        {
            "text": "The blood emerges from the upper end of the oxygenator and passes through the countercurrent heat exchanger returning to the body at physiologic temperature into the RA (via DLVV cannulation) or the aortic arch via the RCCA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Circuit"
        },
        {
            "text": "Prime Management: The tubing of the ECMO circuit is initially circulated with carbon dioxide gas. This is followed by the addition of crystalloid and 5% albumin solution. The albumin coats the tubing to decrease its reactivity to circulating blood. The carbon dioxide gas dissolves into the fl uid. Approximately two units of packed red blood cells are required for initial priming of the pump, which displaces the crystalloid and colloid in the circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "The initial pH, oxygen content, and carbon dioxide content of the circuit are then measured and adjusted to physiologic parameters. If the prime blood is acidotic, this may exacerbate the infant's condition; or if the primed circuit has low carbon dioxide content, this may cause metabolic problems for the neonate. Additionally, a heat exchanger warms the prime to normal body temperature. In sum, the primed circuit must be physiologically compatible with life prior to initiating ECMO to maximize support and prevent initial worsening of the child's condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Pump Management: The goal of ECMO is to maintain adequate pump fl ow, which will result in good oxygen delivery to the tissues and organs. Oxygen delivery to the infant is dependent on the speed or rotations per minute (RPM) of the roller pump. Full bypass support is considered 100 cc/kg/min on VV ECMO and 150 cc/kg/min on VA ECMO. To increase a patient's oxygen level on ECMO, one can either increase the fl ow rate (∼cardiac output) or increase oxygen carrying capacity with transfusion of PRBC to maintain a hemoglobin level of 15 g/dl (∼oxygen content).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "With VA ECMO, adequate perfusion and oxygen delivery can be monitored by the pH and pO 2 of a mixed venous blood sample (pre-oxygenator blood sample). The fl ow of the roller pump should be adjusted to maintain a mixed venous pO 2 of 37-40 mmHg and SVO 2 of 65-70%. With VV ECMO, the mixed venous sample may not be a reliable indicator of perfusion as recirculation may produce a falsely elevated pO 2 . Therefore, other indicators of poor perfusion should be followed, such as persistent metabolic acidosis, oliguria, seizures, elevated liver function tests, and hypotension. If oxygen delivery is found to be inadequate, then the RPM of the pump may need to be increased to improve perfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Roller pumps roll against the tubing to propel the blood towards the oxygenator. This area of contact is at risk of tubing rupture over time. To reduce the risk of rupture, the raceway is advanced every 5-7 days after temporarily stopping the pump flow. Tubing rupture is a rare event because of modern materials such as Supertygon (Norton Performance Plastics Corp., Akron, OH), a chemically altered polyvinyl chloride (PVC). The tubing should be inspected daily and all connections secured properly and replaced if defective. When a raceway rupture does occur, the pump must be turned off immediately, the patient must be ventilated and perfused with conventional methods (increased ventilator pressures and FiO 2 ), and CPR performed if necessary. The raceway tubing is then replaced or the entire circuit can be changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Oxygenator Management: The silicone membrane (envelope) oxygenator (Avecor, Inc., Minneapolis, MN) is critical to the success of ECMO and long-term bypass. The mechanism of gas exchange occurs when blood in the tubing enters a manifold region and is distributed around the envelope of a silicone membrane lung. Oxygen, which is mixed with a small amount of carbon dioxide to prevent hypocapnea, fl ows through the inside of the membrane envelope in a countercurrent direction to the fl ow of blood. Oxygen diffuses across the silicone membrane into the blood as carbon dioxide is eliminated. The oxygenated blood drains into a manifold and is returned to the infant via a heat exchanger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Thrombus may form in the oxygenator over time. As the thrombus extends, the membrane surface area decreases, resulting in decreased oxygenation, increased carbon dioxide retention, and increased resistance to blood fl ow. Signs of clot formation can be detected by direct visualization of the top or bottom of the membrane, but the extent of the clot cannot be determined. Another sign of clot formation within the oxygenator is progressive consumption of clotting factors such as platelets and fi brinogen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "The gaseous portion of the oxygenator may also develop obstructions, which may lead to air emboli. Long-term use may wear out the silicone membrane resulting in blood and water in the gas phase causing water condensation. Therefore, the oxygenator should be replaced when the postoxygenator pO 2 decreases to <200 mmHg or pre-oxygenator circuit pressures increase to over 400 mmHg at fl ow rates required to support the patient. In addition, a larger oxygenator may also be required if the gas and blood fl ow rating of the old oxygenator are exceeded in order to maintain adequate perfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Volume Management: While on ECMO, maintenance fl uids for a term newborn under a radiant warmer are estimated at 100 cc/kg/day. Water loss through the oxygenator may approach 2 cc/m 2 /h. For a 3 kg baby, this would be about 13 cc/kg/day. Fluid losses from urine, stool, chest tubes, nasogastric tubes, ostomies, mechanical ventilation, radiant fl uid loss, and blood draws should be carefully recorded and repleted. Fluid management may become diffi cult in the ECMO baby as fl uid extravasates into the soft tissues during the early ECMO course. Therefore, meticulous recordings of the net fl uid balance should be maintained on ECMO. Classically, the weight increases in the fi rst 1-3 days as the patient becomes increasingly edematous. Starting the third day on ECMO, diuresis of the excess edema fl uid begins, and can be facilitated with the use of furosemide. This diuretic phase is often the harbinger of recovery. In the event of renal failure on ECMO, hemofi ltration or hemodialysis can be added to the ECMO circuit for removal of excess fl uid and electrolyte correction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Respiratory Management: Once the desired fl ow is attained, the ventilator should be promptly weaned to avoid further oxygen toxicity and barotrauma. Such \"rest settings\" have been studied and debated. At our institution, we decrease the FiO 2 to 0.4, PEEP to 5 cm H 2 O, PIP to 20-25 cm H 2 O, a rate of 12 breaths/min, and inspiratory time of 0.5 s if the infant's arterial and venous oxygenation are adequate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "If the baby remains hypoxic despite maximal pump fl ow, then higher ventilator settings may be temporarily required. Alternatively, hypoxic neonates on VV ECMO may need to be converted to VA ECMO for full cardio-respiratory support. On occasion, the chest X-ray will worsen in the fi rst 24 h independent of ventilator settings and will improve after diuresis. As the patient improves on ECMO and the pump fl ow is weaned, ventilator settings are then modestly increased to support the baby off ECMO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "In addition, during the course of ECMO, pulmonary toilet is essential to respiratory improvement and includes gentle chest percussion and postural drainage. Special attention should be paid to the ECMO catheters and to keep the head and body aligned. Endotracheal suctioning is also recommended every 4 h and as needed based on the amount of pulmonary secretions present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Medical Management: After the initiation of ECMO, vasoactive medications should be quickly weaned down if the blood pressure remains stable. Low-dose dopamine (5 mcg/kg/min) can be administered for renal protection, although its use is controversial. In the event of seizures, phenobarbital is usually given and maintained to prevent further seizures. In addition, gastrointestinal prophylaxis with an H2-blocker, such as ranitidine, is instituted. Fentanyl and midazolam is usually administered for mild sedation; however, the use of paralytics should be avoided as muscle activity is not only important for fl uid mobilization but also to monitor neurologic activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Infectious prophylaxis is provided by the use of ampicillin and gentamicin, which covers most common bacterial infections. With the use of gentamicin, attention should be directed to renal function. For this reason, cefotaxime may be used for gram-negative coverage instead of gentamicin. Because of the cannula and manipulation of the circuit at stopcocks, the risk of infection is a constant concern; therefore, strict observance to aseptic technique when handling the ECMO circuit should be maintained. Daily routine blood, urine, and tracheal cultures should be obtained to monitor for infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Caloric intake on ECMO should be maximized using standard hyperalimentation. For a newborn, total parenteral nutrition (TPN) should be started at 100 kcal/ kg/day. Normally, this should be supplied as 60% carbohydrates (14.6 gm/kg/day) and 40% fat (4.3 gm/kg/ day). Intralipid infusions may be used as a fat source, although there is some controversy with its use in the setting of severe lung disease. As a result, the percentage of fat in the hyperalimentation may be lowered. Amino acids may be added but must be considered in the setting of poor renal function and increasing BUN levels. With normal renal function, approximately 2.5 gm protein/kg/day should be provided in the TPN mixture. Electrolytes should be closely monitored with potassium, calcium, and magnesium repleted as necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "While on ECMO, the patient's hemoglobin is maintained at 15 gm/dl to maximize the oxygen carrying capacity of the blood. Platelet destruction during ECMO is anticipated and is secondary to the fl ow through the oxygenator. In order to reduce the risk of bleeding during ECMO, the platelet count should be kept above 100,000/mm. We recommend using \"hyperspun\" platelets in neonates to avoid the excess administration of fl uid, and thus prevent further problems with volume overload and edema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Heparin is initially administered as a bolus (50-100 mg/kg) followed by constant heparin infusion (30-60 mg/kg/h) to maintain a thrombus-free circuit. The level of anticoagulation is monitored hourly by the activated clotting time (ACT). The heparin infusion is adjusted to maintain an ACT of 180-220 s. After decannulating, the heparin infusion is stopped and not reversed with protamine sulfate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Operative Procedures on ECMO: Surgical procedures, such as CDH repair, may be safely performed while the child remains on bypass. However, care must be taken to obtain meticulous hemostasis to avoid hemorrhagic complications. Before any invasive procedure, platelets should be transfused to a level greater than 150,000/mm 3 and the ACT level dropped to 180-200 s. The fi brinolysis inhibitor aminocaproic acid is administered as a 100 mg/kg bolus 30 min prior to incision and maintained at a continuous drip at 30 ml/kg/h for 72 h postoperatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Weaning and Decannulation: As the patient's underlying process improves, less blood fl ow is required to pass through the ECMO circuit in order to maintain adequate tissue oxygenation. The fl ow rate may be weaned slowly (10-20 ml/h) as long as the patient maintains oxygen saturations with evidence of adequate perfusion. The most important guide to weaning on VA ECMO is the SvO 2 and for VV ECMO, the SaO 2 . When fl ow levels have decreased until they approximate 10% of the patient's cardiac output (∼30-50 cc/kg/min), the patient is usually ready for decannulation. As fl ow levels are decreased, the heparin drip should be increased for an ACT of 200-220 s to prevent thrombotic complications. Ventilator settings can be increased moderately if saturations drop during weaning, but should not revert to pre-ECMO settings. If the child continues to tolerate low fl ow, all medications and fl uids should be switched to vascular access on the patient side and the cannulas can be clamped and fl ushed with heparanized saline (2 U/ml). Flow is maintained within the circuit with the bridge open as the possibility that the child may not tolerate clamping and may need to be placed back on bypass remains. Once the cannulas are clamped, the child is observed for 2-4 h. If he or she remains hemodynamically stable, with adequate saturations and does not become acidotic during this period, decannulation can safely be accomplished. Decannulation is performed in the ICU using a near-identical manner as cannulation. This should be done under sterile conditions in the Trendelenburg position using a muscle relaxant to prevent air aspiration into the vein. Once the cannula is withdrawn, the vessel is ligated, the wound irrigated, and closed over a small drain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ECMO Management"
        },
        {
            "text": "Complications on ECMO can be divided into technical, mechanical, or pump-related and patient-related. The most common technical complications include vessel injury or dissection during cannulation, cannula malposition and kinking, accidental decannulation, and limb ischemia from occlusion of distal fl ow. Most technical complications can be avoided with proper surgical technique and securing of the cannulas. Limb ischemia can be avoided with the placement of a distal perfusion catheter when signs of ischemia develop (loss of pulse, cool, mottled, or swollen extremity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "Mechanical complications include oxygenator failure, tubing rupture in the raceway (both described above), clot formation within the circuit tubing, and the introduction of air into the circuit. If clot is detected on the venous or pre-oxygenator side of the circuit, it can often be observed or segments of tubing can be selectively replaced. Clots on the arterial or postoxygenator side of the circuit are cause for concern as they can break off and cause emboli with pulmonary and neurologic complications. When a clot is detected on the arterial side, the entire circuit should be exchanged for a fresh preprimed circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "The introduction of air into the circuit is possible during the initial cannulation as well as through several connectors, tubing stop-cocks, and the membrane oxygenator. Prevention of air embolism is vital; when setting up the circuit, all air must be removed and all connections made tight and thoroughly inspected and the circuit must be continuously monitored. If air is detected on the venous side, it can often be aspirated from one of the ports without coming off bypass. Air on the arterial side is an emergency and requires the patient to be taken off bypass immediately until it can be safely aspirated. In the event that an air embolism reaches the patient, ECMO should be stopped, the patient placed in Trendelenburg position, and an attempt should be made to aspirate any air out of the arterial cannula. If air enters the coronary circulation, inotropic support may be necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "The most common patient complications are bleeding (cannula site 6.2-9.4%, surgical site 6.1-15.6%, intracranial 4.9-5.8%, GI 1.7-4.0%, tracheal, urinary) and coagulation disorders (hemolysis 12%, DIC 1.4%). Contact of blood with the foreign surface of the circuit activates the coagulation cascade. Platelets are consumed by the circuit and their function is also affected. Constant monitoring for signs of bleeding include observing for tachycardia, hypotension, a decreased hematocrit, or inadequate venous return are signs of hemorrhage. Treatment includes replenishing lost blood products, including platelets and coagulation factors, if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "Patients on ECMO may also have hemodynamic compromise, including hypotension or hypertension. According to the 2005 ELSO registry, 13.2% of neonates and 43% of pediatric patients treated with ECMO for respiratory failure required the use of inotropes while on bypass. Hypotension can be from volume depletion (including blood loss) as well as decreased myocardial function from hypoxia prior to the initiation of ECMO support. Inotropes are often easily weaned when hypoxia is reversed, but euvolemia and adequate HCT should be maintained. Hypertension requiring the use of vasodilators was reported in 12.6% of neonates and 11.8% of pediatric patients. The patient should be assessed for reversible causes of hypertension such as pain, hypercarbia, and hypoxia. Hypertension should be aggressively treated due to the increased risk of intracerebral hemorrhage in ECMO patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "Neurologic complications including intracerebral hemorrhage (ICH), infarct and stroke, and seizures can occur with an overall incidence of 20-25%. Seizures are widely reported among ECMO neonates, ranging from 20% to 70%. However, only 2% had a continued diagnosis of epilepsy at 5 years of age. Seizures in the neonatal ECMO population are associated with neurologic disease and poorer outcomes, including epilepsy and cerebral palsy. The incidence of ICH and infarct is recorded at 14% in neonates and 8% in pediatric patients on ECMO. As stated earlier, the risk is increased in low birth weight infants and premature infants <34 weeks gestation. Patients with small interventricular (Grade I or II) or intraparenchymal hemorrhages can be successfully treated on ECMO by maintaining a lower than optimal activated clotting time (ACT) between 180 and 200 s. These patients should be closely observed for extension of intracranial bleeding with frequent neurologic exams and daily cranial ultrasonography. Any progression or change in neurologic status requires cessation of anticoagulation and thus removal from ECMO support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "Oliguria and a slight rise in creatinine are common in ECMO patients and are often seen during the fi rst 24-48 h. The capillary leak seen after placing a child on ECMO may cause decreased renal perfusion, or it may be due to the nonpulsatile nature of blood fl ow seen in VA ECMO. Once the patient is adequately volume resuscitated, furosemide can be used to improve urine output. The incidence of acute renal failure was 10% in neonates and 14% in pediatric patients on ECMO for respiratory support, with 10-15% requiring hemofi ltration or dialysis. Continuous hemofi ltration can be easily added in-line to the ECMO circuit and provides assistance with fl uid balance, hyperkalemia, and azotemia, which is often not needed after ECMO support is withdrawn. Hemofi ltration removes plasma water and dissolved solutes while retaining proteins and cellular components of the intravascular space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "The incidence of acquiring a nosocomial infection on ECMO has been reported at 26-30%. Associated risk factors include the duration of the ECMO run, the length of hospitalization, type of cannulation (open chest vs neck), and surgical procedures performed before or during ECMO. Fungal infections and sepsis carry a signifi cantly higher morbidity and mortality rates. In addition, because of the large volume of blood products transfused into ECMO patients, the risk of developing a bloodborne infectious disease is significant. One study states that approximately 8% of children who were treated with ECMO as neonates were seropositive for antibodies to the Hepatitis C virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "There has been a decline in the use of ECMO for neonatal respiratory failure secondary to improved medical management (permissive hypercapnea and spontaneous ventilation, iNO, surfactant, and HFOV). Inhaled nitric oxide (iNO), a selective pulmonary vasodilator, improves oxygenation and has signifi cantly contributed to the recent decrease in the need for extracorporeal membrane oxygenation (ECMO) in neonates with respiratory failure. In addition to iNO, high-frequency ventilation, the adjunct use of surfactant therapy, and improved cardiovascular support have recently been shown to decrease the need for ECMO in this patient population. According to a 10-year retrospective review of the ELSO registry data published in 2000, the use of surfactant, high-frequency ventilation, and inhaled nitric oxide in patients with respiratory failure who required ECMO increased from 0% in 1988 to 36%, 46%, and 24%, respectively, in 1997. The proportion of neonates with CDH requiring ECMO increased from 18% to 26%, while the proportion with respiratory distress syndrome decreased from 15% to 4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "In contrast, the number of cardiac cases had steadily increased over 15 years with a peak in 2002; however, there was a notable decline in 2003 and 2004. This could be due to decreased use secondary to the poor overall survival reported, increased organ procurement and transplantation, or use of other methods of support, including the Berlin Heart Excor (Berlin Heart ® , Berlin Heart AG, Berlin, Germany), LVAD, and BiVAD. In a recent study at our institution, we reviewed all transplant-related use of ECMO in patients who were placed on extracorporeal life support as a bridge to cardiac transplantation. The aggregate survival of these patients was 29% (6/21) but those who were successfully bridged to a cardiac transplant (i.e., survived on ECMO until transplanted) had 60% (6/10) survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "Overall survival to discharge for neonates and pediatric patients treated with ECMO is dependent again on initial diagnosis. Higher survival rates are seen in neonates with respiratory diseases (77%) than cardiac diseases (38%). Within the neonatal population, newborns with MAS that require ECMO have the highest survival rate at 94%, whereas survival for infants with CDH is 52%. The pediatric population of ECMO patients represents a diverse group with regard to patient age as well as diagnosis. Over double the number of cardiac cases have been reported in the pediatric population compared to the respiratory cases (6,135 vs 2,934 at the end of 2005). Higher complication rates exist with the pediatric patients, refl ecting the more complicated disease states as well as the longer duration of bypass required for reversal of the respiratory or cardiac failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "Common long-term problems in ECMO-treated infants and children include feeding and growth sequelae, respiratory complications, and neurodevelopmental delays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "These children are at increased risk for complications both as a consequence of ECMO itself and from antecedent hypoxia, acidosis, and reperfusion injury. Approximately, one-third of infants treated with ECMO have feeding problems. The possible causes are numerous and include tachypnea, generalized central nervous system depression, poor hunger drive, postsurgical neck soreness (possibly from compression of the vagus nerve), and poor oral-motor coordination. CDH babies have a higher incidence of feeding diffi culties as compared with infants with MAS secondary to foregut dysmotility, which leads to signifi cant GERD and delayed gastric emptying. Respiratory compromise and chronic lung disease compound the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "Normal growth is most commonly reported in ECMO-treated patients; yet these children are more likely to experience problems with growth than agematched normal controls. Head circumference below the fi fth percentile occurs in 10% of ECMO-treated children. Growth problems are most commonly associated with ECMO children who have suffered from CDH or residual lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "Neonatal ECMO survivors have a relatively high incidence of respiratory abnormalities initially with 15% requiring supplemental oxygen at 28 days of age and 25% having at least one episode of pneumonia by the age of 5 years as compared with controls (13%). These children with pneumonia are more likely to require hospitalization, and pneumonia occurs at a younger age, with over half diagnosed in the fi rst year of life. CDH infants, in particular, have been found to have severe lung disease after ECMO and may require supplemental oxygen therapy at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        },
        {
            "text": "Probably the most serious post-ECMO morbidity is neuromotor handicap. Most studies show approximately 20% (18-25%) ECMO survivors exhibit some type of handicap, with an 8-9% incidence of moderate-to-severe cognitive delay. Auditory defects are noted in over one-fourth of ECMO neonates at discharge, with sensorineural hearing loss in ∼5%, speech and language delay in ∼6% with roughly 10-15% requiring speech and language therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Outcomes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healthcareassociated infection in pediatric patients on extracorporeal life support: The role of multidisciplinary surveillance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ridout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Crit Care Med",
            "volume": "7",
            "issn": "6",
            "pages": "546--550",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International Registry Report of the Extracorporeal Life Support Organization",
            "authors": [],
            "year": 2005,
            "venue": "Extracorporeal Life",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Extracorporeal Membrane Oxygenation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frischer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Stolar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatric Surgery",
            "volume": "",
            "issn": "",
            "pages": "64--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurodevelopmental outcome of infants supported with extracorporeal membrane oxygenation after cardiac surgery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hamrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Gremmels",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Keet",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "111",
            "issn": "6",
            "pages": "671--675",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ECMO in the newborn",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Stolar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Perinatol",
            "volume": "17",
            "issn": "7",
            "pages": "345--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pediatric Surgery",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How low can you go? Effectiveness and safety of extracorporeal membrane oxygenation in lowbirth-weight neonates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rozmiarek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr Surg",
            "volume": "39",
            "issn": "6",
            "pages": "845--852",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Total number of ECMO runs reported by the ELSO registry at the end of 2005. (a) Respiratory diagnoses. (b) Cardiac diagnoses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 32.2 Schematic of the ECMO circuit",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}