{
    "paper_id": "0ac2dcedb0154464c73007929ef34a17a92e0e84",
    "metadata": {
        "title": "WORKSHEET for Evidence-Based Review of Science for Emergency Cardiac Care Worksheet author(s)",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Hunt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jordan",
                "middle": [],
                "last": "Duval-Arnould",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A total of 22 manuscripts were included in this worksheet. We included studies in which either BLS/ALS courses or resuscitation related knowledge or skills (i.e. airway skills, trauma management, etc…) were the primary subject. We broadly interpreted the term \"realistic techniques\" in order to capture as many teaching modalities and/or tools as possible to enhance traditional courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Only three of the studies (Wayne, 2008, 56; Knudson, 2008, 55; Mayo, 2004 Mayo, , 2422 assessed the impact of their interventions on actual patient care. Wayne et al performed a retrospective cohort study demonstrating that residents who had been exposed to simulator based ACLS training were 7.1 times more likely to adhere to ACLS guidelines than residents who had recently renewed their ACLS through a traditional course, during actual in-hospital cardiac arrests. There was no difference in the survival of the patients. Knudson et al performed a randomized controlled trial of scenario based trauma curriculum presented either in lecture format vs. computerized mannequin simulation based format. While knowledge and trauma treatment skill performance was not different between the two groups, team work scores were significantly higher for those trained through simulation. Mayo et al demonstrated that a high fidelity 30 min airway course was associated with improved airway skills beyond a traditional ACLS course and that the interns demonstrated similar levels of excellent airway skills while managing actual patients in the medical intensive care unit. Patient outcomes were not assessed.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 43,
                    "text": "(Wayne, 2008, 56;",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 62,
                    "text": "Knudson, 2008, 55;",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 73,
                    "text": "Mayo, 2004",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 74,
                    "end": 86,
                    "text": "Mayo, , 2422",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Several studies looked at the role of standardized patients and/or simulators to enhance learning in traditional advanced life support or trauma support courses. In terms of performance on tests of knowledge, (i.e. Miller's pyramid -\"knowing how\" level), many studies of low vs. high fidelity simulation show no significant in differences in learning outcomes typically assessed by multiple choice questions [neonatal resuscitation courses (Campbell, 2001, 19; Cavaliero, 2009, 636; Curran, 2001, 157) ; ATLS courses (Cherry, 2007, 229) ; ACLS courses (Miotto, 2008, 244) ]. In addition, there were also studies that demonstrate no significant differences in performance after introducing higher fidelity simulation. Friedman et al (Friedman, 2008 (Friedman, , 1663 ) demonstrated equally improved cricothyrotomy skills for both low and high fidelity simulators. Two studies (Hoadley, 2009, 91; Iglesias-Vazquez, 2007, 18) showed improved cognitive and behavioral skills for ACLS taught with high fidelity vs. low fidelity mannequin simulation, but not significantly so.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 460,
                    "text": "(Campbell, 2001, 19;",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 482,
                    "text": "Cavaliero, 2009, 636;",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 501,
                    "text": "Curran, 2001, 157)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 536,
                    "text": "(Cherry, 2007, 229)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 571,
                    "text": "(Miotto, 2008, 244)",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 747,
                    "text": "(Friedman, 2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 748,
                    "end": 765,
                    "text": "(Friedman, , 1663",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 894,
                    "text": "(Hoadley, 2009, 91;",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 922,
                    "text": "Iglesias-Vazquez, 2007, 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "However, an increasing number of studies have demonstrated significantly improved performance, (i.e. Miller's pyramid -\"showing how\" level) with high fidelity simulation when compared to traditional classroom or low fidelity simulation. Ali et al (Ali, 2009 , 98) performed a randomized, controlled trial of trauma management training and demonstrated that the use of either human standardized patients or mechanical mannequin simulators resulted in improved knowledge when compared to control groups with no simulation and the students clearly preferred the mannequins over the standardized patients. Donoghue et al (Donoghue , 2009, 139) directly addressed the question by performing a randomized controlled trial of teaching modalities in a PALS curriculum. Subjects were randomized to either high fidelity mannequin simulators or to the mannequin without the high technology features. The results demonstrated improved performance for the high vs. the low fidelity simulation group. Kaczorowski (Kaczorowski, 1998 , 705) performed a randomized controlled trial of mannequin based simulation, video based course or control for neonatal resuscitation and demonstrated that there was improved performance in the hands on simulation, but saw significant decay in knowledge universally. Owen (Owen, 2006, 204) performed a randomized controlled trial with three groups that had varying levels of fidelity and immersion while learning ACLS skills. This study demonstrates that having the opportunity to practice psychomotor and communication skills in a simulated environment was associated with improved performance in a simulated clinical environment as compared to less interactive and immersive modes of education.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "text": "(Ali, 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 617,
                    "end": 639,
                    "text": "(Donoghue , 2009, 139)",
                    "ref_id": null
                },
                {
                    "start": 999,
                    "end": 1017,
                    "text": "(Kaczorowski, 1998",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1291,
                    "end": 1308,
                    "text": "(Owen, 2006, 204)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Numerous studies utilized mannequin simulation with either low fidelity or high fidelity models and required participants to truly perform the scenarios and psychomotor skills in a very realistic manner in order to pass (i.e. skills subset checklists included important details such as: hooked bag mask ventilation up to oxygen, utilized asynchronous mode of ventilation, etc…) This approach revealed that students who had recently passed ACLS or PALS courses had poor psychomotor skills on important lifesaving skills and demonstrated that high realism test scenarios may help to discriminate between various levels of skills [Hunt, 2009, 819; Kory, 2007 Kory, , 1927 Mayo, 2004 Mayo, , 2422 White, 1997 White, , 1232 .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 644,
                    "text": "[Hunt, 2009, 819;",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 655,
                    "text": "Kory, 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 656,
                    "end": 668,
                    "text": "Kory, , 1927",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 679,
                    "text": "Mayo, 2004",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 680,
                    "end": 692,
                    "text": "Mayo, , 2422",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 704,
                    "text": "White, 1997",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 718,
                    "text": "White, , 1232",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Other forms of realism have been shown to be beneficial in learning outcomes or in discriminating between skill level. Levitan et al (Levitan, 2001 ; 46) performed a study with non-concurrent, non randomized controls where paramedics were given either traditional experience with lectures and mannequin practice to learn how to intubate or were in the intervention group where they were also required to watch a video with 15 clips of actual laryngoscopies showing variation in airway anatomy in real patients. This simple intervention was associated with a clinically and statistically significant improvement in success rates during intubation attempts. Perkins (Perkins, 2006 , 432) performed a randomized controlled trial that revealed that adding a slide and video clip to traditional BLS curriculum focused on explaining the concept of agonal breathing as a sign of cardiac arrest was effective. However, it was the outcome measure that introduced a unique utilization of realism. This study does not look at simulation and realism as an instructional process, but rather as an assessment tool. The use of a real human who could demonstrate different respiratory patterns realistically allowed the investigators to do two things: 1) demonstrate that traditional BLS curriculum did not sufficiently teach the concept of agonal breathing as a sign of cardiac arrest and 2) to discriminate between those who were instructed on the concept of agonal breathing as a sign of cardiac arrest and those that were not, thus demonstrating the effectiveness of the curriculum.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 147,
                    "text": "(Levitan, 2001",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 664,
                    "end": 678,
                    "text": "(Perkins, 2006",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Hands on experience matters: In another study, Ali et al (Ali, 1998, 588) demonstrated that students who audited an ATLS course but did not participate in the hands on stations performed better in the trauma stations and were more likely to pass than those who did not take the course, but did not perform as well as students fully participating in the ATLS course, including the hands on stations. Hunt et al. (Hunt, 2009 , 819) performed a cross sectional survey and a prospective cohort study of pediatric resident resuscitation skills. This study demonstrated that residents who had previous hands on experience discharging a defibrillator were significantly faster at defibrillating in a simulated scenario. The survey also revealed that despite participating in PALS courses and in situ mock codes most residents had not had the opportunity to practice all of the steps required to discharge a simulator. Mueller (Mueller, 2005 , 300) conducted a randomized, controlled trial demonstrating that hands on experience with operating a defibrillator during a medical student pharmacy class on antiarrhythmics and ECG interpretation led to a significant increase in the proportion of students who considered electrotherapy an option for cardioversion of a patient with a symptomatic arrhythmia compared to those who were only exposed to a didactic lecture. Kory et al (Kory, 2007 (Kory, , 1927 demonstrated that a simple 30 minute course utilizing the high fidelity simulator to teach airway skills and practicing until the skills were perfected was effective and the skills were still present 2 years later on re-testing with performance that was much better than residents who had recent ACLS training and usual clinical experience but had not received this 30 min training session. This concept of deliberate practice with the requirement to practice until demonstrating performance that meets a predefined level of skill was also utilized in the Wayne et al (Wayne, 2008, 56 ) study that demonstrated superior outcomes to traditional ACLS curriculum.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 73,
                    "text": "(Ali, 1998, 588)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 422,
                    "text": "(Hunt, 2009",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 919,
                    "end": 933,
                    "text": "(Mueller, 2005",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1369,
                    "end": 1380,
                    "text": "(Kory, 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1381,
                    "end": 1394,
                    "text": "(Kory, , 1927",
                    "ref_id": null
                },
                {
                    "start": 1963,
                    "end": 1979,
                    "text": "(Wayne, 2008, 56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Finally, two other outcome measures reported in the literature include learning satisfaction and cost-effectiveness. Iglesias-Vazquez (Iglesias-Vazquez, 2007, 18) reported that high fidelity mannequin simulators were associated with improved, but not significantly so, rates of passing ACLS yet at 4x's the cost of low fidelity courses. They concluded that it was not cost effective to introduce high fidelity simulation into ACLS courses. We are unaware of other studies that calculate cost-effectiveness and this is an important area of future study. Finally, studies that assess satisfaction rates routinely report high rates of satisfaction with higher fidelity approaches (Ali, 2009, 98; Campbell, 2001, 19; Cherry, 2007, 229; Curran, 2001, 157) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 162,
                    "text": "(Iglesias-Vazquez, 2007, 18)",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 692,
                    "text": "(Ali, 2009, 98;",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 712,
                    "text": "Campbell, 2001, 19;",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 731,
                    "text": "Cherry, 2007, 229;",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 750,
                    "text": "Curran, 2001, 157)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "We would like to acknowledge Blair Anton, medical librarian from the Johns Hopkins University School of Medicine, for her invaluable assistance with our search of the medical literature. Notes: This study was a randomized control trial investigating performance of medical students exposed to two different simulated trauma patients during an introductory training program based on ATLS concepts. The experimental groups differed only in the manner of patient simulation-one group had the training program supplemented with instruction of trauma management with the use of a standardized patient, the other experimental group used a high-fidelity mannequin. Performance was measured via a pre and post-test multiple choice questionnaire (MCQ); satisfaction based on method of simulation was assessed via self-report questionnaire scored on a Likert scale. Both experimental groups experienced improved scores on the post-test that was significantly greater than the control group (p<0.05) however there was no difference in MCQ score between the two experimental groups. Skill performance was not measured and the data only speak to cognitive skill. It should be noted that students felt as though skills were improved more in the experimental groups compared to the control and that the high-fidelity simulator was overwhelmingly preferred as the simulator of choice. Notes: This study evaluated participation in an ATLS course and association with performance on skill station testing of ATLS. This was a three-armed study with one group taking an ATLS class with hands-on performance of procedures, another group auditing the class without hands-on procedures, and another group that did not take the class. Comparison between the students exposed to the course which consisted of hands-on training (though no details were provided as to the extent or type of hands-on training was provided) those who audited the course and those who received no ATLS training were evaluated via a trauma skill-station using a standardized patient. Scoring of performance was based on a checklist consisting of 30-40 items (also no detail provided on checklist items) and graded by blinded assessors. The ATLS students scored better than the auditors and the controls however point estimates were provided with standard deviations rather than confidence intervals or pvalues thus making comparison of these weighted scores difficult. Grades of \"honors\" were given more frequently in the ATLS student group than the auditors and none of the students who participated in or audited the class failed the trauma skill station (several in the control group did). The study authors conclude that the ATLS student group performed better than the auditors and this difference was significant at p<0.05. Notes: This randomized controlled study addressed the question of interest directly comparing the use of high-fidelity mannequins versus low-fidelity mannequins as adjuncts for teaching neonatal resuscitation. Pre and post-intervention assessments of knowledge and skill were made by written exam as well as performance review during mega code scenarios; satisfaction of simulator was also assessed by questionnaire. Skill assessment was carried out by multiple reviewers, though it was unclear if the review was redundant and inter-rater reliability was not reported. No statistical difference between the groups related to measures of quality CPR was detected, however the highfidelity group required statistically significantly less re-direction from instructors during the mega code evaluation. The total number of participants in the study was 15 and may not have been powered sufficiently to reveal any differences between the groups. Students did however rate (with statistical significance) the high-fidelity educational experience higher than that of the standard mannequin. Notes: This study compared assessment of neonatal resuscitation between two groups of 5 th year medical students taking a course on neonatal resuscitation. 115 students were given a 50-minute lecture then randomized into two groups-one that was allowed 30-minutes of self-study and the other spent 30 minutes using a low-fidelity simulator. A 50 item MCQ assessing neonatal resuscitation knowledge was administered before the lecture, after the lecture, and immediately after the 30-minute sessions. 60 students who did not complete the first test were excluded and additional 10 were excluded for not completing at least one of the additional tests; 45 were included in the final analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "No differences were measured between the 2 groups at any stage of assessment. There was significant difference in scores comparing the pre-lecture and post-lecture test for both groups. These results indicate low-fidelity simulation as an additional component to teach knowledge of neonatal resuscitation does not improve short-term cognitive performance more effectively than self-study. 44 first-year medical students enrolled in an ATLS courses were randomized into two groups. The control group learned ATLS using traditional course teaching methods (did not include the use of a mannequin) and the experimental group was taught specific ATLS skills with the use of a high-fidelity mannequin. Knowledge assessment took place before and after the course using a 20-item MCQ and skill performance of trauma resuscitation was assessed through observation of student interaction with a standardized patient. Perceived learning experience of simulator was also measured. When evaluating ATLS knowledge based on MCQ scores, no differences were detected between the two groups prior to, or after taking either version of the course. The change in score within both groups also was not different and the magnitude of the change was small. In terms of knowledge acquisition, high-fidelity simulation appears to be no better than traditional methods in teaching ATLS knowledge and measuring its short-term effectiveness. Skills related to ability to work through a trauma scenario, and shock identification and management were assessed using skill station. Organization assessment approach evaluated the ability to perform basic trauma components (ABCs). Shock identification was assessed by instructor questioning at the station and full or partial scoring was based on instructor need to prompt for an answer. This method of assessment evaluates cognitive performance rather than skill performance and is likely less valid than MCQ testing as is reliant on evaluator interpretation as to what is considered \"prompting\". No differences were detected between groups in either area assessed using the skill station. There was a difference in how the two groups rated the skills station used in teaching with 86% of the experimental group indicating that objectives of the station were met as opposed to 66% the traditional group. Notes: This randomized study evaluated the use of a high-fidelity, remotely operated mannequin for use in teaching resuscitation knowledge, skills and confidence. 3 rd -year medical students were NRP certified and assessed for resuscitation knowledge and skill. At 4-months post-certification they were randomly allocated to receive additional training using a high-fidelity mannequin or a video refresher course. Neonatal resuscitation knowledge and performance confidence was assessed after the initial training, before and after the refresher course at 4 months and before and after a final knowledge and skills assessment at 8 months. Skills were assessed via remotely observed mega code performance and scored on a checklist developed by the investigators; this assessment took place during the initial NRP certification and again at 8 months. There were no differences in scores at the start of the study. After 4 months there was a significant decrease in knowledge scores for both groups and the scores were the same between the two groups. After the refresher courses there were no further differences in knowledge scores at each subsequent test within or between the 2 groups. Skills assessment using a standardized checklist and observer review revealed that both groups had scored lower than the initial assessment, and although the experimental group scored better than the control this difference was not statistically significant. The investigators report that students preferred the high-fidelity mannequin with a majority of student's ranking it as useful as a training tool and helped them better understand neonatal resuscitation, though this does not agree with what was observed when performance was measured in the study. Notes: This randomized study evaluated the question of interest directly. The investigators evaluated skill performance between a group of residents trained on a high-fidelity mannequin versus those trained on a low-fidelity one (the low-fidelity mannequin was the high-fidelity mannequin essentially unplugged). All participants were exposed to the same educational materials and training protocols which included PALS algorithms for different resuscitation scenarios. The high-fidelity group was able to observe the mannequin's physical findings during a review session. Both groups were evaluated before and after the training session and skill performance was measured using a standardized checklist based on a pre-existing system used in neonatal resuscitation. Both groups were similar in terms of educational experience, and proportion by postgraduate year, as well as other resuscitative experiences prior to the study. Scores were similar between the two groups in the pre and post-training sessions. Though the two groups scores were similar in the post-intervention test the high-fidelity group had a mean score that was 5.4 points higher than the low-fidelity group and this difference was more significant than in the pre-test measurements (p=.56 vs p=.14; pre vs. post).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "Additionally the high-fidelity achieved a change (improvement) in mean score that was significantly better than the change experienced by the low-fidelity group (post-low=4.8; post-high=11.1, p=0.007). Notes: This randomized study evaluated the performance of a single resuscitation related task. Residents performed cricothyrotomies on cadavers prior to being presented with a 20-minute instructional video on how to perform the procedure. After observing the video two groups were created randomly allocating participants to a group which repeated the procedure twice on either a high-fidelity simulated larynx or a low-fidelity model constructed from tubing. During a two-week period each participant performed the procedure again on a cadaver and had their performance assessed. Training on both models significantly improved performance from pre-test to post-test; there was no difference in post-test scores between the groups. Notes: This randomized study directly addressed the question of interest and evaluated cognitive and skill performance of ACLS between a group of participants trained using high-fidelity mannequins and another group using low-fidelity mannequins. Mannequin preference was also assessed using a questionnaire at the conclusion of the study. This study found no significant difference in pre-test scoring between the groups. In evaluating the pre-test and post-test scores of each group there was a significant improvement in both groups though no statistical difference between the post-test scores was reported. Skill performance was assessed using a standardized mega code scoring system. This study did not perform a pre-intervention skills assessment and the post-intervention mega code scores were not significantly different between the two groups. Both groups reported being satisfied with the features of the mannequin used. The abstract states the high-fidelity group was \"adamant\" regarding inclusion of high-fidelity simulation in teaching ACLS though nowhere in the manuscript was this articulated further. This study had control and experimental groups that were different in a numerous demographic characteristics (gender, work experience, professional setting, ambulance service) that control for potential confounding related to overall experience and prior education should have taken place and may call into question the internal validity of the study. Notes: This prospective cohort study evaluated resident performance of pediatric resuscitation efforts during simulated cardiopulmonary arrests. The primary outcome measure assessed was time to successful shock delivery from onset of pulseless ventricular tachycardia. Secondary measures included markers of quality CPR and an assessment of errors made while operating the defibrillator during the arrest scenario. Participants were similar in baseline demographics though there were differences in resuscitation experience. Based on these differences multivariable analysis was used to evaluate whether or not previous experience was associated with improved performance during the assessment. Relevant to the question of interest is the finding that of those residents who had previous experience discharging the defibrillator on a real patient or mannequin compared to those who had not, were 1.87 times more likely to discharge the defibrillator at any time during the scenario. The prior experience is a sufficient analogue for a more realistic technique in an educational setting and thus was considered in this analysis. In considering inclusion of more realistic task training in BLS/ACLS training protocols these results provide clear evidence that simply knowing and being able to articulate the intent (even during a practical skills test) may not be enough-almost 50% of the residents knew they should defibrillate and attempted to, unsuccessfully, at least one time. Only those that had previous and successful hands-on experience with the task were able to perform. Notes: This study randomized 250 participants into two groups receiving ALS training. The control group learned ALS skills through conventional practices, including the use of a low-fidelity mannequin, the experimental group was taught ALS through participation in 5 different simulated scenarios including the use of a high-fidelity mannequin. The overall course programs were the same with the exception of the fidelity of the mannequin used. This study outcome of interest was costeffectiveness teaching ALS using high versus low fidelity and the only measure of skill performance was achieving a passing score on an ALS certification practical exam. There were no differences in demographic characteristics or recent experience with ALS skills training between the two groups. 88% of participants in the experimental groups achieved a passing score in comparison to the 78% of those in the control group; these data did not achieve significance at a p-value of 0.05, though difference in the groups trended toward significance p=0.06. Note: Study participants were randomly allocated to three different groups in order to assess different methods of providing refresher training in neonatal resuscitation after participating in an initial training course. Between 3 and 5 months after the training, two groups were assessed for resuscitation knowledge and skills. Both groups had scores that were not significantly different. At this point one group was provided with a 26-minute video summarizing steps taught in the initial course; mannequins were made available and self-directed practice was encouraged. The other group was exposed to a 2hour training course using mannequins that included hands-on practice of resuscitation maneuvers with feedback for error correction. There were no differences in knowledge as measured by written test between groups at baseline or at follow-up. No difference in skill retention at follow-up was noted as measured by 100% error-free performance, however certain errors were less likely to be committed by the hands-on group when assessed individually and not as a composite score. Also, the hands-on group made statistically significantly fewer errors compared to the control and video-only group combined. Notes: This was a randomized, controlled trial that directly addresses the worksheet question. The control group received a trauma curriculum that was lecture based while the intervention group curriculum taught the same objectives through use of a human performance simulator. The outcome measures included a written test and performance evaluation of trauma treatment skills and crisis management skills during the first 4 trauma resuscitations the subjects participated in after receiving the curriculum. The knowledge scores and the performance on the treatment component of the actual traumas were similar between the two groups. The residents exposed to the simulation curriculum performed better on the crisis management skills with the most significant difference seen in the teamwork skills. The reviewers assessing performance during the traumas were blinded to study group assignment. Their interrater reliability was excellent for the treatment skills and good for the crisis resource management skills, but poor for behavioral skills. This paper seems to represent an interim analysis of an on-going project and was performed on a convenience sample of residents, thus a larger sample size will further clarify any differences between the groups. It is interesting that the primary effect of the increased realism provided by the simulation appears to be on the complex teamwork skills rather than on knowledge or trauma treatment. Notes: This is a non-randomized and non-concurrent controlled trial that indirectly answers the worksheet question. First year Internal Medicine residents were either exposed to traditional clinical experience, including ACLS courses at the beginning of their first and end of their second years (2001 cohort -control group) or to the traditional curriculum + scenario based, high fidelity simulator airway skills course (2002 cohort -intervention group) in their internship. Two years later, after having recently been retrained in ACLS, third year residents participated in a standardized test of their airway skills in a simulated environment. The outcome measure was performance on an a prior defined airway skills checklist. The first finding was that the third year residents in the control group who had been retrained in ACLS several months prior did poorly on the airways skills test during realistic simulation scenario. This simulation required the residents to perform all of the key steps of bag mask ventilation and was able to discriminate between those unable to remember and/or perform key steps such as attaching the bag to oxygen. The second finding was that the third year residents in the control group performed better than the first year residents, suggesting that the usual clinical experience does result in some learning and improved clinical skills. However, the third years in the intervention group performed significantly better than then control group. The remarkable part of this study was that the intervention was only 30 minutes long and yet there was a clear difference in performance nearly 2 years later on key measures that might impact patient outcome, i.e. hooking BVM up to oxygen and achieving an effective BVM seal. The key elements to this training were that it was contextual (i.e. learning skills in an environment similar to that in which they will be taught) and that the participants had to repeat the skills over and over again until they were perfected, i.e. similar to the concept of \"deliberate practice\". The fact that the outcome measure skills test required that the residents truly perform key substeps demonstrates how more realistic test help to discriminate various skill levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "The authors did not report baseline characteristics of the two groups so we cannot be sure that the baseline clinical experiences are comparable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "Levitan R et. al. Training with video imaging improves the initial intubation success rates of paramedic trainees in an operating room setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTIVE LOE: 2 LOQ: FAIR Levitan 2001"
        },
        {
            "text": "Notes: This was a pre-post intervention study that indirectly addresses the worksheet question. Paramedic students learning to intubate were either exposed to a traditional curriculum that included class work instruction and practice on mannequins as the control group or the standard curriculum plus the addition of a 26 minute video demonstrating 15 laryngoscopies on real patients that they were required to watch 3 times prior to entering the operating room. The outcome measure was the success rate on intubation attempts in actual patients. The anesthesiologists who recorded the outcome measures were blinded to the hypothesis of the study and the study group assignment. Baseline characteristics o the groups were similar. The intervention group had a much higher success rate than the control group (88.1% vs. 46.7%, p < 0.0001), despite the fact that the intervention group had fewer opportunities to attempt laryngoscopy. This is demonstrated clearly as the authors present data on the success rates stratified by the number of laryngoscopy attempts, i.e. intervention group was also more successful than their control counterparts who had the same number of laryngoscopy attempts. For example, of the study participants who only had one laryngoscopy attempt, the control group had a 20% success rate while the intervention group had an 88% success rate. The authors feel that being exposed to these videos of real laryngoscopies allowed the students to take a longer view of the airway than can be allowed during an actual attempt (i.e. to avoid hypoxemia), to see minor variations in airway anatomy (as opposed to the mannequin that has the identical plastic airway at all times) and to ask questions of their instructor with direct feedback on the image as opposed to in the operating room where the instructor cannot see the same view as the student. While this is not a study of adding realism to the simulation, it does address the issue of adding realism to the curriculum and gives strong evidence that exposure to these videos is associated with increased intubation success rates. Notes: This was a randomized, controlled trial with wait list controls, that indirectly addresses the worksheet question. The study subjects are internal medicine interns who had completed traditional ACLS training ~ 6 weeks prior. All the interns had a baseline standardized assessment which involved management of a high fidelity simulator in an actual hospital room who was apneic with a pulse ox of 80%. The assessment was performed using a standardized checklist. They were then randomized to three groups that varied in terms of when they received airway training. The training included debriefing on their performance during the initial assessment, and then hands on practice with airway management and communications skills followed by debriefing until they had perfected the required skills, taking 30 to 40 minutes. The outcome measures included performance on a subsequent simulated respiratory arrest, as well as performance during management of actual patients with respiratory compromise in the medical intensive care unit. The first assessment revealed that none of the interns performed perfectly, despite having taken ACLS ~ 6 weeks prior and most did not perform key maneuvers, e.g. hooking bag up to oxygen, that would likely have a negative impact on actual patients. Interns who had been exposed to the intervention performed significantly better than those who had not yet been exposed. The interns who had the most delayed training also performed poorly on their initial assessment, demonstrating clinical exposure is not sufficient to learn these airway skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTIVE LOE: 2 LOQ: FAIR Levitan 2001"
        },
        {
            "text": "The interns universally performed well in the actual clinical environment so one could argue this is translation of training to the clinical realm or perhaps the simulated requirement causes them to make errors they would not have made in reality. This study addresses two areas of realism. First, the realistic setting of environment and the mannequin simulator, combined with the detailed assessment tool including all of the steps required in actual airway management allowed for discrimination of various levels of airway skills and highlighted that the traditional ACLS course does not effectively teach basic airway management skills. In addition, it appears that this short 40 minute curriculum was effective at significantly improving the interns airway skills beyond that of the traditional ACLS curriculum and suggests, though not definitively, that these skills may have been translated into the actual clinical environment. Notes: This was a randomized, controlled trial that directly addresses the question. The study intervention was the addition of standardized actors to traditional ACLS courses with manikins, in order to make the scenarios more realistic by having the actors provide verbal feedback and allowing providers to perform basic maneuvers such as opening the airway and assessment of breathing. Randomization was performed at the level of the ACLS courses, as well as the healthcare providers. The outcome measures were assessments of knowledge with a MCQ pre-test, post-test and a final 6month test to assess retention. There was no assessment of psychomotor skills. Course participants who did not complete all 3 components were excluded but were not statistically different than those analyzed. There was no significant difference in the knowledge based MCQ test performance between the two study groups and the addition of standardized patients to the traditional ACLS was considered to be ineffective. Notes: This was a randomized controlled trial. The study was to assess the effect of an intervention focused on presenting information in a more clinically realistic fashion on learning outcomes during a seminar for third year German medical students on \"Anti-arrhythmic Therapy and ECGs\". One of the course goals was to ensure students are aware of \"electrotherapy as an alternative to pharmacological therapy in treating arrythmias.\" The control group received a traditional lecture that included EKGs projected on the screen in a powerpoint presentation. The intervention was an alteration of the session to include the addition of an advanced life support (ALS) manikin and arrhythmia simulator hooked up to a defibrillator with the opportunity for the students to have hands on experience with discharging the defibrillator and using the pacemaker function. The students were assigned into subgroups that were randomly allocated to either the control or intervention group. The outcome measures were performance on a short written test and assessment of content vs. time and theory vs. practice. The intervention group gave a similar score for ratio of content vs. time, but gave a significantly higher score for linking theory with practice than the control group. The answers on the knowledge questions were not significantly different except the intervention group was significantly more likely to choose electrical cardioversion than lidocaine for a patient in symptomatic ventricular tachycardia with a pulse than the control group (53% vs. 38%, p < 0.05). This study demonstrates an association between having the opportunity to have hands on practice with the defibrillator and being more likely to choose cardioversion as an option for a patient with an arrhythmia. Notes:This was a randomized, controlled trial that directly assesses the question. The main study question was whether \"full mission simulation training would provide better training than predominantly computer screen-based training (CSBT)\" with a null hypothesis that \"the same duration of training, whatever the technology, would result in the same outcomes.\" The intervention included incremental degrees of immersion and realism. The outcome measures included: 1) knowledge test, 2) skills confidence questionnaire, 3) a questionnaire on the perceived value of training and 4) performance in simulation scenarios. Knowledge, confidence scores and performance on simulation scenarios increased significantly in all three groups after the training. However, Group 3 -the full mission simulation group that had the highest level of immersion -performed better than the other two groups on a ventricular tachycardia scenario (which they had all been tested on pre-intervention) as well as the anaphylaxis group, which none of them had been exposed to previously. This study demonstrates that having the opportunity to practice psychomotor and communication skills in a simulated environment was associated with improved performance in a simulated clinical environment as compared to less interactive and immersive modes of education. Notes: This was a randomized, controlled trial that indirectly addresses the question. The intervention was exposure to \"a slide and a video clip explaining that agonal breathing was a sign of cardiac arrest requiring prompt initiation of CPR\" vs. traditional 2000 BLS curriculum. The outcome measure was the proportion of students in each study group that correctly identified the respiratory pattern of a standardized patient who was simulating normal breathing, apnea or cardiac arrest with agonal breathing and described the associated appropriate action. The secondary outcome measures were the time taken to reach their decision and the confidence in their decisions. The results revealed that the group that had been exposed to the intervention was more likely to correctly identify that the patient with agonal breathing was in cardiac arrest and required chest compressions than the group who received the traditional BLS curriculum. The intervention group was also quicker to start compressions and more confident in each of the scenarios. This study does not look at simulation and realism as an instructional process, but rather as an assessment tool. The use of a real human who could demonstrate different respiratory patterns realistically allowed the investigators to do two things: 1) demonstrate that traditional BLS curriculum did not sufficiently teach the concept of agonal breathing as a sign of cardiac arrest and 2) to discriminate between those who were instructed on the concept of agonal breathing as a sign of cardiac arrest and those that were not, thus demonstrating the effectiveness of the curriculum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTIVE LOE: 2 LOQ: FAIR Levitan 2001"
        },
        {
            "text": "SUPPORTIVE (increased realism in the assessment tool allows for discrimination in certain skills Notes: This was a retrospective cohort study that directly addresses the question. Both study \"exposure groups\" had been trained with the traditional ACLS course prior to this study. The variable of interest were renewal courses, i.e. either the traditional ACLS for the third years internal medicine residents in the control group or a high fidelity simulation based course requiring deliberate practice until a prespecified level of competency was demonstrated, for the second year residents in the intervention group. The primary outcome measure was adherence to ACLS guidelines per an a priori set definition during actual cardiac arrests that occurred during the six month study period, for the arrests led by intervention vs. control group residents. Secondary outcome measures included survival. Charts were abstracted by study personnel not blinded to the study group assignment so a random 20% sample was independently reviewed by a blinded reviewer with excellent interrater reliability, i.e. a kappa coefficient of 0.87. Baseline characteristics of the patients in the two groups were similar. The simulator-trained residents were 7 x's more likely to adhere to ACLS guidelines than those trained in the traditional course, after controlling for baseline characteristics. However, there was no difference in the proportion of patients that survived the event between the two groups. The addition of high fidelity simulators and the opportunity to practice realistic scenarios until they reached a predefined level of competence led to superior performance in the actual clinical environment when compared to the traditional ACLS course. Notes: This study includes a cross sectional survey and cohort study of knowledge and resuscitation skills that indirectly addresses the worksheet question. Pediatric residents were asked to complete a survey about their experience in both simulated and actual resuscitations and confidence in their skills. There were then asked to take a MCQ test and to perform 4 resuscitation skills on a simulator, (i.e. bag mask ventilation, tracheal intubation, intraosseous line placement and defibrillation.) The residents uniformly did well on the knowledge assessment, however little detail is included. It was noted that 80% of the residents were able to meet the primary endpoint of the 4 procedures, but many fewer were able to complete the subcomponents. For example, 89% were able to discharge the defibrillator but only 56% chose the asynchronous mode for ventricular fibrillation, which would decrease the chance of successfully defibrillating in an actual clinical situation. They also noted that residents frequently had to spend time \"deciphering\" the equipment, i.e. reading instructions on the defibrillator or taking apart the IO needle to figure out how it worked. The authors state that they performed multivariate analysis to determine whether any exposure variables were associated with procedural performance but found no association between number of mock codes or actual resuscitations or time since PALS and performance but note they had had little power to detect such an effect. They provide no details for further analysis. This study does not look at simulation and realism as an instructional process, but rather how increasing the realism required while performing a simulated procedure increases the discriminatory strength of the assessment tool. Requiring the residents to perform all of the required steps of a procedure reveals important skill gaps that would have the potential to effect a patient if performed in an actual clinical situation and thus identifies a target for future interventions. SUPPORTIVE LOE: 2 LOQ: FAIR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTIVE LOE: 2 LOQ: FAIR Levitan 2001"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The standardized live patient and mechanical patient models--their roles in trauma teaching",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Trauma",
            "volume": "66",
            "issn": "1",
            "pages": "98--102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of the Advanced Trauma Life Support program on medical students' performance in simulated trauma patient management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Trauma",
            "volume": "44",
            "issn": "4",
            "pages": "588--91",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High-fidelity simulation in neonatal resuscitation. Paediatr Child Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Training neonatal skills with simulators? Acta Paediatr",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cavaleiro",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "98",
            "issn": "",
            "pages": "636--645",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effectiveness of a human patient simulator in the ATLS shock skills station",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Surg Res",
            "volume": "139",
            "issn": "2",
            "pages": "229--264",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of the effect of a computerized training simulator (ANAKIN) on the retention of neonatal resuscitation skills",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Teach Learn Med",
            "volume": "16",
            "issn": "2",
            "pages": "157--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of high-fidelity simulation on Pediatric Advanced Life Support training in pediatric house staff: a randomized trial Pediatr Emerg Care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Teaching lifesaving procedures: the impact of model fidelity on acquisition and transfer of cricothyrotomy skills to performance on cadavers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Anesth Analg",
            "volume": "107",
            "issn": "5",
            "pages": "1663--1672",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning advanced cardiac life support: a comparison study of the effects of low-and highfidelity simulation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoadley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nurs Educ Perspect",
            "volume": "30",
            "issn": "2",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Delays and errors in cardiopulmonary resuscitation and defibrillation by pediatric residents during simulated cardiopulmonary arrests. Resuscitation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epub",
            "volume": "80",
            "issn": "7",
            "pages": "819--844",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cost-efficiency assessment of Advanced Life Support (ALS) courses based on the comparison of advanced simulators with conventional manikins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iglesias-Vazquez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Emerg Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Retention of neonatal resuscitation skills and knowledge: a randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaczorowski",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Fam Med",
            "volume": "30",
            "issn": "10",
            "pages": "705--716",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trauma training in simulation: translating skills from SIM time to real time",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knudson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Trauma",
            "volume": "64",
            "issn": "2",
            "pages": "255--63",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Initial airway management skills of senior residents: simulation training compared with traditional training",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kory",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "6",
            "pages": "1927--1958",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Training with video imaging improves the initial intubation success rates of paramedic trainees in an operating room setting",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levitan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Emerg Med",
            "volume": "37",
            "issn": "1",
            "pages": "46--50",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Achieving house staff competence in emergency airway management: results of a teaching program using a computerized patient simulator",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "12",
            "pages": "2422--2429",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advanced Cardiac Life Support Courses: live actors do not improve training results compared with conventional manikins. Resuscitation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miotto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "76",
            "issn": "",
            "pages": "244--252",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Teaching antiarrhythmic therapy and ECG in simulator-based interdisciplinary undergraduate medical education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Anaesth",
            "volume": "95",
            "issn": "3",
            "pages": "300--304",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comparison of three simulation-based training methods for management of medical emergencies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Resuscitation",
            "volume": "71",
            "issn": "2",
            "pages": "204--215",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Teaching recognition of agonal breathing improves accuracy of diagnosing cardiac arrest",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Resuscitation",
            "volume": "70",
            "issn": "3",
            "pages": "432--439",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Simulation-based education improves quality of care during cardiac arrest team responses at an academic teaching hospital: a case-control study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wayne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "133",
            "issn": "1",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Performance of Advanced Resuscitation Skills by Pediatric Housestaff",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "152",
            "issn": "12",
            "pages": "1232--1237",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "neurological survival Italics = Animal studies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", J et. al. The standardized live patient and mechanical patient models--their roles in trauma teaching. J Trauma. 2009 Jan;66(1):98-102.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "et. al. Evaluation of the effect of a computerized training simulator (ANAKIN) on the retention of neonatal resuscitation skills. Teach Learn Med. 2004 Spring;16(2):157-64.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SUPPORTIVE (adherence to ACLS in real arrests) & NEUTRAL (patient survival) LOE: 2 LOQ: GOOD White 1998 White J et. al. Performance of Advanced Resuscitation Skills by Pediatric Housestaff. Arch Pediatr Adolesc Med. 1998 Dec;152(12):1232-5.",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "Donoghue A et. al. Effect of high-fidelity simulation on Pediatric Advanced Life Support training in pediatric house staff: a randomized trial Pediatr Emerg Care. 2009 Mar;25(3):139-44.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Kaczorowski J et. al. Retention of neonatal resuscitation skills and knowledge: a randomized controlled trial. Fam Med. 1998 Nov-Dec;30(10):705-11.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Owen H el. al. Comparison of three simulation-based training methods for management of medical emergencies. Resuscitation. 2006 Nov;71(2):204-11. Epub 2006 Sep 20.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Perkins G et. al. Teaching recognition of agonal breathing improves accuracy of diagnosing cardiac arrest. Resuscitation. 2006 Sep;70(3):432-7. Epub 2006 Jul 10.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Wayne D et. al. Simulation-based education improves quality of care during cardiac arrest team responses at an academic teaching hospital: a case-control study. Chest. 2008 Jan;133(1):56-61. Epub 2007 Jun 15.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}