{"paper_id": "0ac30466bb6fcd6da6d05611cbb25dfb38dbd6d9", "metadata": {"title": "Title Page Running Title: Early transmission dynamics of COVID-19 in Chile Interventions Title: Early transmission dynamics of COVID-19 in Chile: From sub-exponential ascending Main text 70", "authors": [{"first": "Katia", "middle": [], "last": "Vogt-Geisse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": [], "last": "Rothenberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gerardo", "middle": [], "last": "Chowell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amna", "middle": [], "last": "Tariq", "suffix": "", "affiliation": {}, "email": "atariq1@student.gsu.edu"}, {"first": "Eduardo", "middle": ["A"], "last": "Undurraga", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carla", "middle": ["Castillo"], "last": "Laborde", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ruiyan", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "(", "middle": ["A"], "last": "Tariq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "word count = 150 words 21 Text word count= 3095 words 22 Figures= 5 23 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) Article Summary Line: COVID-19 epidemic shows an early sub-exponential growth trend and 25 sustained transmission of SARS-CoV-2 in Chile despite early control interventions, underscoring 26 the need for persistent social distancing and active case finding efforts. Abstract 47", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Chile and study the effectiveness of control interventions by conducting short-term forecasts 51 based on early transmission dynamics of COVID-19. The incidence curve displays sub-52 exponential growth dynamics with the scaling of growth parameter, , estimated at 0.8 (95% CI: 53 0.7, 0.8) and the reproduction number estimated at 1.6 (95% CI: 1.5, 1.6). The sub-epidemic CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "50"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. .", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The coronavirus disease 2019 caused by Severe Acute Respiratory Syndrome 72 Coronavirus 2 (SARS-CoV-2) was declared a global pandemic by the WHO (World Health 73 Organization) on March 11 th , 2020 (1). This highly contagious unprecedented virus has impacted 74 government and public institutions, strained the health care systems, restricted people in their 75 homes and caused country-wide lock downs resulting in a global economic crisis. Moreover, as of 76 May 2 nd , 2020, more than 3 million COVID-19 cases in 210 countries and territories have been 77 recorded, including more than 200,000 deaths (2). The social, economic and psychological impact 78 of this pandemic on much of the world's population is profound (3). 79 Soon after its initial rapid spread in China, the first case of novel coronavirus beyond China 80 was reported in Thailand on January 13 th , 2020 (4). The first case in the USA was not identified 81 until January 20 th , 2020 followed by the detection of the first cases in the European territory on 82 January 24 th , 2020 (5, 6 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 458, "end": 460, "text": "76", "ref_id": null}, {"start": 726, "end": 728, "text": "79", "ref_id": null}, {"start": 1044, "end": 1059, "text": "th , 2020 (5, 6", "ref_id": null}], "ref_spans": [], "section": "71"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 Chile in phase 4 of the pandemic and surpassing 1000 reported cases of the novel coronavirus on 92 March 25 th , 2020 (9). 93 Chile is the fifth country in Latin America after Brazil, Mexico, Ecuador and Argentina to 94 report COVID-19 cases. The first six imported cases were reported in the city of Talca and the 95 capital of Chile, Santiago (10). However, since the early phase of the outbreak, Chile has employed 96 an agile public health response by announcing a ban on large public health gatherings of more than 97 500 people on March 13 th , 2020 when the nationwide cumulative case count reached 44 reported 98 cases (11). Moreover, the Chilean government announced the closure of all day cares, schools and 99 universities on March 16 th , 2020. This was followed by the announcement to close country borders 100 on March 18 th , 2020, and the declaration of national emergency on the same date, which was 101 accompanied with several concrete interventions to further contain the outbreak in the region (12, 102 13). In particular, this has been followed by a night time curfew in Chile as of March 22 nd , 2020, 103 and intermittent targeted lockdowns (i.e., lockdown goes on and off at the municipality level 104 depending on total cases and case growth) starting on March 28 th in two municipalities in Southern", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 229, "end": 231, "text": "93", "ref_id": null}], "ref_spans": [], "section": "71"}, {"text": "Chile and seven municipalities in Santiago (13). Chile has accumulated a total of 14365 reported 106 cases including 207 deaths as of April 28 th , 2020. The majority of these cases are concentrated in 107 Chile's capital, Santiago, with 8300 reported cases and the Araucanía in Southern Chile with 1251 108 reported cases (14). However, the crude case fatality rate in Chile (1.4%) remains well below the 109 global average (6.8%) (7, 10). 110 In this study we estimate the transmission potential of COVID-19, including the effective 111 reproduction number, R, during the early transmission phase of the COVID-19 epidemic in Chile 112 that can guide the magnitude and intensity of control interventions to combat the epidemic (15, 113 16). Moreover, we can study the effectiveness of control interventions in Chile, including closure 114 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 441, "end": 444, "text": "110", "ref_id": null}], "ref_spans": [], "section": "105"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 of country borders, schools and non-essential businesses and the implementation of night time 115 curfew among others (see Table 1 ) on the transmission rate by conducting short-term forecasts 116 calibrated using the trajectory of the epidemic (17). 119 We obtained updates on the daily series of COVID-19 cases as of April 28 th , 2020 from 120 the publicly available data from the Github repository created by the government of Chile (8).", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 357, "end": 360, "text": "119", "ref_id": null}], "ref_spans": [{"start": 229, "end": 236, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Incidence case data by the date of reporting, confirmed by PCR (polymerase chain reaction) tests 122 from March 3 rd -April 28 th , 2020 were analyzed. The daily testing and positivity rates available 123 from April 9 th -April 28 th , 2020 were also analyzed. 125 We generate short term forecasts in real time using the generalized growth model (GGM) 126 that characterizes the early ascending phase of the epidemic by estimating two parameters: (1) the 127 intrinsic growth rate, ; and (2) a dimensionless \"deceleration of growth\" parameter, . This model 128 allows to capture a range of epidemic growth profiles, by modulating parameter , including sub-129 exponential (polynomial) (0< <1) and exponential growth trends ( =1). The GGM model is 130 given by the following differential equation: 137 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 261, "end": 264, "text": "125", "ref_id": null}], "ref_spans": [], "section": "121"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10. 1101 /2020 Sub-epidemic wave model 138 We also fit the sub-epidemic model to the daily incidence of COVID-19, that depicts is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 130, "end": 133, "text": "138", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10. 1101 /2020 where 1 ≤ 5FG < 1 and P ( ) = 1 for the sub-epidemic 1. Moreover, for the subsequently 158 occurring sub-epidemics, the size of the th sub-epidemic ( : ) declines exponentially at a rate q 159 because of multiple factors such as the effect of interventions, behavior changes and changes in 160 disease transmission dependent on seasonality, we have, 167 168 We calibrate the GGM model and the sub-epidemic wave model to the daily incidence ", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 460, "end": 463, "text": "168", "ref_id": null}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "180"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10. 1101 /2020 where : is the time stamp at which the time series data are observed and n is the total number of 181 data points available for inference. The initial condition is fixed to the first observation in the data 182 set. This way, ^:, Θ U _ gives the best fit to the time series data 5 ] . Next, we utilize a parametric 183 bootstrapping approach assuming Poisson error structure for the sub-epidemic model and the 184 negative binomial error structure for the GGM model to derive uncertainty in the parameters 185 obtained by non-linear least square fit of the data as previously described (18, 21) . The model 186 confidence intervals of parameters and the 95% prediction intervals of model fit are also obtained 187 using the parametric bootstrap approach (18). 189 The reproduction number, R, is defined as the average number of secondary cases 190 generated by a primary case during the early ascending phase of an outbreak. This is a crucial 191 quantity to identify the intensity of interventions required to contain an epidemic (22, 23).", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 866, "end": 869, "text": "189", "ref_id": null}], "ref_spans": [{"start": 692, "end": 700, "text": "(18, 21)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Estimates of effective R indicate if the disease transmission continues (R>1) or if the active disease 193 transmission ceases (R<1). Therefore, in order to contain an outbreak, we need to maintain R<1. 194 We estimate the reproduction number by calibrating the GGM to the early growth phase of the 195 epidemic (28 days) (19). We model the generation interval of SARS-CoV-2 assuming gamma 196 distribution with a mean of 4.41 days and a standard deviation of 3.17 days (24-28). We estimate 197 the growth rate parameter, r, and the deceleration of growth parameter, p, as described above. Then CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 203, "end": 206, "text": "194", "ref_id": null}], "ref_spans": [], "section": "192"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10. 1101 /2020 In this equation, local incidence at calendar time : is denoted by : and the discretized probability 203 distribution of the generation interval is denoted by : . The numerator represents the total new 204 cases : , and the denominator represents the total number of cases that contribute to generating the 205 new cases : at time : . This way, 5 , represents the average number of secondary cases generated 206 by a single case at time . Next, we derive the uncertainty bounds around the curve of 5 directly 207 from the uncertainty associated with the parameter estimates (r, p). We estimate 5 for 300 208 simulated curves assuming a negative binomial error structure (18). 223 We estimate the reproduction number for the first 28 epidemic days incorporating the 224 effects of the social distancing interventions as explained in Table 1 . The incidence curve displays 225 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 95, "end": 99, "text": "1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 782, "end": 785, "text": "223", "ref_id": null}], "ref_spans": [{"start": 938, "end": 945, "text": "Table 1", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 sub-exponential growth dynamics with the scaling of growth parameter, p, estimated at 0.8 (95% 226 CI: 0.7, 0.9) and the intrinsic growth rate, r, estimated at 0.8 (95% CI: 0.7, 0.9). The reproduction 227 number for the early transmission phase was estimated at 1.6 (95% CI: 1.5, 1.6) (Figure 3) .", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 391, "end": 401, "text": "(Figure 3)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Assessing the impact of social distancing interventions 229 To assess the impact of social distancing interventions in Chile given in Table 1, The current estimates of the early transmission potential in Chile for the first 28 days of 246 the epidemic indicates sustained local transmission in the country with the estimate of reproduction 247 number at ~1.6 (95% CI: 1.5, 1.6) which is in accordance with the lower estimates of the 248 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 56, "end": 59, "text": "229", "ref_id": null}], "ref_spans": [{"start": 134, "end": 142, "text": "Table 1,", "ref_id": null}], "section": "228"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 reproduction numbers from studies conducted in China, Brazil, Korea, Peru, South Africa and Iran 249 that lie in the range of 1. 5-7.1 (29-37) . In contrast, the even lower estimates of R (<1) that have 250 been reported in Singapore and Australia can be correlated with the implementation of early social 251 distancing interventions in these countries (38, 39) . 252 The initial scaling of the growth parameter in Chile indicates a sub-exponential growth 253 pattern (~0.8), consistent with sub-exponential growth patterns of COVID-19 that have been CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}, {"start": 235, "end": 248, "text": "5-7.1 (29-37)", "ref_id": null}, {"start": 471, "end": 474, "text": "252", "ref_id": null}], "ref_spans": [{"start": 460, "end": 468, "text": "(38, 39)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 of ~441 cases per day), highlighting the positive effects of quarantine and lockdowns in the 271 country, case counts continue to accrue. ", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "292"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 This study has some limitations. First our study analyzes cases by the dates of reporting 293 while it is ideal to analyze the cases by the dates of onset or after adjusting for reporting delays.", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "On the other hand, a substantial fraction of the COVID-19 infections exhibit very mild or no 295 symptoms at all, which may not be reflected by data (26). Second, the data is not stratified by local 296 vs. imported cases, therefore, we assume that all cases contribute equally to the transmission 297 dynamics of COVID-19. Finally, the extent of selective underreporting, and its impact on these 298 results, is difficult to assess.", "cite_spans": [], "ref_spans": [], "section": "294"}, {"text": "In this study we estimate the early transmission potential of SARS-CoV-2 in Chile. Our CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "300"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "300"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Biblioteca del Congreso Nacional de Chile2020", "authors": [], "year": 2020, "venue": "MOH. Dispone medidas sanitarias que indica por brote de COVID-19.Norms 1143498", "volume": "360", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Early transmission dynamics of Ebola virus disease (EVD", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Euro surveillance : bulletin Europeen sur les maladies 365", "authors": [], "year": 2014, "venue": "Africa", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The Effective Reproduction Number as a Prelude to Statistical 368 Estimation of Time-Dependent Epidemic Trends", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "103--115", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Forecasting the", "authors": [{"first": "D", "middle": ["W"], "last": "Shanafelt", "suffix": ""}, {"first": "G", "middle": [], "last": "Jones", "suffix": ""}, {"first": "M", "middle": [], "last": "Lima", "suffix": ""}, {"first": "C", "middle": [], "last": "Perrings", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Fitting dynamic models to epidemic outbreaks with quantified uncertainty: A 373 primer for parameter uncertainty, identifiability, and forecasts. Infectious Disease Modelling", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2017, "venue": "", "volume": "374", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.idm.2017.08.001"]}}, "BIBREF9": {"ref_id": "b9", "title": "A generalized-growth model to characterize the early 376 ascending phase of infectious disease outbreaks", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2016, "venue": "Epidemics", "volume": "15", "issn": "", "pages": "27--37", "other_ids": {"DOI": ["10.1016/j.epidem.2016.01.002"]}}, "BIBREF10": {"ref_id": "b10", "title": "A novel sub-epidemic modeling framework for short", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "A", "middle": [], "last": "Tariq", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Hyman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Benchmarking the CoVID-19 pandemic across 451 countries and states in the U.S.A. under heterogeneous testing", "authors": [{"first": "K", "middle": [], "last": "Asahi", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Undurraga", "suffix": ""}, {"first": "R", "middle": [], "last": "Wagner", "suffix": ""}], "year": null, "venue": "", "volume": "453", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.01.20087882"]}}, "BIBREF13": {"ref_id": "b13", "title": "Detection and isolation of asymptomatic individuals can make the difference in COVID-19 455 epidemic management", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["medRxiv.2020:2020.04.23.20077255.doi:45610.1101/2020.04.23.20077255"]}}, "BIBREF14": {"ref_id": "b14", "title": "Substantial undocumented 458 infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV-2)", "authors": [{"first": "R", "middle": [], "last": "Li", "suffix": ""}, {"first": "Pei", "middle": ["S"], "last": "Chen", "suffix": ""}, {"first": "B", "middle": [], "last": "Song", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "T", "middle": [], "last": "Yang", "suffix": ""}, {"first": "W", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Epub 2020/03/18", "authors": [{"first": "N", "middle": ["Y"], "last": "York", "suffix": ""}], "year": 2020, "venue": "", "volume": "368", "issn": "", "pages": "489--93", "other_ids": {"DOI": ["10.1126/science.abb3221"], "PMID": ["32179701"], "PMCID": ["PMC7164387"]}}, "BIBREF16": {"ref_id": "b16", "title": "Estimation of 462 the asymptomatic ratio of novel coronavirus infections (COVID-19)", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Miyama", "suffix": ""}, {"first": "A", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Jung", "suffix": ""}, {"first": "K", "middle": [], "last": "Hayashi", "suffix": ""}], "year": null, "venue": "Int J Infect Dis", "volume": "463", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.1016/j.ijid.2020.03.020"], "PMID": ["32179137"]}}, "BIBREF17": {"ref_id": "b17", "title": "Estimating the asymptomatic", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Kagaya", "suffix": ""}, {"first": "A", "middle": [], "last": "Zarebski", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "54 model indicates a stationary wave of stable epidemic size. Our current findings point to sustained 55 transmission of SARS-CoV-2 in Chile. While the social distancing interventions have slowed the 56 virus spread, the number of new COVID-19 cases continue to accrue, underscoring the need for 57 persistent social distancing efforts to control the epidemic.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "equation ) ( ) describes the incidence curve over time , ( ) describes the cumulative 133 number of cases at time and ∈[0,1] is a \"deceleration of growth\" parameter. This equation 134 becomes constant incidence over time if =0 and an exponential growth model for cumulative 135 cases if =1. Whereas if is in the range 0< <1, then the model indicates sub-exponential growth 136 dynamics (18, 19).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "the incidence curve over time , ( ) describes the cumulative 144 number of cases at time , ∈[0,1] is a \"deceleration of growth\" parameter, is a positive growth 145 rate parameter (1/time) and 1 is the final epidemic size. This model describes different early 146 epidemic growth profiles, from constant incidence if = 0, to sub-exponential/polynomial initial 147 growth if 0 < < 1, and initial exponential growth dynamics if =1. Next, we model an epidemic 148 wave comprising of n overlapping sub-epidemics given by the following system of coupled equation : ( ) describes the cumulative infection number for th sub-epidemic, and : is the 152 size of sub-epidemic , where =1….n. The equations are coupled through an indicator variable, 153 : ( ) that models the onset timing of ( +1) th sub-epidemic, making sure that sub-epidemics 154 comprising an epidemic wave follow a regular structure. Therefore,", "latex": null, "type": "figure"}, "FIGREF4": {"text": "= = P is the final size of sub-epidemic 1. If = 0, then the model predicts an epidemic 163 wave composed of subsequent sub-epidemics of equal size. If the epidemic wave is comprised by 164 a single sub-epidemic, the model boils down to the 3-parameter generalized growth model whereas 165 an epidemic wave comprised by two or more sub-epidemics is calibrated with 5 166 parameters: , , 1 , 5FG (20).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "curve by dates of reporting in Chile using time series data that is available from March 3 rd -March 170 30 th , 2020 and from March 3 rd -April 28 th , respectively.171 Model parameters are estimated by a non-linear least square fitting of model solution to 172 the incidence data by the date of reporting. This is achieved by searching for the set of model 173 parameters Θ U = (Θ = , Θ V,…. Θ W ) that minimizes the sum of squared differences between the 174 observed data 5: = 5= , 5V , … . 5Y and the corresponding mean incidence curve given by 175 ( : , Θ): where Θ = ( , ) correspond to an estimated set of parameters of the GGM model and 176 Θ = ( , , P , , 5FG ) to an estimated set of parameters of the sub-epidemic wave model. In both 177 cases, the objective function for the best fit solution of ( : , Θ) is given by : 178 179 Θ U =arg min∑ ( ( : , Y :\\= Θ) − 5 ] ) V", "latex": null, "type": "figure"}, "FIGREF6": {"text": "198we simulate the progression of incidence cases from the calibrated GGM model and apply the 199 discretized probability distribution of the generation interval to the renewal equation(16):", "latex": null, "type": "figure"}, "FIGREF7": {"text": "total of 14365 cases were reported by the Ministry of Health Chile as of April 28 th , 2020 212 (8). On average ~441 (SD: 81.3) new cases were reported between April 9 th -April 28 th , 2020. shows the daily incidence data of all confirmed cases in Chile as of April 28 th , 2020. The 214 sub-epidemic model fit to the daily series of case incidence shows an epidemic wave comprised 215 of 3 sub epidemics, and parameter q is estimated to be low, suggesting stable incidence pattern 216 (Figure 2). The figure shows that the sub-epidemic wave model captures successfully the case 217 incidence trend in Chile as of April 28 th , 2020 with an epidemic wave comprised by 3 sub-218 epidemics, and with the \"deceleration of growth\" parameter, , estimated at 0.81 (95% CI: 0.77, 219 0.84), the growth rate parameter, , estimated at 0.69 (95% CI: 0.57, 0.86), the final size 1 of the 220 first sub-epidemic estimated at 1.01 * 10 f (95% CI: 9.33 * 10 h , 1.09 * 10 f ), and the final size 221 exponential growth rate, , estimated at 0.0046 (95% CI: 7.63 * 10 <=V , 0.224).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "we 230 generated a 20-days ahead forecast for Chile based on the daily incidence curve until March 30 th , 231 2020. The 28-day calibration period of the model yields an estimated growth rate, r, and a scaling of growth rate parameter, p, at 0.8 (95%CI: 0.7,0.8). The 20-day ahead 233 forecast suggests that the social distancing measures have significantly slowed down the spread of 234 the virus in Chile, and whose effect is noticeable about two weeks after the implementation of an 235 intervention as shown in Figure 4. 236 COVID-19 testing rates and positivity rate 237 Daily testing and positivity rates for the time period April 9 th -April 28 th , 2020 by the date 238 of reporting are shown in Figure 5. The total number of tests performed for this time period were 239 105654, amongst which 8819 had positive results. The average number of tests performed daily 240was estimated at ~4739 between April 9 th -April 16 th , 2020 and ~5645 between April 17 th -April 241 28 th , 2020, a 19% increase. Subsequently, the positivity rate (percentage of positive tests among 242 the total number of tests) fluctuated between 4.8 and 14.2% between April 9 th -April 28 th , 2020 243 with an average positivity rate of 8.8% (SD:", "latex": null, "type": "figure"}, "FIGREF10": {"text": "254observed in Singapore (~0.7), Korea (~0.76) and other Chinese provinces excluding Hubei 255 (~0.67)(34, 38, 40). In contrast, recent studies have reported nearly exponential growth pattern 256 of the COVID-19 in Iran and Peru and an exponential growth pattern inChina (31, 37, 40).257    Although the initial transmission stage of COVID-19 in Chile has been attributed to258 multiple case importations, Chile was quick to implement control measures against the COVID-259 19 epidemic including border closures on March 18 th , 2020 to prevent further case importations. 260 The 20-day ahead forecast of our GGM model calibrated to 28 days suggest that the social 261 distancing measures including closure of schools, universities and day cares have helped slow 262 down the virus spread in the country by reducing population mobility (41). Moreover, the sub-263 epidemic model fit also indicates a stationary wave composed of three sub-epidemics, reaching a 264 saturation point (~550-580 cases) associated with the social distancing interventions in Chile. The 265 cocktail of interventions including school closures, night time curfew and ban on social gatherings 266 in Chile can be attributed to preventing the disease trend from growing exponentially in the early 267 growth phase. The fluctuations in the case incidence in April, 2020 can be attributed to the 268 weekend effect with more cases reported on Mondays. While, the COVID-19 case incidence 269 exhibits a relative stabilization in case trajectory for the last two epidemic weeks (with an average 270 .", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Though the number of reported cases in Latin America remains low compared to the US273    and China, official data for many Latin American countries are incomplete. However, Chile has 274 tested a higher percentage of its residents than any other Latin American nation lending confidence275 to its reliability (42). For instance, the average number of COVID-19 tests performed in Chile per 276 day is ~5464, much higher compared to the neighboring South American country, Peru (~671 tests 277 per day) (37). Moreover, the average positivity rate of COVID-19 in Chile is estimated at ~8.8% 278 between April 9 th -April 28 th , 2020 due to the widespread testing in the country. This positivity rate 279 for Chile is consistent with the positivity rates derived from Peru, Denmark, Germany and Canada 280 (6-9%) (43). However, some countries like New Zealand, Australia and South Korea have reached 281 even lower positivity rates (2-3%), with South Korea's large testing capacity combined with a 282 strategy that tracks infected people via cell phones (42, 44). In comparison, Italy and the US have 283 shown much higher positivity rates (15-20%) for COVID-19, indicating overall limited testing in 284 these countries (45, 46). Moreover, studies suggest there is asymptomatic transmission of SARS-285 CoV-2, which means we could have underestimated our estimates based on the daily incidence's 286 growth trend from symptomatic cases (47). Other studies have shown a substantial proportion of 287 cases are not detected by surveillance systems that results in the underestimation of epidemic 288 growth curve (48). On the other hand, relative transmission of asymptomatic cases in Chile is also 289 unknown (49, 50). While our study highlights the effectiveness of control interventions in Chile, 290 it also underscores the need for persistent isolation and social distancing measures to stomp all 291 active disease transmission chains in Chile.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "301 current findings point to sustained transmission of SARS-CoV-2 in the early phase of the outbreak, 302 with our estimate of the reproduction number at ~1.6. The COVID-19 epidemic in Chile followed 303 an early sub-exponential growth trend. While the social distancing interventions have slowed the 304 virus spread, the number of new COVID-19 cases continue to accumulate, underscoring the need 305 for persistent social distancing and active case finding efforts to bring the epidemic under control. is a PhD student in the Department of Population Health Science, School of Public 312 Health, Georgia State University, Atlanta, GA. Her primary research focus is mathematical 313 modeling and quantitative analysis of infectious diseases and emerging epidemics . 314 List of abbreviations 315 .", "latex": null, "type": "figure"}, "TABREF0": {"text": "). The COVID-19 pandemic has since spread to every continent except the Antarctica. While some countries like Australia and New Zealand have steadily suppressed the COVID-19 spread as of April 20 th , 2020, reporting ~0-17 cases per day, other countries like Italy, Spain and the US still struggle to contain the increasing number of cases (7). Subsequently, considerable COVID-19 outbreaks have occurred in Latin America since late February 2020, with 61888 cases reported in Brazil, followed by 27517 cases in Peru, 23240 cases in Ecuador, 14677 cases in Mexico and 14365 cases in Chile as of April 28 th ,2020 (7, 8). The first case of SARS-CoV-2 in Chile was identified on March 3 rd , 2020. While the initial cases were imported from South East Asia and Europe, the COVID-19 case counts have expanded in this country, placing", "latex": null, "type": "table"}, "TABREF1": {"text": ". https://doi.org/10.1101/2020.05.15.20103069 doi: medRxiv preprint COVID-19 SARS-CoV-2", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflicts of interest. in the WHO European Region, 24 January to 21 February 337 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 ", "cite_spans": [{"start": 361, "end": 373, "text": "May 18, 2020", "ref_id": null}, {"start": 374, "end": 401, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 402, "end": 407, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "320"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "358"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "381"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "404"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "427"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "450"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.15.20103069 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 59, "end": 71, "text": "May 18, 2020", "ref_id": null}, {"start": 72, "end": 99, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 100, "end": 105, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 18, 2020. CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 18, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted May 18, 2020 . . https://doi.org/10.1101 /2020 ", "cite_spans": [{"start": 257, "end": 269, "text": "May 18, 2020", "ref_id": null}, {"start": 270, "end": 297, "text": ". . https://doi.org/10.1101", "ref_id": null}, {"start": 298, "end": 303, "text": "/2020", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "542"}]}