{"paper_id": "0acbde5c3e5d4f964215218392e5fe30231920e9", "metadata": {"title": "Geographical spread of SARS in mainland China", "authors": [{"first": "Li-Qun", "middle": [], "last": "Fang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing", "country": "P.R. China"}}, "email": ""}, {"first": "Sake", "middle": ["J"], "last": "De Vlas", "suffix": "", "affiliation": {"laboratory": "", "institution": "Erasmus MC -University Medical Center Rotterdam", "location": {"settlement": "Rotterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "Dan", "middle": [], "last": "Feng", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing", "country": "P.R. China"}}, "email": ""}, {"first": "Song", "middle": [], "last": "Liang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Ohio State University", "location": {"settlement": "Columbus", "region": "OH", "country": "USA"}}, "email": ""}, {"first": "You-Fu", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing", "country": "P.R. China"}}, "email": ""}, {"first": "Jie-Ping", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {"laboratory": "", "institution": "China Academy of Sciences", "location": {"settlement": "Beijing", "country": "P.R. China"}}, "email": ""}, {"first": "Jan", "middle": ["Hendrik"], "last": "Richardus", "suffix": "", "affiliation": {"laboratory": "", "institution": "Erasmus MC -University Medical Center Rotterdam", "location": {"settlement": "Rotterdam", "country": "The Netherlands"}}, "email": ""}, {"first": "Wu-Chun", "middle": [], "last": "Cao", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing", "country": "P.R. China"}}, "email": ""}]}, "abstract": [{"text": "objectives To describe the spatiotemporal diffusion of the severe acute respiratory syndrome (SARS) epidemic in mainland China, and to analyse the spatial pattern of SARS transmission from the Beijing epicentre to its neighbouring areas.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "methods Probable SARS cases occurring between November 2002 and May 2003 in mainland China were compiled from different sources and geo-coded into a geographical information database based on onset location. Spatial analyses including kernel density estimation, and spatial statistical and tracking analyses were performed to characterise the spatiotemporal distribution of SARS cases based on onset location ⁄ date. SARS cases that got infected in Beijing but were reported in three provinces surrounding Beijing were mapped, and logistic regression using a 'case-control' design at the county level was performed to analyse the impact of travel-related risk factors in the diffusion pattern.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "results The SARS epidemic in mainland China spanned a large geographical extent but clustered in two areas: first in Guangdong Province, and about 3 months later in Beijing with its surrounding areas in Shanxi Province, Inner Mongolia Autonomic Region, Hebei Province and Tianjin. Counties in the neighbourhood of Beijing that were crossed by a national highway or inter-provincial freeway showed the highest risk of acquiring SARS infections, even after correction for population density and medical staff density. Being intersected by a railway did not significantly associate with risk of SARS.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "conclusions This study provides the first complete documentation of the spatial and temporal characteristics of the SARS epidemic in mainland China. Our analyses confirmed that SARS had benefited from national highways and inter-provincial freeways for its spread from epicentres to neighbouring areas, whereas trains showed no significant association. This knowledge may be important for the control of re-emerging SARS, or other future emerging human-to-human transmittable infections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "keywords China, geographical information system, geographical spread, severe acute respiratory syndrome Tropical Medicine and International Health", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The 2002-2003 outbreak of severe acute respiratory syndrome (SARS), caused by a novel coronavirus (CoV), had resulted in 8096 probable cases of infection with 774 deaths in 29 countries or regions (WHO 2003a) . The earliest cases of SARS occurred in mid-November 2002 in Guangdong Province, China (Feng et al. 2009 ). The WHO received the first official report on 11 February 2003, notifying an outbreak of atypical pneumonia, which had affected 305 persons and resulted in five deaths in Guangdong Province until that date (WHO 2003b) . Global air travel facilitated the international spread of SARS, and seeded new cases in other parts of the world (Parashar & Anderson 2004) . Fortunately, SARS was brought under control within 7 months after it appeared. SARS has to date not reappeared, but it is probably still circulating in wild animals and could emerge again in humans. Ebola, for example, re-emerged about 15 years after the initial small outbreak (Burton & Parren 2000) .", "cite_spans": [{"start": 197, "end": 208, "text": "(WHO 2003a)", "ref_id": null}, {"start": 297, "end": 314, "text": "(Feng et al. 2009", "ref_id": "BIBREF4"}, {"start": 524, "end": 535, "text": "(WHO 2003b)", "ref_id": null}, {"start": 651, "end": 677, "text": "(Parashar & Anderson 2004)", "ref_id": "BIBREF9"}, {"start": 958, "end": 980, "text": "(Burton & Parren 2000)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "Recognition of this possibility has stimulated many studies of SARS, trying to understand the mechanisms underlying its transmission by which effective containment strategies could be informed when it re-emerges or similar epidemics occur (Gopalakrishna et al. 2004; Teo et al. 2005) . Few studies, however, have attempted to capture the spatial component in the epidemic data (Lai et al. 2004; Wang et al. 2006) . Most studies were based on the reported date of each case using web-based SARS datasets (Boulos 2004 ). In addition, the lag time from onset date to confirmed ⁄ reported date for probable SARS cases may vary from place to place, making it difficult to estimate and compare epidemic status of SARS in various epidemic areas, because they may have resulted from different time intervals.", "cite_spans": [{"start": 239, "end": 266, "text": "(Gopalakrishna et al. 2004;", "ref_id": "BIBREF5"}, {"start": 267, "end": 283, "text": "Teo et al. 2005)", "ref_id": "BIBREF12"}, {"start": 377, "end": 394, "text": "(Lai et al. 2004;", "ref_id": "BIBREF6"}, {"start": 395, "end": 412, "text": "Wang et al. 2006)", "ref_id": "BIBREF14"}, {"start": 503, "end": 515, "text": "(Boulos 2004", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study aimed to map the SARS outbreak and identify geographical characteristics associated with the transmission of SARS in mainland China using geographical information system (GIS) techniques. We also analysed the spatial transmission pattern along the routes of national travel, with a focus on the SARS diffusion from the Beijing epicentre to three neighbouring provinces.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We used the database integrating all existing Chinese SARS data sources from the beginning of the SARS epidemic in mainland China to 28 May 2003, as described separately (Feng et al. 2009 ). For each probable SARS case, information on age, gender, occupation, residence address, working address, onset date and location, admission date and address, report address, clinical outcome and date of discharge or death were extracted from the database. Of all 5327 probable cases in the database, 47 (0.9%) did not have onset dates, but these dates were estimated using the average duration of onset to admission of cases with known dates, corrected for geographic location (province) and occupation (healthcare worker or not). See the paper by Feng et al. (2009) for further details. Another five cases were excluded from this study because of unknown specific address of onset.", "cite_spans": [{"start": 170, "end": 187, "text": "(Feng et al. 2009", "ref_id": "BIBREF4"}, {"start": 739, "end": 757, "text": "Feng et al. (2009)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Patients and population"}, {"text": "The digital map of China (1:100 000) and the 2003 population demographic information for the whole country were collected. We pre-processed the onset location of each probable case by adding coordinate information for matching the county ⁄ township map layer, then geo-coded each case with coordinates data according to the onset location (rather than reporting location). Thereafter, we created a point-type map layer of SARS cases by using the function of adding XY data in arcgis 9.0 software (ESRI Inc., Redlands, CA, USA). To characterise the SARS epidemic situation during the whole epidemic period, we first counted the number of SARS cases of each county or township, then created a cumulative incidence map of SARS epidemics and fitted a smoothly tapered surface to each case's location by using a kernel density analysis.", "cite_spans": [], "ref_spans": [], "section": "Mapping and visualising the SARS outbreaks in mainland China"}, {"text": "Further, we examined the spread of SARS over month at a county ⁄ township scale. A map series of the monthly distributions of SARS cases was created for periods from November of 2002 to May of 2003. To characterise the temporal dynamics distribution of SARS onset in serious SARS epidemic areas, we defined an area to be serious if the total number of SARS cases was more than 100. Six provinces, Guangdong, Shanxi, Hebei, Beijing, Tianjin, as well as Inner Mongolia autonomous region, were identified as serious epidemic areas and their epidemic curve of SARS onset was created. In addition, a tracking analysis was conducted to identify geographic features and transmission dynamics of SARS epidemics through the use of tracking analysis function in arcgis 9.0 software. We symbolised the onset locations of SARS patients and changed their appearance based on temporal onset date (rather than reporting date), and performed playback tracking on the epidemic dynamics of SARS according to a 5-day interval (the average latent period of SARS). Then an animation was created to record the playback information and show the epidemic dynamic of epidemic areas as audio video interleave (AVI) format (Environmental Systems Research Institute, Inc 2004).", "cite_spans": [], "ref_spans": [], "section": "Mapping and visualising the SARS outbreaks in mainland China"}, {"text": "To explore the diffusion pattern of SARS from an epicentre to its neighbouring areas, we overlapped main transportation line maps such as national highways, freeways, railways on the cumulative incidence map of SARS in three provinces nearby Beijing: Shanxi, Hebei and Inner Mongolia autonomous region. We then mapped all SARS cases and classified them as local SARS cases or cases reported outside Beijing with onset in Beijing. Since healthcare providers were at great risk of contracting the pathogen, we also obtained data on hospital information, counted the number of medical staffs and linked medical density with the SARS incidence map of each county. Furthermore, the data on the population in 2003 were used to calculate the population density in the analysis.", "cite_spans": [], "ref_spans": [], "section": "Spatial diffusion pattern of the epidemic at county level in the vicinity of Beijing"}, {"text": "A case-control study design was used to explore the influencing factors associated with the spread of SARS from an epidemic area to its neighbouring areas. The 90 counties in the above mentioned three provinces closest to Beijing that reported SARS patients were chosen as 'cases'; all other counties (255) were defined as non-epidemic areas and were taken as 'controls'. We extracted five factors for each of the 345 counties from the digital maps using spatial analysis techniques: intersected by national highway, freeway or railway, and medical staff density and population density were used as correction factors. Standard logistic regression was performed, and odds ratios (ORs), their 95% confidence intervals (CIs) and Pvalues were estimated. The variables, medical staff density and population density, were first examined categorically, which resulted in approximately linear patterns. They could then be included as continuous variables in logistic regression analysis. We used units of medical staff per 100 persons (%) and 1000 persons per km 2 , respectively. Univariate analysis was performed to examine the effect of each variable separately. Multivariate analysis was then performed entering all variables that resulted in a P-value < 0.20 in univariate analysis and excluding variables with P > 0.10, using a standard backward-LR method. All statistical tests were based on two-tailed probability. The possible interactions between the three transportation modes were also tested in the multivariate analysis, but none of them proved to be significant. Statistical analyses were performed using the stata package (StataCorp LP, College Station, TX, USA; Rabe-Hesketh & Everitt 2006).", "cite_spans": [], "ref_spans": [], "section": "Spatial diffusion pattern of the epidemic at county level in the vicinity of Beijing"}, {"text": "Based on location of first onset, all 5327 probable cases in mainland China were distributed in 170 counties of 22 provinces. The cumulative incidence map showed that the SARS epidemic areas spanned a large geographic extent within China and mostly clustered in two areas (Figure 1) : the kernel density analysis demonstrated two kernels of SARS incidence in Guangzhou city in South China and Beijing city, Tianjin city, and some areas in Hebei Province, Shanxi Province and Inner Mongolia Autonomic Region in North China. Figure 2 illustrates the epidemic dynamics by showing the monthly spatial distribution of SARS incidence in mainland China, and Figure 3 presents the temporal distribution of SARS outbreaks in the six most seriously affected provinces.", "cite_spans": [], "ref_spans": [{"start": 272, "end": 282, "text": "(Figure 1)", "ref_id": "FIGREF1"}, {"start": 523, "end": 531, "text": "Figure 2", "ref_id": null}, {"start": 651, "end": 659, "text": "Figure 3", "ref_id": null}], "section": "Spatiotemporal pattern of SARS in mainland China"}, {"text": "Using the tracking analysis, we identified geographic features associated with SARS outbreaks in mainland We found that 34 SARS cases became infected in Beijing and travelled to the Inner Mongolia Autonomic Region, Shanxi Province or Hebei Province after onset, and were reported by hospitals outside Beijing. They seemed to be largely distributed along transportation routes from Beijing ( Figure 4 ). Univariate logistic regression analyses showed that counties ⁄ townships crossed by national highway, railway or inter-provincial freeway were significantly associated with presence of SARS cases (Table 1) . As expected, medical staff density and population density also showed a significant positive association with presence of SARS. Multivariate analysis confirmed the pattern in Figure 4 that places crossed by national highway and interprovincial freeway had significantly more often local SARS cases or epidemics, even after correcting for medical staff density and population density ( Table 1 ). The significant effect of railway disappeared after correcting for the other factors, whereas population density and medical staff density remained as important factors associated with Figure 2 The monthly spatial distribution map of SARS incidence in mainland China. See Figure 1 for further explanation. ", "cite_spans": [], "ref_spans": [{"start": 391, "end": 399, "text": "Figure 4", "ref_id": null}, {"start": 599, "end": 608, "text": "(Table 1)", "ref_id": "TABREF2"}, {"start": 786, "end": 794, "text": "Figure 4", "ref_id": null}, {"start": 996, "end": 1003, "text": "Table 1", "ref_id": "TABREF2"}, {"start": 1192, "end": 1200, "text": "Figure 2", "ref_id": null}, {"start": 1279, "end": 1287, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Spatiotemporal pattern of SARS in mainland China"}, {"text": "Our study provides the first complete documentation of the spatial and temporal characteristics of the SARS epidemic in mainland China. The epidemic spanned a large geographical extent but clustered in two areas: first in Guangdong Province, and about 3 months later in Beijing with its surrounding areas in Shanxi Province, Inner Mongolia Autonomic Region, Hebei Province and Tianjin. SARS has certainly benefited from the opportunities for rapid spread along transportation routes, because counties in the neighbourhood of Beijing that were crossed by a national highway or inter-provincial freeway showed the highest risk of acquiring SARS infections, even after correction for population density and medical staff density. Being intersected by a railway did not significantly associate with risk of SARS.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With fast-growing public transportation infrastructure and increasing socio-economic activities, travel has become an important issue in the prevention of infectious diseases such as SARS. From geographic mapping to location-based alerting services, geo-informatics plays an important role in the study and control of infectious disease outbreaks (Gething et al. 2006; Viboud et al. 2006; Eisen & Eisen 2007; Riley 2007) . As recognised previously, international spread of SARS was largely related to air trips (Wilder-Smith et al. 2003; Wilder-Smith 2006) . In our study, we were the first to analyse the spatial pattern of transmission along the routes of national travel. We limited this analysis to the vicinity of Beijing, because a similar analysis at national level would be unduly influenced by the transport conditions of Beijing and Guangzhou area, the two main hotspots of the SARS endemic. In the vicinity of Beijing, it was possible to compare county cases and controls on the presence of transport facilities.", "cite_spans": [{"start": 347, "end": 368, "text": "(Gething et al. 2006;", "ref_id": "BIBREF5"}, {"start": 369, "end": 388, "text": "Viboud et al. 2006;", "ref_id": "BIBREF13"}, {"start": 389, "end": 408, "text": "Eisen & Eisen 2007;", "ref_id": "BIBREF2"}, {"start": 409, "end": 420, "text": "Riley 2007)", "ref_id": "BIBREF11"}, {"start": 511, "end": 537, "text": "(Wilder-Smith et al. 2003;", "ref_id": "BIBREF18"}, {"start": 538, "end": 556, "text": "Wilder-Smith 2006)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our spatiotemporal analyses indicate that the spread of the SARS in mainland China occurred in two different patterns. On the one hand, SARS spread to new epidemic areas randomly through certain index cases, and this pattern played an important role of SARS spread in the early period of SARS epidemic, especially before strict control measures were taken. This pattern has also resulted in transmission of SARS by air travel (Olsen et al. 2003) . On the contrary, human travel along the transportation routes influenced the transmission of SARS. This was illustrated by the spread of SARS in North China and South China, which displayed different spatiotemporal characteristics. The SARS epidemic period in North China was shorter than that in South China, but the geographic spread was wider than that in South China. SARS not only spread locally, but also diffused quickly and resulted in several outbreaks in areas of North China close to Beijing city. In contrast, the SARS epidemic in South China was mainly limited to Guangdong Province.", "cite_spans": [{"start": 426, "end": 445, "text": "(Olsen et al. 2003)", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study confirmed that transportation routes accelerated the spread of SARS in mainland China. However, especially national highways and inter-provincial freeways appeared to play a role, whereas railways seemed to be less important. In mainland China, trains are Days since the first case mainly used for occasional long-distance travelling, whereas highways and freeways are more often used for daily or weekly commuting, especially because buses are more flexible in time. Many people from provinces nearby Beijing work in Beijing city, the political, cultural and economic centre, and use buses or cars for travelling. When the SARS epidemic in Beijing began, many of them decided to return home, thereby spreading SARS from Beijing to nearby provinces. This was also illustrated by our finding that 34 SARS cases became infected in Beijing but were reported by hospitals outside Beijing.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In addition, because of the limited space in buses compared with trains, the vehicles are usually more crowded and filled with stagnant air, possibly facilitating infection to fellow travellers. Buses, highways and freeways remain important modes of human travel between Chinese cities and provinces, and for this reason are important targets for the control of re-emerging SARS, or other future emerging human-to-human transmittable infections.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Descriptive review of geographic mapping of severe acute respiratory syndrome (SARS) on the Internet", "authors": [{"first": "M", "middle": ["N"], "last": "Boulos", "suffix": ""}], "year": 2004, "venue": "International Journal of Health Geographics", "volume": "3", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Fighting the Ebola virus", "authors": [{"first": "D", "middle": ["R"], "last": "Burton", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Parren", "suffix": ""}], "year": 2000, "venue": "Nature", "volume": "408", "issn": "", "pages": "527--528", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Need for improved methods to collect and present spatial epidemiologic data for vectorborne diseases", "authors": [{"first": "L", "middle": [], "last": "Eisen", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Eisen", "suffix": ""}], "year": 2007, "venue": "Emerging Infectious Diseases", "volume": "13", "issn": "", "pages": "1816--1820", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "ArcGIS tracking analyst tutorial", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The SARS epidemic in mainland China: bringing together all epidemiological data", "authors": [{"first": "D", "middle": [], "last": "Feng", "suffix": ""}, {"first": "De", "middle": [], "last": "Vlas", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Fang", "suffix": ""}, {"first": "L", "middle": ["Q"], "last": "", "suffix": ""}], "year": 2009, "venue": "Tropical Medicine & International Health", "volume": "14", "issn": "", "pages": "4--13", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Improving imperfect data from health management information systems in Africa using space-time geostatistics", "authors": [{"first": "P", "middle": ["W"], "last": "Gething", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Noor", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Gikandi", "suffix": ""}], "year": 2004, "venue": "SARS transmission and hospital containment. Emerging Infectious Diseases", "volume": "3", "issn": "", "pages": "395--400", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Understanding the spatial clustering of severe acute respiratory syndrome (SARS) in", "authors": [{"first": "P", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Wong", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Hedley", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Transmission of the severe acute respiratory syndrome on aircraft", "authors": [{"first": "S", "middle": ["J"], "last": "Olsen", "suffix": ""}, {"first": "H", "middle": ["L"], "last": "Chang", "suffix": ""}, {"first": "T", "middle": ["Y"], "last": "Cheung", "suffix": ""}], "year": 2003, "venue": "The New England Journal of Medicine", "volume": "349", "issn": "", "pages": "2416--2422", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe acute respiratory syndrome: review and lessons of the 2003 outbreak", "authors": [{"first": "Ud &amp;", "middle": [], "last": "Parashar", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 2004, "venue": "International Journal of Epidemiology", "volume": "33", "issn": "", "pages": "628--634", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A Handbook of Statistical Analyses Using Stata, 4th Edn", "authors": [{"first": "S", "middle": [], "last": "Rabe-Hesketh", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Everitt", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Large-scale spatial-transmission models of infectious disease", "authors": [{"first": "S", "middle": [], "last": "Riley", "suffix": ""}], "year": 2007, "venue": "Science", "volume": "316", "issn": "", "pages": "1298--1301", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "SARS in Singapore: surveillance strategies in a globalising city", "authors": [{"first": "P", "middle": [], "last": "Teo", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Yeoh", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Ong", "suffix": ""}], "year": 2005, "venue": "Health Policy", "volume": "72", "issn": "", "pages": "279--291", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Synchrony, waves, and spatial hierarchies in the spread of influenza", "authors": [{"first": "C", "middle": [], "last": "Viboud", "suffix": ""}, {"first": "O", "middle": ["N"], "last": "Bjornstad", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Grenfell", "suffix": ""}], "year": 2006, "venue": "Science", "volume": "312", "issn": "", "pages": "447--451", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Spatial dynamics of an epidemic of severe acute respiratory syndrome in an urban area", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Mcmichael", "suffix": ""}, {"first": "B", "middle": [], "last": "Meng", "suffix": ""}], "year": 2006, "venue": "Bulletin of the World Health Organization", "volume": "84", "issn": "", "pages": "965--968", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Cumulative number of reported probable cases of SARS", "authors": [], "year": 2003, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Severe acute respiratory syndrome (SARS): status of the outbreak and lessons for the immediate future", "authors": [], "year": 2003, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The severe acute respiratory syndrome: impact on travel and tourism", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}], "year": 2006, "venue": "Travel Medicine and Infectious Disease", "volume": "4", "issn": "", "pages": "53--60", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Experience of severe acute respiratory syndrome in Singapore: importation of cases, and defense strategies at the airport", "authors": [{"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Paton", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Goh", "suffix": ""}], "year": 2003, "venue": "Journal of Travel Medicine", "volume": "10", "issn": "", "pages": "259--262", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "China. The beginning of the epidemic mainly concerned infections within Guangdong Province and spread to neighbouring Guangxi Province from November 2002 to January 2003. While the outbreak continued to spread at a great speed in South China, it started in North China from February to March 2003. At this stage, the SARS epidemic still dominated in the south of China. Meanwhile, local epidemics took place in Beijing and Shanxi Province and some sporadic cases were found in Central China. Shortly after that, local spread continued to increase and the outbreak predominated in North China including Beijing, some areas of Shanxi Province, Inner Mongolia Autonomic Region, Hebei Province and Tianjin in April 2003. Thereafter, the spread of SARS fluctuated at low level in South China and local epidemics or sporadic cases were still found in the Northeast China and Central China. In the final stage, the SARS epidemics slowed down quickly in North China and ceased in South China in May 2003. An online animation shows the epidemic dynamics of the epidemic areas as AVI format (http://www.vgelab.org/ PublicHealth/SARS/SARSinChina.htm).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The cumulative incidence map of the SARS epidemic in mainland China, overlapping national highway and inter-provincial freeway maps. Cumulative cases are indicated by coloured gradients and indicate the number of cases per county ⁄ township. Fang et al. Geographical spread of SARS in China Spatial transmission pattern along the routes of national travel around Beijing", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The temporal distribution of SARS outbreaks in the six most seriously affected geographic areas of Mainland China by plotting the number of new cases per day of onset since the first SARS case on 16 November 2002, in Guangdong Province. The spatial distribution of SARS outbreaks in three provinces nearby Beijing: Hebei, Shanxi and Inner Mongolia Autonomous Region. Red points represent SARS cases that were reported in their onset places. Green points indicate SARS cases with onset in Beijing, but reported outside Beijing.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Tropical Medicine and International Health volume 14 suppl. 1 pp 14-20 november 2009 L.-Q. Fang et al. Geographical spread of SARS in China", "latex": null, "type": "table"}, "TABREF2": {"text": "The relationship between presence of SARS cases and travel-related risk factors for the 345 counties of three provinces nearby Beijing: Hebei, Shanxi and Inner Mongolia Autonomous Region. Analyses were based on logistic regression, and corrected for population density and medical staff density L.-Q. Fang et al. Geographical spread of SARS in China ª 2009 Blackwell Publishing Ltd, 14 (Suppl. 1), 14-20", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Professor Ling Bian (Department of Geography, State University of New York, Buffalo, NY, USA) for her helpful comments. This study was supported by grants from National Natural Science Foundation of China (No. 30725032, 30590374 and 40471103) and the Commission of the European Community, as part of the project 'Effective and Acceptable Strategies for the Control of SARS and New Emerging Infections in China and Europe' (Contract No. 003824).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors have declared that they have no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}]}