{"paper_id": "0ad11c8de3536bfb54f1201d5829fe78700bd72d", "metadata": {"title": "American Journal of Obstetrics and Gynecology Clinical Characteristics of 46 Pregnant Women with a SARS-CoV-2 Infection in Washington State", "authors": [{"first": "Erica", "middle": ["M"], "last": "Lokken", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Christie", "middle": ["L"], "last": "Walker", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shani", "middle": [], "last": "Delaney", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alisa", "middle": [], "last": "Kachikis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nicole", "middle": ["M"], "last": "Kretzer", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Anne", "middle": [], "last": "Erickson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rebecca", "middle": [], "last": "Resnick", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeroen", "middle": [], "last": "Vanderhoeven", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": ["K"], "last": "Hwang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nena", "middle": [], "last": "Barnhart", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jasmine", "middle": [], "last": "Rah", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["A"], "last": "Ba", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Mccartney", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kimberly", "middle": ["K"], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Emily", "middle": ["M"], "last": "Huebner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chad", "middle": [], "last": "Thomas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jessica", "middle": ["S"], "last": "Sheng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bettina", "middle": ["W"], "last": "Paek", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristin", "middle": [], "last": "Retzlaff", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carolyn", "middle": ["R"], "last": "Kline", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeff", "middle": [], "last": "Munson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michela", "middle": [], "last": "Blain", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sylvia", "middle": ["M"], "last": "Lacourse", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gail", "middle": [], "last": "Deutsch", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristina", "middle": ["Adams"], "last": "Waldorf", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Resnick", "middle": ["R"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vanderhoeven", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hwang", "middle": [], "last": "Jk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Barnhart", "middle": ["N"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rah", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mccartney", "middle": [], "last": "Sa", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ma", "middle": [], "last": "Kk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huebner", "middle": [], "last": "Em", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thomas", "middle": ["C"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sheng", "middle": [], "last": "Js", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paek", "middle": [], "last": "Bw", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Retzlaff", "middle": ["K"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kline", "middle": [], "last": "Cr", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Munson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Blain", "middle": ["M"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Washington", "middle": [], "last": "State", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Ba", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stephen", "middle": ["A"], "last": "Mccartney", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Washington", "middle": [], "last": "Washington", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "75 76 Word count (abstract): 313 77 Word count (main text): 3,226 78 79 Condensation: 80 In this Washington State case series, severe Covid-19 occurred in 15% of pregnant 81 patients, who were typically overweight or obese pre-pregnancy or had underlying 82 conditions. 83 84 Short Title: 85 Covid-19 in Pregnant Women in Washington State 86 87 AJOG at a Glance: 88 A. Why was the study conducted? The study was performed to determine the 89 impact of Covid-19 on the health of pregnant women in Washington State. 90 B. What are the key findings? In this case series of 46 pregnant individuals with a 91 laboratory-confirmed SARS-CoV-2 infection, nearly 15% developed severe 92 Covid-19, which occurred primarily in overweight or obese women with 93 underlying conditions. 94 C. What does this study add to what is already known? Collectively, these findings 95 support categorizing pregnant patients as a higher risk group, particularly for 96 those with obesity and chronic co-morbidities. 97 98 ABSTRACT 103", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "to improve pulmonary status in a woman with Class III obesity. One stillbirth occurred of 125 unknown etiology. 126", "cite_spans": [], "ref_spans": [], "section": "7"}, {"text": "Conclusions: Nearly 15% of pregnant patients developed severe Covid-19, which 127 occurred primarily in overweight or obese women with underlying conditions. Obesity 128 and Covid-19 may synergistically increase risk for a medically-indicated preterm birth to 129 improve maternal pulmonary status in late pregnancy. Collectively, these findings 130 support categorizing pregnant patients as a higher risk group, particularly for those with 131 chronic co-morbidities. 132", "cite_spans": [], "ref_spans": [], "section": "7"}, {"text": "The coronavirus disease of 2019 has led to the largest and deadliest 134 pandemic since the 1918 influenza pandemic. The first reported case of Covid-19 in the 135 United States was in Washington State on January 21, 2020; the United States now has 136 the highest rates of Covid-19 prevalence and mortality worldwide(1, 2). Covid-19 is 137 caused by the severe acute respiratory distress syndrome coronavirus 2 (SARS-CoV-138", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 133"}, {"text": "2), which results in a spectrum of disease ranging from asymptomatic and mild cases to 139 respiratory failure, shock, multiorgan dysfunction and death (3). 140", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION 133"}, {"text": "The clinical course of Covid-19 in pregnant women is incompletely understood and 142 there is concern for enhanced disease in some pregnant women and an increased risk 143 for spontaneous abortion, preterm birth or morbidity/mortality in the fetus and 144 neonate(4-8). Several case series have reported a variable course of illness in the 145 antepartum, intrapartum, and postpartum periods (9) (10) (11) (12) (13) (14) . Limited reports suggesting 146 vertical transmission underscore the potential vulnerability of the fetus and neonate (15-147 18) . Further, the relationship between timing of infection in pregnancy and the long-term 148 impacts on neurodevelopmental and neuropsychiatric outcomes in the children are 149 unknown (19, 20) . Many questions remain unanswered, including whether pregnancy is 150 a high-risk state for enhanced disease in some circumstances and the impact of 151 infection on the developing fetus and neonate. 152 9 Emergency (22) . In response to the pandemic, the Washington State Covid-19 in 156", "cite_spans": [{"start": 392, "end": 395, "text": "(9)", "ref_id": null}, {"start": 396, "end": 400, "text": "(10)", "ref_id": null}, {"start": 401, "end": 405, "text": "(11)", "ref_id": null}, {"start": 406, "end": 410, "text": "(12)", "ref_id": null}, {"start": 411, "end": 415, "text": "(13)", "ref_id": null}, {"start": 416, "end": 420, "text": "(14)", "ref_id": null}, {"start": 540, "end": 551, "text": "(15-147 18)", "ref_id": null}, {"start": 735, "end": 739, "text": "(19,", "ref_id": null}, {"start": 740, "end": 743, "text": "20)", "ref_id": null}, {"start": 961, "end": 965, "text": "(22)", "ref_id": null}], "ref_spans": [], "section": "141"}, {"text": "Pregnancy Collaborative was established to investigate cases among pregnant patients 157 at major tertiary referral centers and community hospitals disproportionately impacted 158 by the pandemic. The study objective was to describe maternal and obstetrical 159 outcomes associated with Covid-19 disease in pregnancy to rapidly inform clinical care. ", "cite_spans": [], "ref_spans": [], "section": "141"}, {"text": "We identified pregnant women (>18 years) with laboratory-confirmed SARS-CoV-2 165 infections from six hospital systems in Washington State between January 21, 2020 and 166", "cite_spans": [], "ref_spans": [], "section": "Study Design & Study Population 164"}, {"text": "April 17, 2020. All pregnant patients with a positive SARS-CoV-2 test result during any 167 trimester of pregnancy, regardless of symptoms, were included. All testing was 168 performed using a polymerase chain reaction (PCR) test, which varied in assay design 169 and source by institution. Participating ", "cite_spans": [{"start": 291, "end": 304, "text": "Participating", "ref_id": null}], "ref_spans": [], "section": "Study Design & Study Population 164"}, {"text": "We used criteria for Covid-19 disease severity previously defined in non-pregnant 202 adults(24) and subsequently applied to pregnant women(25). Categories were defined 203 as: 1) mild (non-pneumonia or mild pneumonia), 2) severe (dyspnea, respiratory rate 204 ≥30 breaths/min, percutaneous oxygen saturation ≤93% on room air at rest, arterial 205 oxygen tension over inspiratory oxygen fraction of less than 300 mmHg, and/or lung 206 infiltrates >50% within 24 to 48 hours, and 3) critical (severe respiratory distress, 207 respiratory failure requiring mechanical ventilation, shock, and/or multiple organ 208 dysfunction or failure). Normal laboratory reference ranges in each trimester of 209 pregnancy are in (43.5%, n=20) and third trimester (50.0%, n=23) pregnancies; only three cases were 235 detected in first trimester pregnancies (6.5%; Figure 1 ). Approximately two-thirds of 236 patients were either overweight (28.6%, n=12) or obese (35.7%, n=15) by their pre-237 pregnancy body mass index (BMI); two women met criteria for Class III Obesity (BMI 238 >40). Although the majority of patients were healthy, 26.1% (n=12) had an underlying 239 health condition(s) including type 2 diabetes (n=3), asthma (n=4), hypothyroidism (n=2), 240 hypertension (n=2), and several less common conditions (e.g. Crohn's treated with 241 immunosuppressive medication, seizure disorder history). Although no patients reported 242 smoking cigarettes during pregnancy, one reported marijuana use and one endorsed 243 alcohol use. 244 SARS-CoV-2 testing became increasingly available over the study period starting with 247 facility-based and outpatient \"drive through\" testing stations for symptomatic individuals 248 and expanding to universal screening on Labor & Delivery at several medical centers. 249", "cite_spans": [], "ref_spans": [{"start": 848, "end": 856, "text": "Figure 1", "ref_id": null}], "section": "COVID-19 Disease Categories 201"}, {"text": "Nearly all pregnant patients (93.5%, n=43) were tested due to Covid-19-related 250 symptoms ( Table 2 ). The remaining three patients were asymptomatic but tested due to 251 known exposure. Women reported a median of two symptoms (IQR 1-5), which most 252 commonly included cough (69.8%, n=30), fever or chills (51.2%, n=22), nasal 253 congestion (48.8%, 21) and shortness of breath (44.2%, n=19; Table 2 ). Loss of taste or 254 smell was reported in 30.2% (n=13) of cases. Median time to symptom resolution was 255 24 days (IQR 13-37; Fig. 1 and Fig. S1 ). In one case, a woman with a prolonged 256 symptomatic course of at least 37 days, sought care in the emergency room three times 257", "cite_spans": [], "ref_spans": [{"start": 94, "end": 101, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 397, "end": 404, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 536, "end": 542, "text": "Fig. 1", "ref_id": null}, {"start": 547, "end": 554, "text": "Fig. S1", "ref_id": null}], "section": "COVID-19 Disease Categories 201"}, {"text": "and was hospitalized once for respiratory symptoms. Follow-up data on symptoms were 258 not available for three women who were asymptomatic at SARS-CoV-2 testing. No co-259 infections were detected in seven patients (15.2%) tested for other respiratory viruses 260 (i.e. influenza and respiratory syncytial viruses). 261 262", "cite_spans": [], "ref_spans": [], "section": "COVID-19 Disease Categories 201"}, {"text": "The majority of cases were managed as outpatients for either mild in severity (78.3%, 264 36/46) or asymptomatic (6.5%, 3/46) presentations. Although few outpatients underwent 265 pulmonary imaging (12.8%, n=5/39), two women had pneumonia, but were not 266", "cite_spans": [], "ref_spans": [], "section": "Covid-19 Disease Course, Imaging, Medical Management and Hospital Admission 263"}, {"text": "admitted. An additional seven pregnant patients (15.2%) were hospitalized for Covid-19, 267 one of whom was admitted to the intensive care unit (Table 3) . Six of the seven 268 hospitalized patients met criteria for severe . Nearly all patients with severe disease were overweight or obese prior to pregnancy (80%, 4/5 with data) 270 and half had asthma and obesity-associated conditions (e.g. hypertension). Three 271 (42.9%) hospitalized patients received Covid-19-directed medications including 272 hydroxychloroquine and remdesivir (n=1) or remdesivir alone (n=2). Two patients 273 received azithromycin without concomitant hydroxychloroquine; one for possible 274 community acquired pneumonia and one in the setting of asthma exacerbation. 275", "cite_spans": [], "ref_spans": [{"start": 144, "end": 153, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Covid-19 Disease Course, Imaging, Medical Management and Hospital Admission 263"}, {"text": "Laboratory testing was performed in 24 women, who were either hospitalized for Covid-277 19 (n=7) or managed as an outpatient (n=17); due to multiple encounters, including 278 delivery admission, laboratory test results were evaluated from the time of Covid-19 279 diagnosis until delivery (Table 3, Table S2 ). Of the 24 patients with white blood cell 280 measurements, eight had leukopenia (33%) using pregnancy-specific laboratory 281 reference ranges (<5.6 x 10 3 per µl; Table S1 ); half of these patients (4/8) were 282 managed as outpatients. Neither creatinine nor C-reactive protein was elevated in those 283 who had testing (creatinine, 0/21; C-reactive protein, 0/6; Table S1 ). Seven patients had 284 a mildly elevated aspartate aminotransferase (AST), including five managed as 285 outpatients (31.3%, 5/16) and two that were hospitalized (33.3%, 2/6). Lastly, a 286 markedly elevated D-dimer was detected in one of five patients (20%) in which the test 287 was ordered (Case 25: 4.08 ng/mL, Table 3 ). 288", "cite_spans": [], "ref_spans": [{"start": 290, "end": 308, "text": "(Table 3, Table S2", "ref_id": "TABREF2"}, {"start": 476, "end": 484, "text": "Table S1", "ref_id": "TABREF1"}, {"start": 678, "end": 686, "text": "Table S1", "ref_id": "TABREF1"}, {"start": 1005, "end": 1012, "text": "Table 3", "ref_id": "TABREF2"}], "section": "276"}, {"text": "The patient admitted to the intensive care unit was a young woman (20-25 years old) at 290 30 weeks, who presented with a one-week history of fever and cough. She was 291 overweight prior to pregnancy (BMI 26.2) and had asthma. She was admitted to the 292 intensive care unit due to acute respiratory failure with a percutaneous oxygen 293 saturation as low as 82% on room air and a respiratory rate as high as 49. She received 294 remdesivir (6 doses), hydroxychloroquine and high flow oxygen. She was transferred 295 out of the intensive care unit on day 3 and discharged home on day 6 ( ", "cite_spans": [], "ref_spans": [], "section": "289"}, {"text": "During the study period, 8 (17.4%) patients delivered, including seven live births and 300 one stillbirth (Table 4 ). The median number of days between a positive SARS-CoV-2 301 test and delivery was 7.5 days (IQR 5.0-11.5). The median gestational age at delivery 302 was 38.4 weeks (IQR 37.5-39.8). In one case, worsening respiratory status and multiple 303 co-morbidities, including Class III obesity, led to the decision to deliver the patient 304 preterm at 33 weeks gestation (Case 27, Table 3 ). Of the eight deliveries, five (62.5%) 305 were vaginal and 3 (37.5%) were cesarean delivery. Two of the three cesarean 306 deliveries were performed, in part, to improve maternal respiratory status due to Covid-307 19 disease. During the delivery admission, two women developed postpartum 308 preeclampsia with severe features within one day of delivery; both women had elevated 309 blood pressure, but no pre-eclampsia-associated laboratory abnormalities. In these two 310 cases, intravenous anti-hypertensive medications were administered, but magnesium 311 sulfate was not given due to concern for exacerbating pulmonary edema. Pregnant patients with severe Covid-19 were nearly all overweight or obese prior to 327 pregnancy and many had additional co-morbidities including asthma and hypertension. 328", "cite_spans": [], "ref_spans": [{"start": 106, "end": 114, "text": "(Table 4", "ref_id": "TABREF9"}, {"start": 491, "end": 498, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Maternal-Fetal Outcomes 299"}, {"text": "Obesity as a risk factor for severe Covid-19 in pregnancy is particularly concerning as 329 the national prevalence of obesity was 39.7% among women of reproductive age (20-330 39 years old) in 2017-2018(27) . Obesity is known to impair lung function through both 331 mechanical and inflammatory pathways(28). A synergistically detrimental impact on 332 maternal lung function may occur in the setting of multiple factors such as a Covid-19 333 pneumonia, obesity, asthma, and the added mechanical stress of an enlarged uterus in 334 late pregnancy; this combination may also increase the risk for a medically-indicated 335 preterm birth to improve maternal respiratory status. 336", "cite_spans": [{"start": 194, "end": 207, "text": "2017-2018(27)", "ref_id": null}], "ref_spans": [], "section": "Maternal-Fetal Outcomes 299"}, {"text": "Similar to the non-pregnant population, descriptions of the clinical course of Covid-19 339 disease in pregnancy have been variable (7, 17, 25) . A systematic review of early case 340 series was notable for a low rate of admission to the intensive care unit (3%), no 341 maternal deaths, and only one neonatal death and one intrauterine fetal demise(6). In a 342 recent and larger case series from the Hubei province in China, the rate of severe 343 pneumonia (7-8%) in pregnant women was not higher than the general population 344 (15%)(7). Newer reports have highlighted critical cases in pregnant women involving 345 respiratory failure, mechanical ventilation, maternal death, as well as obstetrical 346 complications like preterm birth and intrauterine fetal demise (8, 17, (29) (30) (31) (32) ", "cite_spans": [{"start": 132, "end": 135, "text": "(7,", "ref_id": null}, {"start": 136, "end": 139, "text": "17,", "ref_id": null}, {"start": 140, "end": 143, "text": "25)", "ref_id": null}, {"start": 771, "end": 774, "text": "(8,", "ref_id": null}, {"start": 775, "end": 778, "text": "17,", "ref_id": null}, {"start": 779, "end": 783, "text": "(29)", "ref_id": null}, {"start": 784, "end": 788, "text": "(30)", "ref_id": null}, {"start": 789, "end": 793, "text": "(31)", "ref_id": null}, {"start": 794, "end": 798, "text": "(32)", "ref_id": null}], "ref_spans": [], "section": "Maternal-Fetal Outcomes 299"}, {"text": "Rigorous population-based studies are needed to identify risk factors for severe 394 disease, the rate of adverse outcomes in pregnancy and to ascertain whether risks are 395 increased in late pregnancy similar to influenza(41-43). Whether vertical transmission 396 occurs remains unknown, but several case reports appear suspicious (16-18). We must 397 also conduct follow-up studies of children exposed to SARS-CoV-2 infections in 398 pregnancy to determine the risk for Covid-19 disease in the immediate newborn period. 399", "cite_spans": [], "ref_spans": [], "section": "Research Implications 393"}, {"text": "Both preterm birth and maternal infections may pose short-and long-term risks for the 400 child including mortality, prematurity-related complications, and neuropsychiatric 401 disease as an adult (19, 20, 44, 45) . Finally, we must determine the impact of quarantine 402 and mother-newborn separation on maternal health so that we can better support 403 women in the postpartum period. ", "cite_spans": [{"start": 197, "end": 201, "text": "(19,", "ref_id": null}, {"start": 202, "end": 205, "text": "20,", "ref_id": null}, {"start": 206, "end": 209, "text": "44,", "ref_id": null}, {"start": 210, "end": 213, "text": "45)", "ref_id": null}], "ref_spans": [], "section": "Research Implications 393"}, {"text": "Pregnant patients with severe Covid-19 disease were non-Hispanic white (n=4), Hispanic race unknown (n=1), and race/ethnicity unknown (n=1).", "cite_spans": [], "ref_spans": [], "section": "595"}, {"text": "Abbreviations: AST: aspartate transaminase; ALT: alanine aminotransferase; CXR: Chest X-ray; GA: gestational age; CS: cesarean section; ICU:", "cite_spans": [], "ref_spans": [], "section": "595"}, {"text": "intensive care unit; RR: respiratory rate; WBC: white blood cells * Age group (5 year increments) is presented to make it less likely that a patient might be identifiable. † Pre-pregnancy BMI not available. This value represents BMI at SARS-CoV-2 diagnosis, which was at 14 weeks gestation. ‡ This patient had three emergency department visits for respiratory concerns, one of which prompted this hospitalization. ", "cite_spans": [], "ref_spans": [], "section": "595"}, {"text": "Days between positive test and delivery 7.5 (5.0-11.5) * Characteristics summarized as n(%) or median(IQR). † One patient with spontaneous onset of labor had labor subsequently augmented. ‡ Reasons for inductions included fetal demise n=1, premature rupture of membranes n=1, diabetes n=1, hypertensive disorders of pregnancy n=1, growth restrictions n=1, scheduled induction n=2. No inductions of labor were performed to improve maternal lung function. § Cesarean section indications included (multiple indications in some cases): repeat cesarean delivery n=2, non-reassuring fetal status=1, diabetes n=1, respiratory compromise n=1, second stage arrest n=1, malpresentation n=1, Covid-19 n=2 (decision in the context of Covid-19 and other co-morbidities n=1, worsening respiratory status n=1), other n=1 (cholestasis, history of shoulder dystocia, fetal macrosomia this pregnancy) ** Treated with insulin. † † Diagnosed concurrently with (n=1) or after positive SARS-CoV-2 test (n=1) ‡ ‡ Both cases were defined as severe by blood pressure criteria. for each patient, as applicable. Three patients were asymptomatic. Of the seven 608 patients hospitalized for Covid-19 associated respiratory concerns, six were severe 609 (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 1224, "end": 1233, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "SARS-CoV-2 testing"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Initial Public Health Response and Interim Clinical Guidance for 463 the 2019 Novel Coronavirus Outbreak -United States", "authors": [{"first": "A", "middle": [], "last": "Patel", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Jernigan", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19) Situation Report -466 83", "authors": [], "year": 2019, "venue": "", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Critically Ill Patients in the Seattle Region -Case Series", "authors": [], "year": 2020, "venue": "N Engl J Med", "volume": "469", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus spectrum infections (SARS, MERS, COVID 1 -19) during pregnancy: a systematic 471 review and meta-analysis", "authors": [], "year": 2020, "venue": "Am J Obstet Gynecol MFM", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus Disease 473 2019 (COVID-19) and pregnancy: what obstetricians need to know. American journal of 474 obstetrics and gynecology", "authors": [{"first": "S", "middle": ["A"], "last": "Rasmussen", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Smulian", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Lednicky", "suffix": ""}, {"first": "T", "middle": ["S"], "last": "Wen", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Jamieson", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Maternal and Perinatal Outcomes with COVID-19: a 476 systematic review of 108 pregnancies. Acta obstetricia et gynecologica Scandinavica", "authors": [{"first": "M", "middle": [], "last": "Zaigham", "suffix": ""}, {"first": "O", "middle": [], "last": "Andersson", "suffix": ""}], "year": 2020, "venue": "", "volume": "477", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Coronavirus disease 2019 (COVID-19) in 478 pregnant women: A report based on 116 cases", "authors": [{"first": "J", "middle": [], "last": "Yan", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Juan", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}], "year": null, "venue": "American journal of obstetrics and gynecology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pregnant Woman With SARS-CoV-2 Infection", "authors": [], "year": null, "venue": "", "volume": "482", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Clinical characteristics and 484 intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a 485 retrospective review of medical records", "authors": [{"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Guo", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Luo", "suffix": ""}, {"first": "X", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "809--824", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Maternal and neonatal outcomes of 487 pregnant women with COVID-19 pneumonia: a case-control study. Clinical infectious diseases : 488 an official publication of the Infectious Diseases Society of America", "authors": [{"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Han", "suffix": ""}, {"first": "M", "middle": [], "last": "Peng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lv", "suffix": ""}, {"first": "Y", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "K", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "", "volume": "489", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical features and obstetric and 490 neonatal outcomes of pregnant patients with COVID-19 in Wuhan, China: a retrospective, 491 single-centre, descriptive study. The Lancet Infectious diseases", "authors": [{"first": "N", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Kang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "", "volume": "492", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical manifestations and outcome of SARS-CoV-2 493 infection during pregnancy", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "K", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}], "year": 2020, "venue": "J Infect", "volume": "494", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Clinical analysis of pregnant women 495 with 2019 novel coronavirus pneumonia", "authors": [{"first": "S", "middle": [], "last": "Chen", "suffix": ""}, {"first": "E", "middle": [], "last": "Liao", "suffix": ""}, {"first": "D", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": ""}, {"first": "G", "middle": [], "last": "Sun", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shao", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "496", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "COVID-19 in pregnancy: early lessons", "authors": [], "year": null, "venue": "", "volume": "498", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Antibodies in Infants Born to 500", "authors": [{"first": "H", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "C", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Fan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Deng", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Mothers With COVID-19 Pneumonia", "authors": [], "year": null, "venue": "", "volume": "501", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Possible Vertical Transmission of 503", "authors": [{"first": "L", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Tian", "suffix": ""}, {"first": "S", "middle": [], "last": "He", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Liu", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "SARS-CoV-2 From an Infected Mother to Her Newborn", "authors": [], "year": null, "venue": "JAMA : the journal of the American", "volume": "37", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "elevated D-dimer (>4.0 µg/ml) in a pregnant woman with severe Covid-19 is significant, D-dimer during pregnancy, which may be as high as 3.3 µg/ml in the second and third 363 trimesters(39) and could predispose pregnant women to an even greater risk for Covid-364 19-associated thrombogenic events and mortality. Laboratory testing of D-dimer should 365 be considered for pregnant women with Covid-19. 366 367 Pregnant women typically represent a unique and vulnerable group to infectious 368 diseases, not only because they often have enhanced disease (i.e. influenza and 369 hepatitis E viruses)(40), but also due to the detrimental impact on obstetrical course and 370 neonatal outcomes. In our series, the timing of delivery for one in four women was 371 influenced by the impact of a Covid-19 pneumonia on maternal lung function; in one 372 case, this necessitated preterm delivery at 33 weeks. Covid-19 disease in the mother 373can pose a maternal-fetal dilemma, because an intervention that would benefit her (i.e.374 delivery to improve maternal lung function) might result in morbidity or mortality to the 375 neonate if delivered prematurely. The rate of medically-indicated preterm birth is a 376 critically important feature contributing to the vulnerability of pregnant women to Covid-377 19. 378 379 The impact of Covid-19 on resource utilization across all sites was significant and not 380 captured by this data. Outpatient adjustments included changes such as daily symptom 381 screening, daily calls to patients with Covid-19, notification of new visitation policies, 382 rescheduling of appointments and conversion to new telemedicine platforms. In the 383 hospital, limitations on the number of people providing labor support, development of 384 new practices for universal screening before/upon admission, new construction of negative pressure rooms and frequent care coordination between obstetrics and 386 intensive care unit teams. All of these changes resulted in increases in time, supplies 387 and staffing that created challenges to delivery of the usual standard of maternity care. 388 Further, the impact of quarantine on women's lives, stress, mental health, bonding, 389 breastfeeding and child development are critically important outcomes not captured in 390 our case series. 391 392", "latex": null, "type": "figure"}, "FIGREF4": {"text": "S, Shamshirsaz AA, Aleyasin A, Seferovic MD, Kazemi Aski S, Arian 536 SE, et al. Maternal Death Due to COVID-19 Disease. American journal of obstetrics and 537 gynecology. 2020.538 30. Karami P, Naghavi M, Feyzi A, Aghamohammadi M, Novin MS, Mobaien A, et al. 539 Mortality of a pregnant patient diagnosed with COVID-19: A case report with clinical, 540 radiological, and histopathological findings. Travel Med Infect Dis. 2020:101665.541 31. Hirshberg A, Kern-Goldberger AR, Levine LD, Pierce-Williams R, Short WR, Parry S, et 542 al. Care of critically ill pregnant patients with COVID-19: a case series. American journal of 543 obstetrics and gynecology. 2020. 544 32. Pierce-Williams RAM, Burd J, Felder L, Khoury R, Bernstein PS, Avila K, et al. Clinical 545 course of severe and critical COVID-19 in hospitalized pregnancies: a US cohort study. Am J 546 Obstet Gynecol MFM. 2020. 547 33. Yang J, Zheng Y, Gou X, Pu K, Chen Z, Guo Q, et al. Prevalence of comorbidities and 548 its effects in patients infected with SARS-CoV-2: a systematic review and meta-analysis. Int J 549 Infect Dis. 2020;94:91-5.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "GC, Giardina I. Coronavirus disease 2019 in pregnancy: consider 553 thromboembolic disorders and thromboprophylaxis. American journal of obstetrics and 554 gynecology. 2020.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "T, Du R, Fan G, Liu Y, Liu Z, et al. Clinical course and risk factors for 556 mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. KM, Reed GW, Mitchel EF, Simonsen L, Griffin MR. Impact of influenza on acute 568 cardiopulmonary hospitalizations in pregnant women. Am J Epidemiol. 1998;148(11):1094-102.569 42. Dodds L, McNeil SA, Fell DB, Allen VM, Coombs A, Scott J, et al. Impact of influenza 570 exposure on rates of hospital admissions and physician visits because of respiratory illness 571 among pregnant women. CMAJ : Canadian Medical Association journal = : Causes, Consequences, and Prevention. Behrman RE, Stith Butler A, 576 editors. Washington, D.C.: The National Academies Press; 2006. 577 45. Ward RM, Beachy JC. Neonatal complications following preterm birth. BJOG. RL, Shumaker AH, Lavergne V, Baden L, Cheng VC-C, et al.580 Infectious Diseases Society of America Guidelines on the Treatment and Management of 581 Patients with COVID-19 2020 [updated 04/11/2020. Available from: 582 https://www.idsociety.org/COVID19guidelines. 583 47. LaCourse SM, John-Stewart G, Adams Waldorf KM. Importance of inclusion of pregnant 584 and breastfeeding women in COVID-19 therapeutic trials. Clinical infectious diseases : an 585 official publication of the Infectious Diseases Society of America. 2020. 586 48. Expanded Access to Convalescent Plasma for the Treatment of Patients With COVID-19 587 [Available from: https://www.uscovidplasma.org/pdf/COVID-19%20Plasma%20EAP.pdf. 588 49. Rasmussen SA, Jamieson DJ, Bresee JS. Pandemic influenza and pregnant women.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "SF, Chow KM, Leung TN, Ng WF, Ng TK, Shek CC, et al. Pregnancy and 591 perinatal outcomes of women with severe acute respiratory syndrome. American journal of 592 obstetrics and gynecology. 2004;191(1):292-7.593 51.Buekens P, Alger J, Bréart G, Cafferata ML, Harville E, Tomasso G. A call for action for", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Timeline of Symptom Onset and Resolution, Laboratory Testing, Covid-19 600 Hospital Admission and Delivery for 46 Pregnant Patients. Time is shown on the x-axis 601 and is measured by gestational age in weeks. Each line of the y-axis reflects an 602 individual patient. Gestational age of first positive SARS-CoV-2 test (red star), length of 603 symptoms (black lines; gestational age at symptom onset marked by black dot, 604 gestational age/days postpartum at symptom resolution marked by black dot if resolved 605 and a black arrow if ongoing at last encounter (censoring), length of Covid-19 606 hospitalizations (grey bar), and gestational age at delivery (blue vertical line) are shown 607", "latex": null, "type": "figure"}, "TABREF0": {"text": "institutions were part of the Washington State 170 Covid-19 in Pregnancy Collaborative, representing 16 hospitals from the Seattle-171 Tacoma-Bellevue metropolitan area, Bellingham, Spokane and their surrounding areas. 172 Sites included the University of Washington Hospital system (Montlake, Northwest, and 173 Harborview campuses), Swedish Medical Center (First Hill, Ballard, Issaquah and 174 Edmonds campuses), University of Washington Valley Medical Center, MultiCare 175 sites have 34,000 deliveries annually, which represent 40% of the ~86,000 deliveries 179 each year in Washington State(23). 180 Patient Identification, Data Collection, and Statistical Analysis 182 Eligible subjects were identified at collaborating institutions by site-specific team 183 members through electronic medical records searches using ICD10 diagnostic codes 184 and site-specific algorithms. De-identified data were abstracted from the electronic 185 medical records by a primary abstractor and entered into a REDCap database 186 (Research Electronic Data Capture software, Vanderbilt University) managed by the 187 coordinating team at the University of Washington. All data entry was confirmed by a 188 secondary abstractor. Abstractors included University of Washington School of 189 Medicine students, University of Washington Department of Obstetrics & Gynecology 190 physician residents, attending obstetricians, maternal-fetal medicine specialists and an 191 obstetrical nurse. Data collected included demographics, medical and obstetric history, 192 SARS-CoV-2 testing and clinical encounters including symptoms, laboratory results, 193 pulmonary imaging and hospitalization, when applicable. For patients who delivered by 194 the time of chart abstraction, we collected data on delivery characteristics and 195 complications. Data were summarized using proportions and medians (interquartile 196 range, IQR). A Kaplan-Meier curve was generated to estimate days from Covid-19 197 associated-respiratory symptom onset to resolution. Patients with ongoing symptoms 198were censored at the last report of symptoms in a clinical encounter. 199", "latex": null, "type": "table"}, "TABREF1": {"text": "In one case, a fetal autopsy was performed with gross and histopathological evaluation 213 of fetal tissues and the placenta. PCR testing of multiple fetal and placental tissues was 214 performed for SARS-CoV-2 RNA and cytomegalovirus DNA using established clinical 215 assays at the University of Washington. 216This multi-site medical records review was approved by Institutional Review Boards 219 sites entered into reliance agreements with the University of Washington IRB for study 222 approval. Patient consent and HIPAA (Health Insurance Portability and Accountability Consent to publish information associated with the fetal autopsy was obtained through a 225 study approved by the Seattle Children's Hospital IRB.", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Details of the case resulting in a stillbirth at 38.7 weeks are described in the 314 Supplemental Appendix. Postmortem examination of the placenta revealed severe chronic villitis, but no viral inclusions. Qualitative PCR testing of placental and fetal 316 tissues was negative for SARS-CoV-2 and cytomegalovirus; notably, there was a delay 317 between fetal demise and RNA preservation for PCR analysis, which can lead to 318 inaccurate PCR results. The etiology in this case is unclear. This case series of 46 pregnant patients with Covid-19 represents all known cases 323 across six large hospital systems in Washington State from a time period when patients 324 were mainly tested based on symptoms. Notably, one in seven pregnant patients were 325 hospitalized for respiratory concerns and one in eight had severe Covid-19 disease. 326", "latex": null, "type": "table"}, "TABREF4": {"text": "). Our 347 population-based case series of pregnant patients with Covid-19 from counties in 348Washington State with the highest burden of disease offers a unique insight into the 349 disease course in pregnancy and identifies potential risk factors associated with severe 350 disease. Obesity, asthma and hypertension appeared to be overrepresented in 351 pregnant patients with severe disease in our cohort, which is similar to studies in non-352Although outpatient management of Covid-19 may be safe for most pregnant patients, 356 the risks of Covid-19 for maternal health remains incompletely defined. There is 357 evidence of Covid-19-associated coagulopathy and whether pregnant women would 358 benefit from thromboprophylaxis is unknown(35). In our case series, the markedly 359", "latex": null, "type": "table"}, "TABREF5": {"text": "None of the pregnant women in our case series, who received medications for Covid-19 406 (e.g. remdesevir), were enrolled in a clinical trial, despite recommendations from the 407 Infectious Disease Society of America that treatment of hospitalized patients with Covid-408 19 occur in the context of a clinical trial (46). Pregnant and breastfeeding individuals are 409 almost universally excluded from Covid-19 clinical treatment trials, including the World 410 Health Organization sponsored SOLIDARITY trial (ISRCTN83971151) (47). Currently, 411 pregnant women can access both remdesivir through compassionate use and 412 convalescent plasma (NCT04338360) through an expanded access clinical trial if they 413 have confirmed severe Covid-19 (46, 48). In general, trials that allow inclusion of 414 pregnant and breastfeeding women focus on outpatient treatment trials (NCT04354428, 415 NCT043558068) or post-exposure prophylaxis trials (NCT04308668, NCT04328961), 416 with the exception of a convalescent plasma trial for patients hospitalized for Covid-19 417 (NCT04348656). It is imperative to enroll pregnant women in clinical trials testing Covid-418 19 therapeutics to enable development of evidence-based treatment guidelines. 419 The study's main strength is the inclusion of multiple health systems across Washington 422 State representing counties with the highest burden of Covid-19 and approximately 40% 423 of annual deliveries in the state. We also included both symptomatic and asymptomatic 424 cases, as well as infections from all trimesters, allowing us to better describe the full 425 range of infection in pregnancy. Lastly, all data were initially abstracted and/or reviewed 426 for accuracy by clinical obstetric providers. An important study limitation is that some 427 cases could have been missed despite the use of multiple methods of case detection at 428 most sites. It is also likely that our case series underestimates the prevalence of 429 asymptomatic cases, as testing resources were primarily directed towards symptomatic 430 cases during this study period. This would bias our study towards inclusion of patients 431 with worse clinical outcomes. Finally, other studies appear to have found more severe 432 respiratory complications when infection occurred during the peripartum period, which 433 was not well captured in our study as delivery outcomes were only available in eight 434 In this population-based case series from Washington State, 15% of pregnant patients 438 with Covid-19 were hospitalized with severe disease. Nearly all women were overweight 439 or obese prior to pregnancy and had other important co-morbidities, such as asthma 440 and hypertension. Our data suggests that pregnant women who have common health 441 conditions like obesity and asthma, may be at a greater risk for severe Covid-19 442 disease and medically-indicated preterm delivery to improve lung function. Larger 443 population-based studies are needed to determine whether pregnant individuals are at 444 higher risk for severe Covid-19 illness compared to non-pregnant adult women, and to 445 what extent obesity and other co-morbidities may enhance risk (51). Taken together, 446 pregnant women should be considered a high risk population for severe Covid-19 447 disease, particularly for women in the second and third trimesters that began pregnancy 448 Haddad BJS, Jacobsson B, Chabra S, Modzelewska D, Olson EM, Bernier R, et al. Long-term Risk of Neuropsychiatric Disease After Exposure to Infection In Utero. JAMA Carroll MD, Fryar CD, Ogden CL. Prevalence of Obesity and Severe Obesity Among Adults: United States, 2017-2018. NCHS Data Brief. No. 360. February, 2020. Peters U. The effect of obesity on lung function. Expert Rev Respir Med.", "latex": null, "type": "table"}, "TABREF6": {"text": "", "latex": null, "type": "table"}, "TABREF7": {"text": "Covid-19 Symptoms at First Positive SARS-CoV-2 Test 601 right upper quadrant pain n=1 § Estimated by generating a Kaplan-Meier curve to incorporate censoring.", "latex": null, "type": "table"}, "TABREF8": {"text": "Clinical Features of Pregnant Patients with Covid-19 Associated Hospital Admissions 594", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Pregnancy Com</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>31.4 </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td>25.3 </td><td>23.7 </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF9": {"text": "Maternal, Pregnancy, and Neonatal Outcomes for Eight Deliveries Among 596SARS-CoV-2 Infected Pregnant Patients 597", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to acknowledge several individuals for their support of this project. ", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENTS 451"}]}