{
    "paper_id": "0ad48a5a5175bd518098bf49051cb9df17f4638d",
    "metadata": {
        "title": "COmment",
        "authors": [
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Gadzinski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chad",
                "middle": [],
                "last": "Ellimoottil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to the COVID-19 pandemic, the need to safely provide patient care meant that many health-care providers rapidly implemented and integrated telehealth into their practice. However, telehealth will continue to be an integral part of urology after the pandemic and our field should embrace telehealth and develop strategies to overcome associated challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has motivated substantial changes to health-care delivery, many of which will have a lasting effect. One such change is the integration of telehealth -including video visits, interprofessional consultations and eVisits (BOX 1) -into routine urological practice. Many health-care systems and providers had previously resisted the use of telehealth owing to the innate challenges of implementing new technology and fragmented reimbursement policies by private and governmental payers. However, these systems and providers switched, seemingly overnight, to providing care via telehealth to limit the spread of coronavirus and preserve limited health-care resources. Moreover, this switch was facilitated by unprecedented changes in patient eligibility and provider reimbursement by state and federal authorities 1 . For example, the national Medicare programme announced in March 2020 that patients could receive telehealth services from home and that providers would be reimbursed at the same rates as in-person visits. Although it unfortunately took a pandemic to speed up the inevitable adoption of telehealth, telehealth seems to be here to stay. Thus, our profession must begin to think about how telehealth fits strategically into the practice of urology. Aspects that are key to this strategy include refined patient selection criteria, payment reform, assessment of appropriate clinical outcomes, mitigation of health disparities and the incorporation of emerging technologies.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "(BOX 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the COVID-19 pandemic, promotion of social distancing is crucial; both providers and policymakers are strongly motivated to use telehealth for as many patients as possible. Although the intent of this approach is laudable, appropriate patient selection will be important to sustain telehealth after the pandemic is over. In our view, any patient that does not need a physical examination or diagnostic test in the office could be offered a telehealth visit. Although this 'virtual-care-first' model is contrary to historical medical practice, many patients and providers have learned during the COVID-19 pandemic that making in-office care an 'option B' for certain diagnoses is preferred 2 . The virtual-care-first model is ideal for most appointments that are for follow-up care but might be limited for new patient visits. However, some conditions are ideal for new patient evaluations to be done virtually in the first instance. For example, a patient with microscopic haematuria could be evaluated initially via a video visit and then seen in person if cystoscopy is recommended. Likewise, some conditions, such as an incidental complex renal cyst, could be most efficiently handled with an eConsult between providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although a virtual-care-first model has the potential to make urological care more patient-centred and efficient, reimbursement policies should be recalibrated to account for revenue losses that could arise from its implementation. For example, although it might only take a few minutes for a urologist to formulate a medical opinion after reviewing the CT scan of a patient diagnosed with an incidental complex renal cyst, they might still prefer to bring the patient to the clinic if the payment model overwhelmingly favours in-person office visits. Although such an incentive does not exist in a capitated payment system (in which a health-care provider is given a set fee to care for a panel of patients regardless of individual treatments), it is undeniable in a fee-for-service environment. To mitigate provider incentives against the adoption of telehealth, payers should develop fair payment models for telehealth services. Moreover, similar to value-based insurance design models 3 , payers should implement reduced or no cost-sharing for patients who use telehealth services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite some obvious benefits of telehealth -such as convenience, efficiency and reduced costs of travel -the long-term clinical outcomes of urological telehealth are not clear. On the one hand, quality of care is likely to be similar for patients managed by telehealth and in-person care. For example, among patients on active surveillance for prostate cancer, the benefit of a digital rectal exam every 6 months is likely to be low. Furthermore, the physical examination might not change management of patients, for example, in those with uncomplicated kidney stones. On the other hand, providers who rely our profession must begin to think about how telehealth fits strategically into the practice of urology www.nature.com/nrurol heavily on telehealth might miss subtle changes in a patient's clinical status, such as the development of a new neurological symptom or a distended bladder secondary to unrecognized urinary retention. Perhaps most importantly, the effect of telehealth on patient-provider rapport is not known. Thus, the effect of telehealth on clinical outcomes must be studied by researchers to ensure that this new delivery model is meeting our profession's high standards of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telehealth can be leveraged to reduce health disparities among underserved populations but could plausibly also worsen disparities. For instance, telehealth can improve health-care access by reducing travel burdens faced by patients residing in rural areas. Likewise, telehealth can improve health-care access to patients of low socioeconomic status in urban areas who lack means for transportation or who cannot afford to take time away from work 4 . Finally, this same principle also could promote the use of telehealth for older patients for whom travel is challenging, particularly those living in skilled nursing facilities or assisted care environments. However, compared with their counterparts, rural, low-income and older patients often face disproportionate barriers to telehealth use. For instance, patients must have a telecommunications device that is compatible with telehealth, the technological literacy to use that device effectively and broadband internet speeds that enable uninterrupted connectivity. For patients on low incomes, the cost of compatible devices could hinder telehealth. For older patients, comfort with technology might be a barrier 5 . Finally, patients in remote areas might not have access to appropriate broadband services 6 . Although these circumstances are difficult to modify, health-care providers can lessen the challenges faced by these vulnerable populations in various ways. First, providers can partner with community organizations that can loan devices to those who cannot afford them. Second, providers can engage family members and friends to assist during the telehealth appointment. Finally, primary-care offices with appropriate broadband access could provide internet kiosks to enable their patients to access specialty care through telehealth.",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1170,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1263,
                    "end": 1264,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The future of urological telehealth has the potential to go beyond video visits and eVisits. For instance, remote monitoring through the use of wearable devices that transmit patient information can be used to assess patient activity levels post-operatively 7 . Indeed, trials are underway to assess whether these devices can be used to detect early surgical complications 8 . Additionally, the implementation of remote cystoscopy, in which the urologist observes live transmitted video feed from a distant location, has already been reported 9 . Finally, telesurgery -robotic surgery with the surgeon at a completely different location to the patient -was initially performed almost 20 years ago as a proof of concept 10 . Although telesurgery is obviously not common practice today, with ongoing advances in technology and data transmission, it could potentially enable improved access to urological operations for patients living in remote areas around the world. Despite what technology might enable us to do in the future, it will be critical to develop systems and back-up protocols that will facilitate safe delivery of high-quality care.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 544,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has transformed healthcare delivery by introducing telehealth into common practice. Through telehealth-integrated patient management protocols and payment reforms, telehealth can have a sustained effect on urological care delivery even after the pandemic. Unintended consequences of the use of telehealth can be mitigated through close study of clinical outcomes and health disparities, and emerging technologies have the potential to further revolutionize urological care. Urologists should seize this opportunity to shift the way we deliver care for many common urological diagnoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 emergency declaration blanket waivers for health care providers",
            "authors": [
                {
                    "first": "Medicare &amp; Medicaid",
                    "middle": [],
                    "last": "Centers For",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "In-person health care as option B",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N. Engl. J. Med",
            "volume": "378",
            "issn": "",
            "pages": "104--106",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Value-based insurance design model (VBID) fact sheet CY 2020",
            "authors": [
                {
                    "first": "Medicare &amp; Medicaid",
                    "middle": [],
                    "last": "Centers For",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Veterans affairs telemedicine: bringing urologic care to remote clinics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Urology",
            "volume": "86",
            "issn": "",
            "pages": "255--260",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Who isn't using patient portals and why? Evidence and implications from a national sample of US adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campos-Castillo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Aff",
            "volume": "37",
            "issn": "",
            "pages": "1948--1954",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The limitations of poor broadband internet access for telemedicine use in rural America: an observational study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chaiyachati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Polsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann. Intern. Med",
            "volume": "171",
            "issn": "",
            "pages": "382--384",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wearable technology -a pilot study to define 'normal' postoperative recovery trajectories",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carmichael",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Surg. Res",
            "volume": "244",
            "issn": "",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of smart technology for the early diagnosis of complications after cardiac surgery: the Box 2.0 Study Protocol",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Biersteker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Res. Protoc",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Optimizing and validating the technical infrastructure of a novel tele-cystoscopy system",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hougen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Telemed. Telecare",
            "volume": "22",
            "issn": "",
            "pages": "397--404",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transcontinental robot-assisted remote telesurgery: feasibility and potential applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marescaux",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann. Surg",
            "volume": "235",
            "issn": "",
            "pages": "487--492",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests. Telehealth can be leveraged to reduce health disparities among underserved populations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "a live simultaneous audio-visual visit between patient and provider using teleconferencing software. Virtual check-in a brief visit between patient and provider using telephone or teleconferencing software to determine whether in-person evaluation is needed. eVisit a communication between patient and provider via an online patient portal. eConsult (interprofessional consult) a written electronic communication between referring provider and consulting physician involving review of a patient's medical record and treatment recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Telehealth modalities and their description Video visits"
        }
    ]
}