{"paper_id": "0ae0e227f20960cc18b33946a7c92969dfac79a2", "metadata": {"title": "An E460D substitution in the NS5 protein of tick-borne encephalitis virus confers resistance 1 to the inhibitor Galidesivir (BCX4430) and also attenuates the virus for mice 2 3", "authors": [{"first": "Ludek", "middle": [], "last": "Eyer", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": ""}, {"first": "Antoine", "middle": [], "last": "Nougairède", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marie", "middle": [], "last": "Uhlířová", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": ""}, {"first": "Jean-Sélim", "middle": [], "last": "Driouich", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Darina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": ""}, {"first": "Zouharová", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "James", "middle": ["J"], "last": "Valdés", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": ""}, {"first": "Jan", "middle": [], "last": "Haviernik", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": ""}, {"first": "Ernest", "middle": ["A"], "last": "Gould", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Erik", "middle": [], "last": "De Clercq", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xavier", "middle": [], "last": "De 5 Lamballerie", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daniel", "middle": [], "last": "Ruzek", "suffix": "", "affiliation": {"laboratory": "", "institution": "Veterinary Research Institute", "location": {"addrLine": "Hudcova 70", "postCode": "CZ-62100", "settlement": "Brno"}}, "email": "ruzekd@paru.cas.czd.ruzek."}]}, "abstract": [{"text": "The adenosine analogue Galidesivir (BCX4430), a broad-spectrum RNA virus inhibitor, has 20 entered a Phase 1 clinical safety and pharmacokinetics study in healthy subjects and is under 21 clinical development for treatment of Ebola virus infection. Moreover, Galidesivir also 22 inhibits the reproduction of tick-borne encephalitis virus (TBEV) and numerous other 23 medically important flaviviruses. Until now, studies of this antiviral agent have not yielded 24 resistant viruses. Here, we demonstrate that an E460D substitution, in the active site of 25 TBEV RNA-dependent-RNA-polymerase (RdRp), confers resistance to Galidesivir in cell 26 culture. Stochastic molecular simulations indicate that the steric freedom caused by the 27 E460D substitution increases close electrostatic interactions between the inhibitor and the 28 interrogation residue of the TBEV RdRp motif F, resulting in rejection of the analogue as an 29 incorrect/modified nucleotide. Galidesivir-resistant TBEV exhibited no cross-resistance to 30 structurally different antiviral nucleoside analogues, such as 7-deaza-2´-C-methyladenosine, 31 2´-C-methyladenosine and 4'-azido-aracytidine. Although, the E460D substitution led only to 32 a subtle decrease in viral fitness in cell culture, Galidesivir-resistant TBEV was highly 33 attenuated in vivo, with 100% survival rate and no clinical signs observed in infected mice. 34", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our results contribute to understanding the molecular basis of Galidesivir antiviral activity, 35 flavivirus resistance to nucleoside inhibitors and the potential contribution of viral RdRp to 36 flavivirus neurovirulence. 37 38 attenuation 40 41 Importance 42 Tick-borne encephalitis virus (TBEV) is a pathogen that causes severe human neuroinfections 43 in large areas of Europe and Asia and for which there is currently no specific therapy. We 44 have previously found that Galidesivir (BCX4430), a broad-spectrum RNA virus inhibitor, 45 which is under clinical development for treatment of Ebola virus infection, has a strong 46 antiviral effect against TBEV. For any antiviral drug, it is important to generate drug-resistant 47 mutants to understand how the drug works. Here, we produced TBEV mutants resistant to 48", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Galidesivir and found that the resistance is caused by a single amino acid substitution in an 49 56", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Flaviviruses (family Flaviviridae, genus Flavivirus) cause widespread human morbidity 57 and mortality throughout the world. These viruses are typically transmitted to humans by 58 mosquito or tick vectors. Tick-borne encephalitis virus (TBEV) is a typical flavivirus 59 transmitted by Ixodes spp. ticks. TBEV is a causative agent of tick-borne encephalitis (TBE), a 60 severe and potentially lethal neuroinfection in humans (Baier, 2011). The disease is 61 prevalent in the sylvatic areas of Europe and Asia with more than 13,000 cases of TBE being 62 reported annually (Dumpis, Crook, and Oksi 1999; Heinz and Mandl 1993). Clinical 63 presentation of TBE ranges from mild fever to severe encephalitis or encephalomyelitis. In 64 many cases, survivors of TBE suffer long-term or even permanent debilitating sequelae 65 (Ruzek, Dobler, and Mantke 2010). As for other flaviviral infections, there is no specific 66 treatment for TBE, other than supportive therapy. Thus, the search for antiviral agents for 67 specific chemotherapy of TBE and relative viruses is urgent. 68", "cite_spans": [{"start": 571, "end": 601, "text": "(Dumpis, Crook, and Oksi 1999;", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Abstract"}, {"text": "Among the different strategies aimed at inhibiting virus or cell components involved 69 in TBEV replication, the viral nonstructural NS5 protein, an RNA-dependent RNA-polymerase 70 (RdRp), has become an attractive target for specific and effective inhibition of viral 71 replication, with limited measurable effect on the host cells (Eyer et al., 2018) . Several 72 molecules, mainly nucleoside analogues, were found to be potent inhibitors of the TBEV NS5 73 polymerase activity (Eyer et al., 2015; 2016; 2017a,b;. The mechanism of action of 74 these nucleoside analogues is based on their initial metabolization to the active triphosphate 75 (nucleotide) form by cellular kinases and subsequent incorporation into the nascent genome 76 by the RdRp, leading to premature chain termination (Eyer et al., 2018) . Galidesivir (also 77 known as BCX4430 or Immucillin-A, Figure 1A ) is an adenosine analogue with two structural 78 modifications: (i) it is a C-nucleoside characterized by a C-glycosidic bond instead of the 79 usual N-glycosidic bond, and (ii) the furanose oxygen has been replaced by an imino group 80 (Warren et al., 2014). Galidesvir is known to have a broad-spectrum antiviral effect against 81 more than 20 different medically important RNA viruses across nine different virus families 82 (flaviviruses, togaviruses, bunyaviruses, arenaviruses, paramyxoviruses, coronaviruses, 83 filoviruses, orthomyxoviruses and picornaviruses) (Warren et al., 2014; Westover et al., 84 2018; Julander et al., 2014, 2017; Taylor et al., 2016; De Clercq, 2016). Low micromolar levels 85 of Galidesivir were previously shown to inhibit TBEV with no or negligible cytopathic effect 86 about the risk of generation of drug-resistant mutants but also helps to elucidate molecular 102 mechanisms of the antiviral action. This is an integral and essential part of development and 103 testing of any new antiviral drug (Irwin et al., 2016). 104", "cite_spans": [{"start": 333, "end": 352, "text": "(Eyer et al., 2018)", "ref_id": "BIBREF2"}, {"start": 500, "end": 505, "text": "2016;", "ref_id": "BIBREF11"}, {"start": 790, "end": 809, "text": "(Eyer et al., 2018)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 867, "end": 876, "text": "Figure 1A", "ref_id": null}], "section": "Abstract"}, {"text": "In the present study, we identified and described a specific amino acid substitution in 105 the TBEV NS5 polymerase that confers resistance to Galidesivir. This substitution had only a 106 limited effect on viral reproduction in vitro, but had a cost on viral fitness when tested in 107 vivo, using mice. We also used structural modeling to link Galidesivir resistance to a 108 molecular change in the NS5 RdRP active site that affects nucleotide incorporation. Our 109 findings are important for understanding the mechanism of action of Galidesivir and for the 110 use of this molecule as an antiviral drug against TBEV and other emerging RNA viruses. In 111 addition, we highlight the discovery of a potential contribution of viral RdRp to flavivirus 112 neurovirulence. 113 114 Results 115 TBEV resistant to Galidesivir has two amino acid substitutions in the NS5 protein 116 Studies of drug-resistant virus mutants are crucial for understanding molecular 117 interactions of antiviral drugs with target viral proteins, as well as for development of 118 combination treatment based on two or more inhibitors could be a possible strategy in order 365 to minimize the risk of the emergence of viral drug resistance following therapeutic 366 treatment with Galidesivir. 367 368 Materials and methods 369 Ethics statement 370 This study was carried out in strict accordance with the Czech national law and 371 guidelines on the use of experimental animals and protection of animals against cruelty (the 372 Animal Welfare Act Number 246/1992 Coll.). The protocol was approved by the Committee The in vitro selection of drug-resistant TBEV clones was performed, as described 395 previously (Eyer at al., 2017a). Briefly, PS cells seeded in 96-well plates (2×10 4 cells per well) 396 and incubated to form a confluent monolayer were infected with TBEV at a multiplicity of 397 infection (MOI) of 0.1 and cultivated in the presence of 5 µM of Galidesivir. After 3 to 5 days, 398 the culture medium was harvested and used for infection of fresh cell monolayers. Individual 399 passages were performed with gradually increasing concentrations of Galidesivir as follows: 400 passage 1 at 5 µM, passage 2 to 4 at 10 µM, passages 5 and 6 at 20 µM, passage 7 at 40 µM 401", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "and passages 8 and 9 at 50 µM ( Figure 2B ). In parallel, control TBEV was also passaged in the 402 absence of Galidesivir (with 0.5% (v/v) DMSO) as a mock-selected wild-type virus. After 403 passage 9, the drug-resistant and control TBEVs were subjected to an additional subculture 404 to prepare virus stocks for further testing (average titres were between 10 5 -10 6 PFU/mL). 405", "cite_spans": [], "ref_spans": [{"start": 32, "end": 41, "text": "Figure 2B", "ref_id": null}], "section": "Abstract"}, {"text": "The in vitro selection protocol was carried out in duplicate, resulting in two independent 406 15 TBEV mutants, denoted as E460D and E490D/Y453H. In order to recover the revertant wild-407 type virus from the E460D population, the E460D virus pool was repeatedly sub-cultured in 408 PS cells in the absence of Galidesivir; after 6 serial sub-cultures, the obtained revertant was 409 amplified in PS cells to prepare a virus stock for further testing. Each of these viruses was 410 subjected to full-length sequence analysis, sensitivity/resistance assessment to Galidesivir 411 and other nucleoside analogues, and virulence characterization in mice. 412 413 RNA isolation, PCR and whole-genome sequencing 414 RNA was isolated from growth media using QIAmp Viral RNA Mini Kit (Qiagen). 415 Reverse transcription was performed using ProtoScript First Strand cDNA Kit (New England 416 Biolabs) according to the manufacturer's instructions for the synthesis of first strand cDNA, 417 which was subsequently used for PCR amplification. To cover the whole genome of TBEV, 35 418 overlapping DNA fragments were produced by PCR as described previously (Růžek et al., 419 2008). DNA was purified using High Pure PCR Product Purification Kit (Roche), according to 420 the recommendations of the manufacturer. The PCR products were directly sequenced by 421 commercial service (SEQme, Czech Republic) using the Sanger sequenation method. Both 422 nucleotide and deduced amino acid sequences were analyzed using BioEdit Sequence 423 Alignment Editor, version 7.2.0. 424 425 Reverse genetics system for TBEV Hypr 426", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "active site of the viral RNA-dependent RNA polymerase, an enzyme which is crucial for 50 replication of viral RNA genome. Although, this substitution led only to a subtle decrease in 51 viral fitness in cell culture, Galidesivir-resistant TBEV was highly attenuated in a mouse 52 model. Our results contribute to understanding the molecular basis of Galidesivir antiviral 53 activity. 54", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Introduction on the host cells (Eyer et al., 2017a) . A Phase 1 clinical safety and pharmacokinetics study in 87 healthy subjects has been completed, and at present, Galidesivir is under clinical 88 development as an antiviral drug for treatment of Ebola virus infection (Taylor et al., 2016) . 89", "cite_spans": [{"start": 31, "end": 51, "text": "(Eyer et al., 2017a)", "ref_id": null}, {"start": 271, "end": 292, "text": "(Taylor et al., 2016)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "The broad-spectrum antiviral activity makes this drug a promising candidate for 90 development of therapy not only for Ebola virus infection but also other important diseases 91 caused by various RNA viruses, including TBEV. 92", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Although Galidesivir has been studied intensively and is known to inhibit a wide 93 range of RNA viruses, there are no published reports of resistance to this compound. frequency is estimated to be 10 −4 to 10 −6 errors per nucleotide (Lauring et al., 2013) . The 98 high mutation frequency and high replication rate of viral RNA copies enable the viruses 99 quickly to adapt to changes in the environment, including the introduction of antiviral drugs. 100", "cite_spans": [{"start": 235, "end": 257, "text": "(Lauring et al., 2013)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Identification of mutations conferring antiviral resistance provides information not only 101 7 fragments into permissive BHK-21 cells, the following recombinant TBEV strains were 151 successfully rescued: E460D-Rec (E460D substitution in the NS5 gene), Y453H-Rec (Y453H 152 substitution in the NS5 gene), and recombinant wild-type (no introduced mutations). The 153 presence of the E460D and Y453H substitutions in the viral genomes was confirmed by 154 whole-genome sequencing of all recombinant viruses. Despite repeated attempts, the 155 E460D/Y453H-Rec mutant (both mutations E460D and Y453H in the NS5 gene) was not 156 rescued from the transfected BHK-21 cell culture. E460D-Rec was found to be 7.9-fold less 157 sensitive to Galidesivir than engineered wild-type, showing an EC50 value of 6.32 ± 1.01 µM 158 (Table 2) . On the other hand, Y453H-Rec was highly sensitive to Galidesivir; the replication of 159 this mutant strain was completely inhibited at 12.5 µM, showing an EC50 value of 0.81 ± 0.01 160 µM (Table 2) . Thus, the results indicate, that the E460D (not Y453H) substitution is solely 161 responsible for the drug-resistant phenotype of TBEV ( Figure 2A ). 162", "cite_spans": [], "ref_spans": [{"start": 816, "end": 825, "text": "(Table 2)", "ref_id": "TABREF0"}, {"start": 1017, "end": 1026, "text": "(Table 2)", "ref_id": "TABREF0"}, {"start": 1166, "end": 1175, "text": "Figure 2A", "ref_id": null}], "section": ""}, {"text": "The E460D mutation has only a moderate effect on TBEV replication in cell culture 164", "cite_spans": [], "ref_spans": [], "section": "163"}, {"text": "To characterize the phenotypic properties of the drug-resistant mutant in vitro, 165 growth kinetics ( Figure 2B ) and plaque morphology ( Figure 2C ) of the recombinant TBEV 166 mutant E460D-Rec were assayed in cultures of PS cells and compared with the wild-type 167 virus. The wild-type virus amplified in the absence of Galidesivir ( Figure 2B , red line), showed 168 a short lag-period within intervals 0 -12 hours p.i. Starting 24 hours p.i., the wild-type TBEV 169 exerted an exponential increase in virus infectivity reaching a peak titre of 3x10 6 PFU/mL 170 within 72 hours p.i. and gradually declining thereafter. In contrast, the presence of 171 Galidesivir (25 µM) completely inhibited replication of the wild type virus ( Figure 2B , violet 172 line). 173", "cite_spans": [], "ref_spans": [{"start": 103, "end": 112, "text": "Figure 2B", "ref_id": null}, {"start": 139, "end": 148, "text": "Figure 2C", "ref_id": null}, {"start": 338, "end": 347, "text": "Figure 2B", "ref_id": null}, {"start": 736, "end": 745, "text": "Figure 2B", "ref_id": null}], "section": "163"}, {"text": "In comparison with the wild-type virus, the E460D-Rec mutant cultured in the 174 absence of Galidesivir ( Figure 2B , blue line) showed a prolonged lag-period within intervals 0 175 -36 hours p.i. However, subsequently, the infectivity of the mutant virus increased 176 exponentially reaching a peak of 2.6x10 6 PFU/mL at 72 hours p.i. After that, the titre 177 gradually declined to 5.5x10 4 PFU/mL. The considerably longer lag-period of the E460D-Rec 178 mutant could be explained by a slightly decreased replication capacity (attenuation) of the 179 mutant, when amplified in PS cell culture. The decrease in replication capacity of E460D-Rec 180 was manifested particularly in the first few hours after cell culture infection and was no 181 longer detecable in the later stages of the infection.", "cite_spans": [], "ref_spans": [{"start": 106, "end": 115, "text": "Figure 2B", "ref_id": null}], "section": "163"}, {"text": "The E460D-Rec mutant cultured in the prensence of Galidesivir (25 µM) ( Figure 2B , 183 green line) also exerted an extended lag-period within intervals 0 -36 hours p.i.; there was 184 even a moderate decrease in viral titers after 36 hours p.i. Starting 48 hours p.i., the mutant 185 showed an exponential infectivity and reached a peak titre of 3.9x10 5 PFU/mL at day 96 186 hours p.i. The results clearly indicate, that the resistance of TBEV to Galidesivir is only partial; 187 the growth of the mutant strain in the presence of Galidesivir was partially inhibited 188 compared to wild-type ( Figure 2B In general, mutant genotypes rapidly revert to the wild-type in the absence of the 227 selection agents. Indeed, after three passages in PS cells in the absence of Galidesivir a pool 228 comprising mutated and wild-type genotypes was detected. Moreover from passage 5 229 onwards, the wild-type genotype dominated in the infected PS cell culture ( Figure 1E ). 230", "cite_spans": [], "ref_spans": [{"start": 72, "end": 81, "text": "Figure 2B", "ref_id": null}, {"start": 597, "end": 606, "text": "Figure 2B", "ref_id": null}, {"start": 955, "end": 964, "text": "Figure 1E", "ref_id": null}], "section": "8"}, {"text": "Interestingly, the codon GAT encoding an aspartic acid in the E460D mutant had changed to 231 the codon GAA in the revertant, not to GAG as seen in mock-selected wild-type virus; both 232 codons, GAA (in the revertant) and GAG (in the wild-type), are synonymous and encode a 233 glutamic acid residue ( Figure 1F ). In contrast, after 6 passages in the presence of Galidesivir, 234 at concentrations up to 25 µM, the E460D substitution was retained; even at low 235 concentrations of Galidesivir (6.25 µM) and did not result in reversion to the wild-type 236 genotype (data not shown). 237 238 Galidesivir migration towards the TBEV RdRp active site 239", "cite_spans": [], "ref_spans": [{"start": 303, "end": 312, "text": "Figure 1F", "ref_id": null}], "section": "8"}, {"text": "The deduced position of Galidesivir bound within the TBEV RdRp active site is shown 240 in Figure 4A with its phosphate tail forming close contacts with the manganese cofactors. 241", "cite_spans": [], "ref_spans": [{"start": 91, "end": 100, "text": "Figure 4A", "ref_id": "FIGREF4"}], "section": "8"}, {"text": "The E460D (and Y453H) mutation is located at motif F of the flavivirus RdRp finger domain. 242", "cite_spans": [], "ref_spans": [], "section": "8"}, {"text": "The flavivirus RdRp motif F is highly flexible and occludes the NTP-tunnel in the nucleotide 243 bound RdRp structure (Valdés et al., 2016) . Therefore, the apo-structure was used for 244 stochastic simulations to compare and contrast how Galidesivir approaches the TBEV active 245 site in the wild type and mutant RdRps. At the active site of the wild type TBEV RdRp, the 246 ribose of Galidesivir is at a 5.7 Å distance from amino acid (aa) position 460. The missing 247 carbon in Asp increases this distance (7 Å) compared to Glu. This increased distance, caused 248 by the mutation, results in more steric freedom for Galidesivir as it approaches the active 249 site ( Figure 4B,C) . 250", "cite_spans": [{"start": 118, "end": 139, "text": "(Valdés et al., 2016)", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 673, "end": 685, "text": "Figure 4B,C)", "ref_id": "FIGREF4"}], "section": "8"}, {"text": "There is a ~6.7 Å distance cutoff by Galidesivir approaching the wild type TBEV RdRp 251 active site that is explored closer (<5 Å) in both mutant types ( Figure 4B ). The single RdRp 252 mutation, E460D, however, has lower enthalpic ligand binding values compared with the 253 double mutant, E460D/Y453H. These lower enthalpic values indicate a favorable ligand 254 binding and conformation. The distinct differences in Galidesivir exploration between the 255 wild type and mutant RdRps are shown by the average COM distance/enthalpy in Figure 4B , 256 specifically those by the single E460D mutation (wild type: 11.3 Å  4.6 Å/-179.9 kcal/mol  257 121.9 kcal/mol, E460D: 9.5 Å  4.9 Å/-257.3 kcal/mol  121.2 kcal/mol; E460D/Y453H: 10.6 Å 258 Data are expressed as means ± SD, and the significance of differences between 521 groups was evaluated using the Mann-Whitney U test or ANOVA. Survival rates were 522 analysed by log-rank Mantel-Cox test. All tests were performed using GraphPad Prism 5.04 523 (GraphPad Software, Inc., San Diego, CA, USA). P-values < 0.05 were considered to be 524 statistically significant. The reverse genetics method used in this study was based on the generation of infectious 707 Table 1 . Unmodified and mutated primers used to generate two overlapping amplicons of 720 fragment III (fragment IIIa and IIIb), i.e. to produce recombinant wild-type and mutated and cultivated at Galidesivir concentrations ranging from 0 to 50 µM for three days.", "cite_spans": [], "ref_spans": [{"start": 155, "end": 164, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 538, "end": 547, "text": "Figure 4B", "ref_id": "FIGREF4"}, {"start": 1215, "end": 1222, "text": "Table 1", "ref_id": null}], "section": "8"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Tick-borne encephalitis", "authors": [{"first": "U", "middle": [], "last": "Dumpis", "suffix": ""}, {"first": "D", "middle": [], "last": "Crook", "suffix": ""}, {"first": "J", "middle": [], "last": "Oksi", "suffix": ""}], "year": 1999, "venue": "Clinical Infectious Diseases", "volume": "566", "issn": "", "pages": "882--890", "other_ids": {"DOI": ["10.1086/515195"]}}, "BIBREF1": {"ref_id": "b1", "title": "Escape of tick-borne flavivirus from 2' -C-methylated 568 nucleoside antivirals is mediated by a single conservative mutation in NS5 that has a 569 dramatic effect on viral fitness", "authors": [{"first": "L", "middle": [], "last": "Eyer", "suffix": ""}, {"first": "H", "middle": [], "last": "Kondo", "suffix": ""}, {"first": "D", "middle": [], "last": "Zouharova", "suffix": ""}], "year": 2017, "venue": "J Virol. Epub", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["57010.1128/JVI.01028-17"]}}, "BIBREF2": {"ref_id": "b2", "title": "Nucleoside analogs as a rich source of 572 antiviral agents active against arthropod-borne flaviviruses", "authors": [{"first": "L", "middle": [], "last": "Eyer", "suffix": ""}, {"first": "R", "middle": [], "last": "Nencka", "suffix": ""}, {"first": "E", "middle": [], "last": "De Clercq", "suffix": ""}, {"first": "K", "middle": [], "last": "Seley-Radtke", "suffix": ""}, {"first": "D", "middle": [], "last": "Růžek", "suffix": ""}], "year": 2018, "venue": "Antivir Chem Chemother", "volume": "573", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Structure-activity relationships of nucleoside analogues 575 for inhibition of tick-borne encephalitis virus", "authors": [{"first": "L", "middle": [], "last": "Eyer", "suffix": ""}, {"first": "M", "middle": [], "last": "Smidkova", "suffix": ""}, {"first": "R", "middle": [], "last": "Nencka", "suffix": ""}], "year": 2016, "venue": "Antivir Res", "volume": "133", "issn": "", "pages": "119--129", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Nucleoside Inhibitors of Tick-Borne Encephalitis Virus", "authors": [{"first": "L", "middle": [], "last": "Eyer", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Valdes", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Gil", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antiviral activity of the adenosine analogue BCX4430 against West Nile virus 580 and tick-borne flaviviruses", "authors": [{"first": "D", "middle": [], "last": "Růžek", "suffix": ""}], "year": 2017, "venue": "Antiviral Res", "volume": "142", "issn": "", "pages": "63--67", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Effectively 596 Treats Yellow Fever in a Hamster Model", "authors": [{"first": "J", "middle": ["G"], "last": "Julander", "suffix": ""}, {"first": "S", "middle": [], "last": "Bantia", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Taubenheim", "suffix": ""}], "year": 2014, "venue": "a Novel Nucleoside Analog", "volume": "58", "issn": "", "pages": "597--6607", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Efficacy of the broad-spectrum antiviral compound 599 BCX4430 against Zika virus in cell culture and in a mouse model", "authors": [{"first": "J", "middle": ["G"], "last": "Julander", "suffix": ""}, {"first": "V", "middle": [], "last": "Siddharthan", "suffix": ""}, {"first": "J", "middle": [], "last": "Evans", "suffix": ""}], "year": 2017, "venue": "Antivir Res", "volume": "600", "issn": "", "pages": "14--22", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Attenuation Phenotype of a", "authors": [{"first": "A", "middle": [], "last": "Khatun", "suffix": ""}, {"first": "N", "middle": [], "last": "Shabir", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Seo", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Yoon", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Kim", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Porcine Reproductive and Respiratory Syndrome Virus Is 603 Maintained during Sequential Passages in Pigs.nJ Virol", "authors": [{"first": "", "middle": [], "last": "Ribavirin-Resistant", "suffix": ""}], "year": 2016, "venue": "", "volume": "90", "issn": "", "pages": "4454--4468", "other_ids": {"DOI": ["10.1128/JVI.02836-15"]}}, "BIBREF12": {"ref_id": "b12", "title": "Pig Kidney Epithelial (Ps) Cells -Perfect Tool for Study of Flavi-606 Viruses and Some Other Arboviruses", "authors": [{"first": "O", "middle": [], "last": "Kozuch", "suffix": ""}, {"first": "V", "middle": [], "last": "Mayer", "suffix": ""}], "year": 1975, "venue": "Acta Virol", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The role of mutational robustness in RNA virus evolution", "authors": [{"first": "A", "middle": ["S"], "last": "Lauring", "suffix": ""}, {"first": "J", "middle": [], "last": "Frydman", "suffix": ""}, {"first": "R", "middle": [], "last": "Andino", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "doi: terminating ribonucleoside analogs that inhibit hepatitis C virus replication in vitro", "authors": [{"first": "A", "middle": [], "last": "Madadkar-Sobhani", "suffix": ""}, {"first": "V", "middle": [], "last": "Guallar", "suffix": ""}], "year": 2013, "venue": "Nucleic Acids Res", "volume": "41", "issn": "", "pages": "322--330", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Isolation of new strains of meningoencephalitis virus in 619 the Brno region druing the summer of 1953", "authors": [{"first": "L", "middle": [], "last": "Pospisil", "suffix": ""}, {"first": "L", "middle": [], "last": "Jandasek", "suffix": ""}, {"first": "J", "middle": [], "last": "Pesek", "suffix": ""}], "year": 1954, "venue": "Lek List", "volume": "9", "issn": "", "pages": "3--5", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Update on hepatitis C 621 virus resistance to direct-acting antiviral agents", "authors": [{"first": "E", "middle": [], "last": "Poveda", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Wyles", "suffix": ""}, {"first": "A", "middle": [], "last": "Mena", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Pedreira", "suffix": ""}, {"first": "A", "middle": [], "last": "Castro-Iglesias", "suffix": ""}, {"first": "E", "middle": [], "last": "Cachay", "suffix": ""}], "year": 2014, "venue": "Antiviral Res", "volume": "108", "issn": "", "pages": "181--91", "other_ids": {"DOI": ["10.1016/j.antiviral.2014.05.015"]}}, "BIBREF20": {"ref_id": "b20", "title": "Mutations in the NS2B and NS3 genes affect mouse neuroinvasiveness", "authors": [{"first": "L", "middle": [], "last": "Grubhoffer", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Tick-borne encephalitis: Pathogenesis 628 and clinical implications", "authors": [{"first": "D", "middle": [], "last": "Ruzek", "suffix": ""}, {"first": "G", "middle": [], "last": "Dobler", "suffix": ""}, {"first": "O", "middle": [], "last": "Donoso Mantke", "suffix": ""}], "year": 2010, "venue": "Travel Medicine and Infectious Disease", "volume": "8", "issn": "", "pages": "223--232", "other_ids": {"DOI": ["62910.1016/j.tmaid.2010.06.004"]}}, "BIBREF22": {"ref_id": "b22", "title": "BCX4430-A broad-spectrum antiviral adenosine 631 nucleoside analog under development for the treatment of Ebola virus disease", "authors": [{"first": "R", "middle": [], "last": "Taylor", "suffix": ""}, {"first": "P", "middle": [], "last": "Kotian", "suffix": ""}, {"first": "T", "middle": [], "last": "Warren", "suffix": ""}], "year": 2016, "venue": "J 632 Infect Public Heal", "volume": "9", "issn": "", "pages": "220--226", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Flaviviridae viruses use a common molecular 634 mechanism to escape nucleoside analogues", "authors": [{"first": "J", "middle": ["J"], "last": "Valdés", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Butterill", "suffix": ""}, {"first": "D", "middle": [], "last": "Růžek", "suffix": ""}], "year": 2017, "venue": "Biochemical and Biophysical Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "An all-atom, active site exploration of 637 antiviral drugs that target flaviviridae polymerases", "authors": [{"first": "J", "middle": ["J"], "last": "Valdés", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Gil", "suffix": ""}, {"first": "P", "middle": ["T"], "last": "Butterill", "suffix": ""}, {"first": "D", "middle": [], "last": "Ruzek", "suffix": ""}], "year": 2016, "venue": "J. Gen. Virol", "volume": "97", "issn": "", "pages": "2552--2565", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Protection against filovirus diseases by a novel broad-639 spectrum nucleoside analogue BCX4430", "authors": [{"first": "T", "middle": ["K"], "last": "Warren", "suffix": ""}, {"first": "J", "middle": [], "last": "Wells", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Panchal", "suffix": ""}], "year": 2014, "venue": "Nature", "volume": "508", "issn": "", "pages": "402--405", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "resistance phenotype. (B) Growth kinetics of the E460D-Rec mutant and 670 wild-type TBEV in the presence (25 µM) or absence", "authors": [{"first": "W", "middle": ["P"], "last": "Sheridan", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Gowen", "suffix": ""}], "year": 2018, "venue": "Antiviral Res", "volume": "156", "issn": "", "pages": "38--45", "other_ids": {"DOI": ["64310.1016/j.antiviral.2018.05.013.the"]}}, "BIBREF29": {"ref_id": "b29", "title": "D-E) The sensitivity/resistance profiles 674 of the E460D/Y453H, E460D-Rec, and Y453H-Rec to diverse nucleoside inhibitors 675 (concentrations of 25 µM (D) and 50 µM (E)) were evaluated in PS cells and compared with 676 the corresponding wild-type TBEV. The mean titers from two independent experiments", "authors": [], "year": null, "venue": "Plaque morphology of the E460D and E460D-Rec mutants was assessed in PS cell 673 monolayers and compared with the wild-type virus", "volume": "677", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Phenotypic properties of the TBEV mutant resistant to Galidesivir in mice. The extent", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "94 Experience with the treatment of other RNA virus infections shows, that resistance can 95 develop rapidly with any of the direct-acting antiviral agents (Poveda et al., 2014; Bagaglio et 96 al., 2017; Irwin et al., 2016). Due to the low fidelity of viral RdRps in general, the mutation 97", "latex": null, "type": "figure"}, "FIGREF1": {"text": ", red line) or the E460D-Rec mutant grown in the absence 189 of Galidesivir (Figure 2B, blue line). 190 The plaque morphology of the drug-resistant TBEV mutant was similar to that of wild-191 type virus; both viruses produced large and clear plaques which were round and regular in 192 shape and did not change in shape and size during all the consecutive passages (Figure 2C). 193 The similarity in plaque morphology of drug-resistant and wild-type TBEVs is in agreement 194 with similar growth kinetics of both viruses and supports our assumption that the mutation 195 E460D affects the viral replication in PS cell culture only to a limited extent. 196 197 The E460D TBEV mutant is sensitive to 7-deaza-2´-C-methyladenosine, 2´-C-198 methyladenosine and 4´-azido-aracytidine 199 To test whether or not E460D and Y453H substitutions affect sensitivity of TBEV to 200 structurally different nucleoside inhibitors we evaluated selected nucleoside analogues with 201 previously reported anti-TBEV activity (Eyer et al., 2016), for their capacity to inhibit in vitro 202 replication of Galidesivir-resistant TBEV. Inhibitory effects of 7-deaza-2´-C-methyladenosine, 203 2´-C-methyladenosine, and 4´-azido-aracytidine (RO-9187) at concentrations of 25 and 50 204 µM were not affected in the E460D/Y453H mutant which was obtained by serial sub-culture 205 in PS cells in the presence of Galidesivir (EC50 >50 µM) (Figure 2D,E). The same drug-206 sensitivity profile, characterized by complete inhibition of virus replication, was determined 207 for two recombinant TBEVs generated by reverse genetics, E460D-Rec and Y453H-Rec (EC50 208 >50 µM). Wild-type virus was used as a positive control in this in vitro antiviral study (Figure 209", "latex": null, "type": "figure"}, "FIGREF2": {"text": "neuroinvasiveness of the E460D TBEV mutant is highly attenuated 212 The degree of neuroinvasiveness of the E460D TBEV mutant was assessed in BALB/c subcutaneously with 10 3 PFU of either virus and survival rates and clinical signs of 215 neuroinfection were monitored for 28 days. Wild-type virus produced fatal infections in all 216 mice, with mean survival times of 11 ± 2.2 days; infected mice showed severe signs of 217 disease, such as ruffled fur, hunched posture, tremor and hind leg paralysis (Figure 3A,C). In 218 contrast, all mice infected with the drug-resistant TBEV mutant E460D (obtained by serial in 219 vitro sub-culture in the presence of Galidesivir) survived (p<0.0001), displaying no clinical 220 signs of TBEV infection through the entire 28-day experimental period (Figure 3A,C). The 221 same survival data (100% survival rate, p<0.0001) and clinical scores (no signs of 222 neuroinfection) were obtained, when recombinant TBEV mutant (E460D-Rec) was used for 223 mouse infection using the same infectious dose and administration route (Figure 3B,D). 224 225 Rapid re-induction of wild-type genotype in the absence of Galidesivir 226", "latex": null, "type": "figure"}, "FIGREF3": {"text": "kcal/mol  96.2 kcal/mol). The exploration difference between the RdRps is also 259 demonstrated by the distance of Galidesivir to aa position 453, indicated by the cutoff 260 distance ~21 Å in the wild type RdRp (Figure 4C). Average distances to aa453 are, interrogation residue of motif F is highly conserved in flavivirus RdRps and its 265 electrostatic interaction facilitates incorporation of favorable/correct incoming nucleotides 266 (Valdés et al., 2016; Butcher et al., 2001; Bressanelli et al., 2002). Figure 4D shows that the 267 distances of both mutation sites to Arg473 of the TBEV RdRp within motif F are located 9 Å 268 and 15 Å away. The average distances of Galidesivir to Arg473 during the stochastic 269 simulations are also noted. Due to the steric freedom within the active site caused by E460D 270 (Figure 4A), both substitutions permit closer Galidesivir interactions with the interrogation 271 Arg473. Close proximity to the interrogation residue will thereby increase an adenosine analogue originally developed for filovirus infection 276 treatment (Ebola and Marburg) with high antiviral potency against a broad spectrum of RNA 277 viruses (Warren et al., 2014; Taylor et al., 2016), including TBEV (Eyer et al., 2017b) and 278 other medically important arthropod-borne flaviviruses (Warren et al., 2014; Julander et al., 279 2014; Eyer et al., 2017b; Julander et al., 2017). Currently, this compound entered first-in-280 human clinical studies that focused on intramuscular administration in healthy volunteers 281 showing promising pharmacokinetics properties and good tolerability (Taylor et al., 2016). 282 This makes Galidesivir a promising candidate drug to treat patients with TBE or with other 283 flaviviral infections. However, antiviral therapy based on small molecule inhibitors of viral 284 replication can be accompanied by rapid evolution of drug-resistance which can abolish the 285 progress of infection treatment and finally lead to the failure of the therapy. Therefore, for 286 each new antiviral agent, the risks of resistance are important to assess in terms of (i) 287 identification of key mutations conferring virus drug-resistance and (ii) phenotype 288 characterization of drug-resistant mutants. 289 Serial in vitro passaging of TBEV in the presence of increasing concentrations of 290 Galidesivir (up to 50 µM) resulted in generation of two drug-resistant TBEV mutants which 291 were approximately 7-fold less sensitive to Galidesivir than the mock-selected wild-type 292 virus. The first TBEV mutant was characterized by a single amino acid change E460D; the 293 other one carried two amino acid changes, E460D and Y453H. Both mutations mapped to 294 the active site of the viral RdRp. Location of the resistance-associated mutations within the 295 viral RdRp active site is essential to understand the mechanism of action of Galidesivir; this 296 compound prevents the binding of subsequent nucleotides to the RdRp active site, being 297 considered a non-obligate chain terminator of viral RNA synthesis (Warren et al., 2014; De 298 Clercq and Neyts, 2009). Single amino acid changes within the RdRp were previously 299 identified in flaviviruses resistant to structurally different nucleoside analogues, as 300 exemplified by the mutations S603T, S604T and S282T conferring a high-level resistance to 301 2´-C-methylated nucleosides in TBEV, Zika virus and hepatits C virus, respectively (Eyer et al., 302 2017a; Hercik et al., 2017; Migliaccio et al., 2003). In Alkhurma haemorrhagic fever virus, the 303 mutation S603T was associated with additional amino acid substitutions located in the NS5 304 RdRp active site, particularly with C666S and M644V (Flint et al., 2014). 305 Using a previously described reverse genetics system (Aubry et al., 2014; Driouich et 306 al., 2018) we have demonstrated, that the E460D mutation alone is crucial for resistance of that Y453H can represent a compensation mutation or was acquired randomly. TBEV mutant showed similar growth kinetics to the wild-type virus, when 316 cultured in vitro on PS cell monolayers. Although, a decreased replication capacity of the 317 E460D mutant was observed in the first few hours after cell culture infection (0 -12 hours 318 p.i.), both viruses reached a peak titre of about 10 5 -10 6 PFU/mL at days 2 -4 after 319 infection. Similarly, the plaque morphology of the E460D mutant and wild-type virus were 320 almost identical to each other; large, clear and round plaques reflected rapid and aggressive 321 spread of both mutant and wild-type viruses in PS cell cultures. Thus, the E460D TBEV 322 mutant differs from the recently isolated S603T TBEV mutant resistant to 2´-C-methyladed 323 nucleosides; the S603T mutant exerted significantly decreased replication capacity in PS cells 324 and completely different plaque morphology (small, turbid plaques) compared with the wild-325 type virus (Eyer et al., 2017a). Our results demonstrate that antiviral resistance developed 326 against two structurally different nucleoside analogues having the same mechanism of 327 action can result in different effects on viral replication capacity in cell culture. Interestingly, 328 in some drug-resistant virus mutants the cell-type dependent replication fitness was 329 observed, as seen in chikungunya virus resistant to T-705 showing the attenuated phenotype 330 in mosquito cell culture, whereas the replication fitness in Vero cells was similar to that of 331 the wild type (Delang et al., 2018). 332 Although, the introduction of the E460D mutation affects amplification of the virus in 333 PS cell culture (i.e., in vitro) only slightly, the E460D substitution resulted in a total loss of 334 neuroinvasiveness for mice, in vivo; the E460D-infected animals all survived and displayed no 335 clinical signs of neuroinfection during the 28-day experimental period. In contrast, infection 336 with wild-type virus resulted in fatal infections for all animals. We propose that the E460D 337 substitution could affect viral capacity to cross host barriers or responses that restrict the 338 virus infection and translocation to the target tissues/organs in vivo but such possibilities do 339 not occur during virus replication in PS cell culture, i.e. in vitro. Nevertheless, similar levels 340 of attenuation in vivo have previously been reported for drug-resistant RNA or DNA viral 341 mutants, i.e. for TBEV resistance to 2´-C-methylated nucleosides (Eyer et al., 2017a), chikungunya virus resistance to T-705 (Delang et al., 2018), Ribavirin-resistance to porcine 343 reproductive and respiratory syndrome virus (Khatun et al., 2016), vaccinia virus resistance 344 to acyclic nucleoside phosphonates (Gammon et al., 2008), and pleconaril-resistance to 345 coxsackievirus (Groarke and Pevear, 1999). 346 The mutant genotype rapidly reverted to wild-type, when the virus was cultured in PS 347 cell monolayers in the absence of selection agents. However, reversion was not observed, 348 when the virus was cultured in the presence of Galidesivir in concentrations ranging from 349 6.25 to 25 µM. Thus, under the selection pressure of Galidesivir, the mutation provides a 350 replicative advantage over wild-type variants in the virus quasispecies population resulting in 351 predominance of the mutant in the infected cell culture, despite the fact that the replication 352 characteristics of both variants in cell culture are similar. 353 We conclude that the resistance of TBEV to the nucleoside analogue Galidesivir is 354 conferred by the single amino acid substitution E460D in the NS5 protein. Although this 355 subtle mutation in the active site of the viral RdRp occurs after a few in vitro passages of 356 TBEV in the presence of Galidesivir, the E460D TBEV mutant displays dramatically attenuated 357 phenotype in mice showing high survival rates and reduction of clinical signs of 358 neuroinfection. The stochastic molecular simulations indicate that the steric freedom caused 359 by the E460D mutation increases close electrostatic interactions between Galidesivir and the 360 interrogation residue of the TBEV RdRp motif F. Such close electrostatic interactions will 361 reject the analogue as an incorrect nucleotide. The E460D substitution did not confer cross-362 resistance to unrelated antiviral nucleoside analogues, such as 7-deaza-2´--characterized, low-passage TBEV strain Hypr (Pospisil et al., 1954), a member 379 of the European TBEV subtype, was used in this study. Before use, the virus was sub-cultured 380 intracerebrally six times in suckling mice. Porcine kidney stable (PS) cells (Kozuch and Mayer, 381 1975) were used for viral subculture, selection of drug-resistant viruses, viral growth kinetics 382 studies, and plaque assays. The cells were cultured at 37 °C in Leibovitz (L-15) medium 383 supplemented with 3% newborn calf serum and a 1% mixture of Penicillin and glutamine 384 (Sigma-Aldrich, Prague, Czech Republic). BHK-21 cells (obtained from the American Type 385 Culture Collection [ATCC]), used for transfection of Hypr-derived subgenomic fragments, 386 were cultured at 37 °C with 5% CO2 in Minimal Essential Medium (MEM) containing 7% 387 bovine serum, 1% Penicillin/Streptomycin and glutamine. Galidesivir (BCX4430) and 4´-azido-388 aracytidine (RO-9187) were purchased from Medchemexpress (Stockholm, Sweden); 2´-C-389 methyladenosine and 7-deaza-2´-C-methyladenosine were from Carbosynth (Compton, UK). 390 For in vitro studies, the test compounds were solubilized in 100% DMSO to yield 10 Figure 4). Fragment III was used as template to generate by PCR two overlapping amplicons 439 following the original ISA method (Aubry et al., 2014). Unmodified primers were used to 440 generate two unmodified amplicons (i.e. production of wild-type virus). Mutated primers 441 located on the targeted region were used to generate two mutated amplicons (i.e. 442 production of mutated viruses, denoted as E460D-Rec, Y453H-Rec, and E460D/Y453Hwas performed using the Platinum SuperFI PCR Master Mix (Thermo Fisher 445 Scientific, Prague, Czech Republic). The mixture (final volume, 50 μl) contained 45 μL of 446 SuperMix, 2 μl of DNA template (fragment III) at 1 ng/μl. Assays were performed on a 447 Biometra TProfessional Standard Gradient thermocycler with the following conditions: 94 °C 448 for 2 min followed by 40 cycles of 94 °C for 15 s, 60 °C for 30 s, 68 °C for 5 min and a final 449 elongation step of 68 °C for 10 min. Size of the PCR products was verified by gel 450 electrophoresis and purified using an Amicon Ultra 0.5 ml kit (Millipore). 451 An equimolar mixture of these four DNA fragments was used for cell transfection. 452 DNA-lipid complex was prepared as follows: 12 μl of Lipofectamine 3000 (Life Technologies) 453 was diluted in 250 μL Opti-MEM medium (Life Technologies) and then mixed with a master 454 solution of DNA which contained 3 μg of DNA and 6 μl of P3000 reagent diluted in 250 μL 455 Opti-MEM medium. After 45-min incubation at room temperature BHK-21 cells were 456 transfected, as described previously (Aubry et al., 2015) and incubated for 5-7 days. Cell 457 supernatant media were then harvested and serially passaged twice in fresh BHK-21 culture. 458 459 Growth kinetics, dose-response studies and viral inhibition assays 460 To evaluate growth kinetics of drug-resistant TBEV mutants, PS cell monolayers 461 incubated for 24 h in 96-well plates were treated with 200 μl of medium containing 462 Galidesivir at concentrations of 25 μM (compound-treated cells) or 0.5% (v/v) DMSO (mock-463 treated cells) and simultaneously infected with TBEV; the MOI of 0.1 was used for all TBEV 464 mutant/wild-type tested. The medium was collected from the wells daily at days 1 to 7 p.i. 465 (three wells per interval); viral titres (expressed as PFU/mL) were determined by plaque 466 assay as described previously (De Madrid and Porterfield, 1969; Eyer et al., 2015) and used 467 to construct TBEV growth curves. 468 For dose-response studies, 200 µl of fresh medium containing Galidesivir at TBEV at an MOI of 0.1 and incubated for 3-4 days p.i. Then, the medium was collected from 471 the wells and the viral titres were determined by plaque assay. The obtained viral titre 472 values were used for the construction of TBEV dose-response/inhibition curves and for 473 estimation of the 50% effective concentration (EC50) of the drug. 474 To measure the sensitivity/resistance of the obtained TBEV mutants to Galidesivir 475 and several structurally unrelated nucleoside analogues in cell culture by viral titre inhibition 476 assay, confluent PS cell monolayers cultured for 24 h at 37 °C in 96-well plates were treated 477 with Galidesivir, 7-deaza-2´-C-methyladenosine, 2´-C-methyladenosine, or 4´-azido-478 aracytidine (RO-9187) at concentrations of 25 or 50 μM and simultaneously infected with 479 TBEV at an MOI of 0.1 (3 wells per compound). As a mock-treated control, DMSO was added 480 to virus-and mock-infected cells at a final concentration of 0.5% (v/v). The formation of 481 cytopathic effect (CPE) was monitored visually using the Olympus BX-5 microscope to yield 482 70%-90% CPE in virus-infected cultures and viral titres were determined by plaque assays 483 from cell culture supernatants. 484 The unbound, apo-form of the TBEV RdRp used in this study is a homology-based 502 predicted structure previously prepared for simulations in other published studies (Valdés et 503 al., 2016, 2017). The stochastic molecular simulations were conducted using the online 504 software, Protein Energy Landscape Exploration (PELE) that employs a Metropolis Monte 505 Carlo algorithm which accepts or rejects a protein-ligand conformation based on its 506 enthalpy. The PELE method and its applications are thoroughly explained online 507 (https://pele.bsc.es/) and elsewhere (Madadkar-Sobhani et al., 2013; Borrelli et al., 2005) 508 and therefore are briefly described here. The PELE software comprises three steps: a local 509 protein and ligand perturbation, amino acid sidechain sampling, and a global minimization. 510 These steps are repeated for a few thousand iterations resulting in a trajectory of a ligand 511 (i.e., Galidesivir) approaching the active site of the target protein (i.e., TBEV RdRp). The first 512 25 snapshots were removed from the final trajectories prior to analysis since the stochastic 513 simulations reached a relatively stable total enthalpy. Geometric and enthalpy 514 measurements recoded via the PELE script were used for data analysis. The stochastic 515 migration simulations were performed in triplicates, each with separate positioning of 516 Galidesivir 20 Å ~ 25 Å away from the centre of mass (COM) within the TBEV", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Proposed positioning of Galidesivir and its migration in the wild type and mutant Fig 5. General overview of the reverse genetics method presented in this study 706", "latex": null, "type": "figure"}, "TABREF0": {"text": "Inhibitory properties of Galidesivir for the obtained TBEVs 726 Virus Method to generate wild-type/mutated virus EC50 [µM]* (fold increase compared to wild-type value) E460D In vitro selection (passaging in PS cells) *Determined from three independent experiments. Expressed as a 50% reduction of viral titers and 727 calculated according to the Reed-Muench method. PS cells were infected with the virus (MOI of 0.1)", "latex": null, "type": "table"}}, "back_matter": []}