{
    "paper_id": "0ae3fbd8336d89454cbfd2d87f159558824247d8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Human herpesvirus-6 (HHV-6) is a ubiquitous DNA virus that causes near-universal infection in childhood. Similar to other herpesviruses, it can establish latency in monocytes and macrophages and is capable of reactivation. 1 There are 2 expressed variants including HHV-6A and HHV-6B, the latter more prevalent and known to cause roseola infantum or sixth disease, which is associated with 10% to 20% of acute febrile seizures in young children. 2 Infants and children between 6 months and 3 years of age acquire primary HHV-6 infection following the loss of protective maternal antibodies with seroprevalence of HHV-6 reaching more than 80% in children greater than 2 years of age; most have evidence of infection by 12 months of age. 2, 3 There is a wide clinical spectrum of HHV-6 infection ranging from asymptomatic disease to more serious disease including neonatal hepatitis, infectious mononucleosis-like syndrome, hemophagocytic syndrome, or viral myocarditis, particularly in the immunocompromised population. 4, 5 Although infrequent, primary HHV-6 infection is associated with neurological disease including meningitis and encephalitis that can lead to longterm neurologic sequelae and poor outcomes. Congenital HHV-6 infection, which is defined as presence of HHV-6 DNA in an infant at birth, has been previously reported in approximately 1% of cord-blood samples by Hall et al. 6 However, congenital infection could originate from multiple sources-one of which is by hereditary transmission of chromosomally integrated HHV-6 (ciHHV-6), which has recently become recognized as an inherited condition with a unique mode of transmission. 7, 8 Although the majority of HHV-6+ cases are due to latent ciHHV-6, a significant subset of HHV-6+ neonates acquire active infection transplacentally, usually from mothers with ciHHV-6 that has activated and produced replicating virions during pregnancy. 7, 8 The significance of this virus along with its potential neurologic predilection and reactivation capabilities remain unclear in the neonatal period. We report a case of a premature infant with congenital hydrocephalus and a ventriculoperitoneal (VP) shunt in place who presented with intermittent fevers ultimately found to have acute HHV-6 meningitis.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 447,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 739,
                    "end": 740,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1022,
                    "end": 1023,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1391,
                    "end": 1392,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1651,
                    "end": 1652,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1905,
                    "end": 1907,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1908,
                    "end": 1909,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A baby girl was born at 33 weeks' gestation via tertiary repeat Cesarean section. She was born to a 27-year-old woman who presented unregistered to our institution in active preterm labor with vaginal bleeding concerning for abruption versus premature rupture of membranes. Prenatally, the fetus was noted to have severe congenital hydrocephalus and bilateral cleft lip and palate diagnosed at 17 weeks' gestation at a previous institution. She had a fetal brain magnetic resonance imaging (MRI) suggestive of aqueductal stenosis. The mother had scant prenatal care with her last visit at 20 weeks' gestation. Her initial labs included a negative urine toxicology screen on admission; her routine prenatal serology tests ultimately returned negative. The baby was born with Apgar scores of 6 and 8 at 1 and 5 minutes, respectively. Her birth weight was 2.8 kg with a head circumference of 43.5 cm (>99th percentile). Her exam was notable for macrocephaly with bulging fontanelles, large bilateral cleft lip/ palate, nasal encephalocele, and bilateral microphthalmia. Her neurologic exam was notable for diffuse hypotonia but spontaneous movement of her extremities. During her admission to the neonatal intensive care unit (NICU), she underwent a VP shunt placement on day of life 2 and a gastrostomy tube placement on day of life 19 given her inability to feed by mouth with 2 Clinical Medicine Insights: Case Reports her severe craniofacial anomalies. She was extubated to room air following each surgery with no difficulties and was tolerating full enteral feeds awaiting placement in a long-term care facility, formal adoption, and staged cleft repair at 3 months' corrected age. Her medications included vitamin D and iron supplementation. In terms of a genetic work-up for her underlying anomalies, she had a negative microarray and fluorescence in situ hybridization (FISH) analysis with no further genetic testing performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "On day of life 23, she had an axillary temperature of 38°C, pulse of 178 per minute and blood pressure of 73/35. Her exam at the time of the first fever was notable for tachycardia, cool and clammy distal extremities, and overall fussiness but an otherwise unchanged neurological exam. Her gastrostomy tube and VP shunt sites were not suggestive of a skin infection, and her respiratory status was stable. Blood and urine cultures were drawn, a respiratory viral panel was negative, which tests for common respiratory viruses and bacteria via molecular identification at our institution (Table 1) . Her initial complete blood count (CBC) demonstrated a mild leukopenia with white blood cell (WBC) count 5.7 × 10 3 uL −1 , hemoglobin 8.5 g/dL, mean corpuscular volume 99.2 fL, and platelets of 417 × 10 3 uL −1 . Manual differentiation showed 46% segmented neutrophils, 2% bands, and 45% lymphocytes. A repeat CBC on her fifth day of fever demonstrated leukocytosis with increased WBC count 21.9 × 10 3 uL −1 and elevated platelet count 584 × 10 3 uL −1 with 53% segmented neutrophils, 3% bands, and 33% lymphocytes on a manual differential. There were no atypical lymphocytes noted. Her initial C-reactive protein (CRP) was 28.3 mg/L, which peaked at 298.4 mg/L on her second day of fever. Her basic metabolic panel was within normal limits. She had a chest radiograph that did not show a focal infiltrate. She was initiated on vancomycin and ceftazidime at meningitis treatment doses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 596,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "She continued to have intermittent fevers as high as 39°C multiple times per day for the next 6 days and would defervesce each time with acetaminophen. With her fevers she would become tachycardic and diaphoretic, but in between fevers, her exam was at her baseline. After 48 hours of negative blood and urine cultures, her antibiotics were stopped. She had increased nasal congestion and secretions, so a repeat respiratory viral panel was performed on her second day of fever but returned negative. On her fifth day of fever, her exam was notable for increasing irritability and more persistent tachycardia with elevated inflammatory markers, so a repeat blood culture was drawn and a lumbar puncture was performed. She was also given her first transfusion of packed red blood cells. Her lumbar puncture demonstrated 36 uL −1 total nucleated cells, 4000 uL −1 red blood cells with manual differentiation of 91% lymphocytes, 2% neutrophils, and 6% monocytes. Gram stain was negative and culture showed no growth. Her cerebrospinal fluid (CSF) glucose was 39 mg/dL, while serum glucose was 95 mg/dL and the CSF protein concentration was 363 mg/dL. A BioFire FilmArray meningitis/encephalitis CSF multiplex polymerase chain reaction (PCR) panel returned positive for HHV-6 ( Table 2) . Antibiotics were not re-initiated. After 6 days, her fevers resolved, and she was presumed to have HHV-6 meningitis but was clinically improving thus antiviral therapy was not started. She was monitored closely for seizures given her intracranial abnormalities. She had a routine electroencephalogram (EEG) 2 weeks earlier that did not demonstrate any definite seizures. She remained at her neurological baseline once she recovered from her viral illness. She was noted to have a diffuse maculopapular rash on her face, neck, and chest about 48 hours after her fevers resolved. She was transferred on day of life 57 to a long-term rehabilitation facility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1274,
                    "end": 1282,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "We describe a case of a premature infant with multiple congenital anomalies including congenital hydrocephalus status post placement of a VP shunt, bilateral cleft lip and palate, bilateral microphthalmia, and nasal encephalocele who was found to have acute HHV-6 meningitis in the setting of intermittent fevers during her NICU course. The diagnosis of HHV-6 central nervous system (CNS) infection was supported by her clinical presentation and detection of viral DNA 3 in her CSF from a lumbar puncture. In terms of risk factors for both a bacterial and viral infection, she had a VP shunt and a newly placed gastrostomy tube and had been admitted to an NICU for more than 3 weeks in the midst of the winter season. In the setting of her fevers, which are defined as a temperature ⩾38°C in the neonatal population, etiologies considered included bacterial pneumonia, viral upper or lower respiratory tract infection, urinary tract infection, bacteremia, cellulitis in the setting of 2 indwelling devices, and meningitis given her intracranial anomalies with an indwelling device in place. She had laboratory evidence of inflammation with leukopenia initially and elevated inflammatory markers with 2 negative blood cultures, urine culture, respiratory viral panels, and CSF culture that was drawn 72 hours after cessation of broad-spectrum antibiotics. Her CSF demonstrated elevated nucleated cells with a lymphocytic predominance, a low glucose, and elevated protein concentration outside the range of normal in a neonate; however, these numbers are difficult to interpret given her elevated red blood cell count. Because she had a shunt, we presumed she was at higher risk for acquiring bacterial meningitis; however, a viral etiology fit more with her clinical picture of a self-limiting illness with an improved fever curve and resolution of symptoms without reinitiating antibiotic therapy.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the literature, there are only a few cases of HHV-6 meningitis or encephalitis reported in infants, and to our knowledge, this is the first reported case of CNS infection in a premature infant. Huang et al 9 reported 2 cases of HHV-6 meningitis in a 4-month-old boy and 7-month-old girl who had typical courses of roseola infantum with high fever for a few days followed by a skin rash eruption with evidence of CSF pleocytosis, serum lymphocytosis, and serum serological evidence of IgM anti-HHV-6. It is well-established that passively transferred maternal antibodies gradually decrease until the lowest level is reached around 4 to 7 months after birth, so these infants were in the expected time period to manifest a primary infection. 1 In addition, Sugimoto et al 10 reported 2 neonatal cases of exanthema subitum caused by HHV-6 in a 27-day-old full-term boy and a 14-day-old full-term boy who each presented with high fevers followed by a classic skin rash. They both had IgM antibodies in the acute phase and PCR detection of HHV-6 DNA in the serum at high copy numbers suggestive of a primary infection despite presence of preexisting maternal antibodies, which the authors isolated from both mothers. Although classic descriptions of primary HHV-6 infection typically occur after 6 months of age, authors have speculated that the level of passive maternal antibodies may not be uniformly protective as in these previous cases. In a prospective study evaluating for incidence of primary HHV-6 infection as the cause of acute febrile illnesses, infants who acquired their infection in the first few months of life had lower mean antibody titers than infants who did not have a primary infection. 11 Providers have speculated that the level of viremia targeted to blood mononuclear cells likely causes symptomatic infection once the level of passive maternal antibodies has declined or if the viral load is particularly high.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 744,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "Multiple modes of transmission of HHV-6 have been described in the literature including both vertical and horizontal transmissions, as well as a unique mechanism secondary to chromosomal integration of HHV-6 (ciHHV-6), which can remain latent or undergo transplacental passage in utero. The virus can become activated in immunosuppressed individuals as well as during pregnancy, although the exact mechanism behind reactivation remains unknown. Both in vivo and in vitro studies have shown that certain drugs including steroids like progesterone, anti-epileptics, antibiotics, and even nonsteroidal anti-inflammatory drugs can activate the virus. 12,13 Viral DNA has also been detectable in vaginal swabs with an incubation period of about 10 days suggesting that horizontal transmission from mothers to babies is possible. 14 Maternal-fetal infection with HHV-6 has also been described and may be linked with a higher rate of fetal loss. In one study, HHV-6 antibodies were assayed in 30 mothers with spontaneous abortions in the first trimester, and the authors found that 10% of the cohort were positive for HHV-6 IgM antibody, while the HHV-6 antigen was detected in the majority of abortive villous tissue suggesting that viral infection could predispose mothers to fetal loss. 15 Similarly, a group from the United Kingdom investigated occurrence of viral infection in fetal death and detected viral DNA in 34% of tissue samples including detection of HHV-6 and HHV-7 in 5 samples. 16 Another group analyzed over a thousand samples from multiple sites including tissue biopsies for detection of HHV-6 by PCR and identified a case of primary HHV-6A seroconversion occurring in a young pregnant woman with subsequent transmission to the fetus and unfortunately a spontaneous abortion at 24 weeks. 17 In general, HHV-6B is transmitted through contact with infected oral secretions with previous detection of this strain in the oropharynx of asymptomatic adults thus representing a major source of transmission to young children; however, there is no known information about how HHV-6A is spread. 2 Moreover, congenital infections detected as HHV-6 DNA in cord blood have been identified as another source of transmission similar to congenital cytomegalovirus (CMV) infections. 17 But in contrast to CMV, the majority of congenital HHV-6 infections are thought to be secondary to chromosomal integration of the virus into different human chromosomes within the whole genome, which is a proven phenomenon. 18 In a prospective study that examined the frequency and characteristics of ciHHV-6, 86% of infants with congenital infections were primarily from ciHHV-6, while the remaining 14% were secondary to transplacental infections who did not inherit ciHHV-6. 18 Infants with congenital infection due to ciHHV6 had evidence of high viral loads in the cord blood and detection of HHV-6 DNA in hair follicles in both the infants and at least one parent. 18 The transplacental transmission was primarily from ciHHV-6 mothers, while only a small proportion of congenital HHV-6 infections resulted from the activation of HHV-6 from a mother with inherited ciHHV-6. In other words, they found no evidence of transplacental infections except from mothers with ciHHV-6 who suffered a reactivation of their integrated virus during pregnancy. 8, 18 Importantly, the identification of ciHHV-6 in an infant does not rule out active transplacental infection because the chances of ciHHV-6+ infants acquiring a transplacental infection should be the same as in infants without evidence of ciHHV-6.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1801,
                    "end": 1803,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2099,
                    "end": 2100,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2280,
                    "end": 2282,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2507,
                    "end": 2509,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2761,
                    "end": 2763,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2953,
                    "end": 2955,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3334,
                    "end": 3336,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3337,
                    "end": 3339,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "Studies have attempted to investigate the congenital transmission of active HHV-6 virus prior to the discovery of ciHHV-6. One study analyzed cord-blood specimens for evidence of congenital HHV-6 infection in 799 random samples that were originally collected to assess for congenital CMV infection. 19 Only 2 samples were repeatedly positive for HHV-6-specific IgM antibody identified by enzyme-linked immunosorbent assay (ELISA) method but were negative for HHV-6 genomic DNA by PCR testing representing active infection at approximately two-thirds the rate of congenital CMV infection in this same group. 19 The authors speculated that congenital transmission of HHV-6 similar to CMV is plausible yet rare, but given the retrospective nature of this analysis there were no information regarding the clinical presentations of both infants. 19 However, if both these infants were asymptomatic, then the presence of HHV-6 IgM in their blood would be indicative of intrauterine transmission of either reactivation of HHV-6 and/ or activation of HHV-6 in mothers with ciHHV-6 resulting in transmission of replication virions. Because breast milk is another mode of transmission for CMV, another study was done to assess for HHV-6 in breastmilk. The authors evaluated 120 randomly selected human breast milk samples and tested them for HHV-6 DNA by PCR. However, none of the 120 specimens had evidence of HHV-6, suggesting no transmission through breastmilk consumption. 20 Although there have been cases of neonatal HHV-6 infection characterized by fever and classic rash despite evidence of maternal antibodies, our patient who was otherwise considered immunocompetent developed a presumed CNS infection due to HHV-6 at an early age. As previously mentioned, congenital infections are mostly asymptomatic, but in our patient's case, the question of mode of transmission was challenging to decipher. However, 2 studies have demonstrated that 100% of active infections investigated were acquired from mothers with ciHHV-6 that had activated during pregnancy suggesting that transmission of activated maternal ciHHV-6 is the primary cause of non-inherited congenital infection. 8, 18 Thus, there are 5 possibilities of congenital HHV-6 infection in an infant like our patient:",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 841,
                    "end": 843,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1467,
                    "end": 1469,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2176,
                    "end": 2178,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "1. She had ciHHV-6 but no active infection; however, these patients would be asymptomatic with evidence of HHV-6 DNA but no IgM antibodies. 2. She had ciHHV-6 with active infection from a ciHHV-6+ mother who reactivated the virus during pregnancy and subsequently transmitted the active virus, but it is impossible to differentiate active infection in a ciHHV-6 patient using PCR methods alone. 3. She did not have ciHHV-6 but had evidence of active infection from a ciHHV-6+ mother who reactivated and transmitted the replicating HHV-6 virus transplacentally. 4. She acquired it transplacentally from a mother reinfected with HHV-6 or whose latent HHV-6 reactivated with no evidence of maternal ciHHV-6. 5. She acquired it postnatally from another person in the NICU about 2 weeks prior to the onset of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "We do not know the viral state of the maternal HHV-6 DNA to determine whether reactivation or transcription of viral genes from an integrated genome were a possibility or if this was an acquired primary HHV-6 meningitis with a high enough viral load that overwhelmed her passive maternal antibodies. We hypothesize similarly to previous authors that she may have been exposed to a significant amount of viral replication leading to viremia with clinical symptoms, or potentially her maternal antibodies were low to begin with given her manifestation of CNS disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "The role of HHV-6 CNS disease continues to be an area of ongoing investigation particularly given its ranges of manifestations from febrile seizures to meningitis, encephalitis, and demyelinating disorders as reported previously in the literature. 3 Currently, the route of HHV-6 entry into the CNS is unknown in the literature despite its association with a wide Kim et al 5 variety of neurologic disease from meningoencephalitis to multiple sclerosis in adults. 21 Using autopsy specimens, Harberts et al 22 demonstrated that HHV-6 potentially infects the CNS via the olfactory pathway with highest prevalence of the virus in olfactory issues and the nasal cavity. We speculate that our patient may have been more susceptible to transmission of the virus to her CNS given her significant craniofacial anomalies and nasal encephalocele. In one prospective study that assessed complications of primary HHV-6 infection, seizures were the principle complication accounting for approximately one-third of first-time febrile seizures among children less than 2 years old. 23 Although investigators have been unable to successfully culture HHV-6 from CSF, it is often detected in CSF and other bodily fluids by PCR, as in our patient. There have been conflicting results in the literature regarding the frequency of HHV-6 PCR identification in CSF with one study reporting positivity in up to 70% to 90% of children who had neurologic symptoms during their primary HHV-6 infection. 3, 24 Another study examined CSF samples from 245 pediatric patients who underwent evaluation for possible sepsis or neurologic symptoms and tested them for HHV-6 DNA by PCR and found evidence of it in 3 patients who were all less than 2 months of age. 3 In 2 of the patients who were full term and less than 1 month old, they presented with fevers and had evidence of CSF pleocytosis defined in this study as >22 leukocytes × 10 6 L −1 . Both were diagnosed with aseptic meningitis at discharge and found to have HHV-6 DNA in their CSF samples when tested retrospectively. The last patient was a former 24-week baby boy who developed positive blood cultures for Candida on day of life 10 but had no evidence of CSF pleocytosis with negative bacterial, viral, and fungal cultures and also tested positive for HHV-6 DNA, which was thought to be an incidental finding with no clinical implications. The authors concluded that the clinical features of the first 2 patients and the absence of other identified infectious agents were secondary to HHV-6 as a cause of aseptic meningitis. However, similar to our case in which the patient's CSF results may have been from contamination by blood, the presence and magnitude of a pleocytosis are difficult to interpret with the number of red blood cells. The authors also commented that it was difficult to say with certainty that the HHV-6 DNA isolated from the CSF was not due to contamination from peripheral blood. 3 In addition, the assay used to detect HHV-6 DNA PCR is an important consideration. Our institution routinely uses the BioFire Diagnostics FilmArray Meningitis/Encephalitis PCR (MEP) Panel, which provides a rapid PCR-based detection in the CSF of various bacteria and viruses compared to conventional diagnostic methods of culture and pathogen-specific PCR testing. One retrospective study compared the real-world performance of MEP panel compared to conventional testing in 138 CSF samples and reported an overall agreement of 96% and a mean time to hour diagnosis of 3 hours compared to 13 hours, respectively; however, the authors did comment that the MEP panel can potentially detect persistent, reactivated, or ciHHV-6 that may not be causing active infection and must be interpreted with caution in the right clinical context. 25 Finally, congenital HHV-6 may be compared to congenital CMV in the literature as they are closely related, and while it is true that most ciHHV-6 congenital infections are asymptomatic, at least 28% of congenital infections are the same as congenital CMV with active virus transmitted to the fetus during pregnancy. 8, 26 Cytomegalovirus is an abundant virus that is known to cause neurodevelopmental disability including sensorineural hearing loss and other developmental disabilities. Congenital CMV infection results from primary infection, reinfection or reactivation of latent virus in the mother compared to congenital HHV-6 infection, which does not appear to be commonly due to reactivation or reinfection in the mother. Caserta et al 26 performed a prospective double-blind controlled study comparing infants with congenital HHV-6 infection versus those without infection using a set of neurocognitive assessments to determine whether HHV-6 has an impact on early neurodevelopmental outcomes similar to CMV. Infants with congenital HHV-6 infection were defined as having HHV-6 DNA present in their cord-blood mononuclear cells, and chromosomal integration was confirmed by detecting DNA in hair follicle specimens. Major findings included significantly lower scores at 12 months of age on Bayley-Mental Development Index scores in the congenital infection group even after controlling for covariates potentially linking HHV-6 infection and neurologic disease; however, there were no specific clinical manifestations identified at birth such as hearing loss. 26 Although there are limited longitudinal studies regarding the potential impact on neurodevelopmental impairment in this cohort that has yet to be confirmed, Hall study brings to light this important question particularly if there are progressive, detrimental effects over time.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1480,
                    "end": 1482,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1730,
                    "end": 1731,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2937,
                    "end": 2938,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3771,
                    "end": 3773,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 4090,
                    "end": 4092,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4093,
                    "end": 4095,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 5341,
                    "end": 5343,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "Consequently, the question remains regarding the clinical significance of this finding in the neonatal population given this virus's potential pathogenic role in the CNS. HHV-6 is very common in young infants accounting for 20% of visits among 6-to 12-month-old infants presenting to the emergency department for febrile illnesses, but the frequency of mild or asymptomatic primary infection as well as its longterm impact remains undefined. 11 In Hall et al's 11 study, of the 160 patients diagnosed with a primary infection, 13% were under 2 months of age with a mean duration illness of 6 days and a higher rate of hospitalization compared to age-matched healthy infants. Thus, it is important for clinicians to maintain a high index of clinical suspicion for viral infections in this population as well as its complications prenatally and postnatally. In one cohort, pityrasis rosea, which is a rash often associated with both HHV-6 and HHV-7, was noted in 57% of pregnant women who ultimately miscarried with evidence of HHV-6 DNA in fetal tissue in 3 out of 4 stillborns, suggestive of an association between HHV-6 and potential fetal death. 27 It is still unclear about the role congenital HHV-6 infections play in the perinatal and neonatal period particularly when it 6 Clinical Medicine Insights: Case Reports comes to neurodevelopmental outcomes; however, there does not appear to be a severe congenital HHV-6 syndrome unlike congenital CMV, which often occurs in women who acquire primary infection early in pregnancy. HHV-6 infection occurs in essentially all children within the first few years, therefore preexisting immunity in the mother may be protective against such severe disease in most infants. Increasing use of PCRbased pathogen detection panels in the neonatal population may lead to more frequent diagnoses of HHV-6 and improved understanding of its epidemiology and natural history.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 444,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1277,
                    "end": 1278,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Kim et al"
        },
        {
            "text": "In summary, we present a case of a premature infant with multiple anomalies who acquired acute HHV-6 viral meningitis in the setting of intermittent high fevers, elevated inflammatory markers, and diagnostic testing from her CSF that confirmed the diagnosis. Given her hydrocephalus and VP shunt, neurology and neurosurgical subspecialists will continue to follow her as an outpatient. With her intracranial abnormalities, she remains high risk for seizures. She also failed her hearing tests multiple times throughout her course likely as a complication of her intracranial and craniofacial anomalies; her prematurity and comorbidities place her at high risk for significant neurodevelopmental impairment now possibly increased following her HHV-6 CNS infection. It is important to consider HHV-6 infection as an etiology of fevers even during the neonatal period as timely diagnosis may prevent further unnecessary treatment with empiric antimicrobials and diagnostic evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There are several limitations of this case report. It is based on a single case instead of a case series given the low prevalence of this infection in the premature population. The patient also has multiple underlying craniofacial abnormalities with a potentially underlying genetic diagnosis that has not yet been uncovered making it difficult to generalize her case to other infants, particularly if she is predisposed compared to others. Finally, there was a lack of confirmation in HHV-6 detection in other bodily fluids or serum due to unavailable routine testing at our institution by either culture, serology, or PCR that could have strengthened this finding of an active infection based on her clinical presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Laboratory and clinical aspects of human herpesvirus 6 infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Agut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonnafous",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gautheret-Dejean",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "313--335",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Update on human herpesvirus 6 biology, clinical features, and therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Bolle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naesens",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Microbiol Rev",
            "volume": "18",
            "issn": "",
            "pages": "217--245",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human herpesviruses 6 and 7 and central nervous system infection in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Abzug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "1450--1454",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical impact of primary infection with roseoloviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Tesini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Virol",
            "volume": "9",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Review part 3: human herpesvirus-6 in multiple non-neurological diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Ablashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Devin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1903--1910",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Congenital infections with human herpesvirus 6 (HHV6) and human herpesvirus 7 (HHV7)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr",
            "volume": "145",
            "issn": "",
            "pages": "472--477",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transplacental human herpesvirus 6 (HHV-6) congenital infection caused by maternal chromosomally integrated virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "505--507",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sequence analysis of transplacentally acquired human herpesvirus 6 DNA is consistent with transmission of a chromosomally integrated reactivated virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gravel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Flamand",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "1585--1589",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Meningitis caused by human herpesvirus-6",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Dis Child",
            "volume": "66",
            "issn": "",
            "pages": "1443--1444",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human herpesvirus-6 infection in neonates: not protected by only humoral immunity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanaka-Taya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyoshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamanishi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Int",
            "volume": "44",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human herpesvirus-6 infection in children: a prospective study of complications and reactivation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N Engl J Med",
            "volume": "331",
            "issn": "",
            "pages": "432--438",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chromosomal integration by human herpesviruses 6A and 6B",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Flamand",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv Exp Med Biol",
            "volume": "1045",
            "issn": "",
            "pages": "209--226",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Possible progesterone-induced gestational activation of chromosomally integrated human herpesvirus 6B and transplacental transmission of activated human herpesvirus 6B",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rakheja",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lacelle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Heart Lung Transplant",
            "volume": "35",
            "issn": "",
            "pages": "1373--1376",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HHV6 and HHV7: persistence and vertical transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pass",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pediatr",
            "volume": "145",
            "issn": "",
            "pages": "432--434",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HHV-6 infection during pregnancy and spontaneous abortion",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kakimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ekuni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ichijo",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral infection in hydrops fetalis, spontaneous abortion and unexplained fetal death in utero",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Buhtori",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Benbow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "",
            "pages": "679--684",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detection of HHV-6 in over a thousand samples: new types of infection revealed by an analysis of positive results",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Revest",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minjolle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veyer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lagathu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michelet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colimon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Virol",
            "volume": "51",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chromosomal integration of human herpesvirus 6 is the major mode of congenital human herpesvirus 6 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "122",
            "issn": "",
            "pages": "513--520",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Serological evidence for congenital transmission of human herpesvirus 6",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Demmler",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "340",
            "issn": "",
            "pages": "121--122",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Examination of human breast milk for evidence of human herpesvirus 6 by polymerase chain reaction",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jevon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Infect Dis",
            "volume": "168",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human herpesvirus 6 and neuroinflammation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reynaud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Horvat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ISRN Virol",
            "volume": "2013",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human herpesvirus-6 entry into the central nervous system through the olfactory pathway",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harberts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wohler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "108",
            "issn": "",
            "pages": "13734--13739",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association of human herpesvirus 6 infection of the central nervous system with recurrence of febrile convulsions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagafuji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hata",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomomori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamanishi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Infect Dis",
            "volume": "167",
            "issn": "",
            "pages": "1197--1200",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Human herpesvirus 6 DNA in cerebrospinal fluid specimens from allogeneic bone marrow transplant patients: does it have clinical significance?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Locasciulli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "562--568",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Potential clinical impact of the film array meningitis encephalitis panel in children with suspected central nervous system infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Messacar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Breazeale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "86",
            "issn": "",
            "pages": "118--120",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Early developmental outcomes of children with congenital HHV-6 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Canfield",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "1111--1118",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evidence of human herpesvirus-6 and -7 reactivation in miscarrying women with pityriasis rosea",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Drago",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Broccolo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Javor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Drago",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rebora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parodi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Acad Dermatol",
            "volume": "71",
            "issn": "",
            "pages": "198--199",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Respiratory viruses and bacteria pathogen PCR panel via nasopharyngeal swab sample that are tested at our institution.Abbreviation: PCR, polymerase chain reaction.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Meningitis/encephalitis cerebrospinal fluid PCR pathogen panel tested at our institution.Cryptococcus neoformans/gattiiAbbreviation: PCR, polymerase chain reaction.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the family of our patient, the clinical microbiology laboratory at Morgan Stanley Children's Hospital of New York-Presbyterian, and members of the neurosurgery team who consulted on this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Written informed consent from the current legal guardian was obtained and is maintained by the primary author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "Faith Kim https://orcid.org/0000-0002-0344-0613",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}