{"paper_id": "0ae42add9e94f1709383f1cc397d640792c8a035", "metadata": {"title": "Supplementary appendix Evolving epidemiology and transmission dynamics of coronavirus disease 2019 outside Hubei province, China: a descriptive and modelling study Supplementary Appendix", "authors": [{"first": "Juanjuan", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Maria", "middle": [], "last": "Litvinova", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISI Foundation", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "Wei", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Yan", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaowei", "middle": [], "last": "Deng", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xinghui", "middle": [], "last": "Chen Bsc", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Mei", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Wen", "middle": [], "last": "Zheng", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Lan", "middle": [], "last": "Yi", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xinhua", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qianhui", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Yuxia", "middle": [], "last": "Liang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Xiling", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Juan", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Kaiyuan", "middle": [], "last": "Sun", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Ira", "middle": ["M"], "last": "Longini", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "M", "middle": ["Elizabeth"], "last": "Halloran", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fred Hutchinson Cancer Research Center", "location": {"settlement": "Seattle", "region": "WA", "country": "USA"}}, "email": ""}, {"first": "Peng", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "Li Ka Shing", "institution": "Hong Kong Special Administrative Region", "location": {"country": "China"}}, "email": ""}, {"first": "Benjamin", "middle": ["J"], "last": "Cowling", "suffix": "", "affiliation": {"laboratory": "Li Ka Shing", "institution": "Hong Kong Special Administrative Region", "location": {"country": "China"}}, "email": ""}, {"first": "Stefano", "middle": [], "last": "Merler", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bruno Kessler Foundation", "location": {"settlement": "Trento", "country": "Italy"}}, "email": ""}, {"first": "Cecile", "middle": [], "last": "Viboud", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institutes of Health", "location": {"settlement": "Bethesda", "region": "MD", "country": "USA"}}, "email": ""}, {"first": "Alessandro", "middle": [], "last": "Vespignani", "suffix": "", "affiliation": {"laboratory": "", "institution": "ISI Foundation", "location": {"settlement": "Turin", "country": "Italy"}}, "email": ""}, {"first": "Marco", "middle": [], "last": "Ajelli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Bruno Kessler Foundation", "location": {"settlement": "Trento", "country": "Italy"}}, "email": ""}, {"first": "Hongjie", "middle": [], "last": "Yu", "suffix": "", "affiliation": {"laboratory": "Key Laboratory of Public Health Safety", "institution": "Fudan University", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Since the start of the outbreak of novel coronavirus disease COVID-19, five versions of the suspected case definition have been used in China. In the first version of the \"Guidelines on diagnosis and treatment of novel coronavirus infected pneumonia (NCIP) patients\" issued by China CDC 1 , a suspected NCIP case was defined as a case with pneumonia who fulfilled the following clinical criteria (fever; radiographic evidence of pneumonia; low or normal white-cell count or low lymphocyte count; and no symptomatic improvement or deterioration after 3 days of antibiotics treatment) and had an epidemiologic link to the Huanan Seafood Wholesale Market in Wuhan or a history of travel to Wuhan within 14 days of symptom onset.", "cite_spans": [{"start": 250, "end": 256, "text": "(NCIP)", "ref_id": null}], "ref_spans": [], "section": "Case definition"}, {"text": "A second version was issued on January 18, 2020 to fasten the identification of cases, where one of the clinical criteria was eliminated (no symptomatic improvement or deterioration after 3 days of antibiotics treatment). The epidemiological link was revised as well to include travel history to Wuhan, direct contact with patients from Wuhan who had fever or respiratory symptoms within 14 days of symptom onset, or be part of a cluster 1 .", "cite_spans": [], "ref_spans": [], "section": "Case definition"}, {"text": "The definition of suspected cases remained unchanged in the third revision of the guidelines issued on January 22 1 . In the fourth revision issued on January 27, the clinical criteria was broadened to meet any two of the three conditions included in the previous two versions. In addition, a known link to a laboratory-confirmed case of COVID-19 was added as part of the epidemiological criteria 1 .", "cite_spans": [], "ref_spans": [], "section": "Case definition"}, {"text": "In the fifth revision issued on February 4, a clinical definition of COVID-19 cases was added and based on suspected cases with radiographic findings of pneumonia; this was only used in Hubei province 2 . For provinces outside Hubei, the criteria were loosened to include any of the epidemiological history (clustered onset or epidemiological association with a confirmed COVID-19 case were now considered as two separate items) and the patient had to meet 2 or more clinical manifestations (with fever being revised as fever and/or respiratory symptoms) or if the patient had no epidemiological history and met all of the clinical manifestations.", "cite_spans": [], "ref_spans": [], "section": "Case definition"}, {"text": "A laboratory confirmed case was defined as a suspected case with respiratory specimens testing positive for the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Positivity was based on presence of (i) a genetic sequence that matched SARS-CoV-2 (first revision) or (ii) a real-time reverse-transcription-polymerase-chain-reaction (RT-PCR) assay for SARS-CoV-2 (second and third revision) 1 . The definition was expanded to include positive RT-PCR results from blood samples in the fourth revision 1 . In Hubei province in the fifth revision, confirmed cases included clinically-diagnosed cases and suspected cases with laboratory results.", "cite_spans": [{"start": 400, "end": 401, "text": "1", "ref_id": null}, {"start": 509, "end": 510, "text": "1", "ref_id": null}], "ref_spans": [], "section": "Case definition"}, {"text": "Details of the surveillance procedure for case identification has been described by Li et al. 3 and is briefly summarized here. The earliest cases were identified by the national surveillance system for \"pneumonia of unknown etiology\", which is defined as an illness without identified causative pathogen that fulfills the following criteria: fever (≥38 0 ), radiographic evidence of pneumonia, low or normal white-cell count or low lymphocyte count, and no symptomatic improvement after antimicrobial treatment for 3-5 days following standard clinical guidelines 4 . In response to a cluster of viral pneumonia of unknown etiology reported in Wuhan, Hubei province, a tailored surveillance protocol was defined to identify potential cases on January 3, 2020, using the first version of COVID-19 case definition 3 . Case definition was updated when a new version of the \"Guidelines on diagnosis and treatment of novel coronavirus infected pneumonia (NCIP) patients\" was issued. National, provincial and municipal joint investigation teams were assembled to conduct field investigations and implement control and prevention measures. Detailed field investigations were conducted to collect standardized information on dates of symptom onset, exposure history for the 2 weeks prior to symptom onset, visits to health facilities, hospitalizations, and clinical outcomes. Respiratory specimens were collected for laboratory testing by real-time RT-PCR or genetic sequencing. All suspected cases and laboratory-confirmed cases of COVID-19 were reported to the China CDC through a national surveillance system within 2 hours after NCIP became a notifiable disease on January 20 5 .", "cite_spans": [{"start": 94, "end": 95, "text": "3", "ref_id": null}, {"start": 564, "end": 565, "text": "4", "ref_id": null}, {"start": 812, "end": 813, "text": "3", "ref_id": null}, {"start": 1672, "end": 1673, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Active case surveillance"}, {"text": "In response to the COVID-19 outbreak, a field epidemiological investigation protocol was developed by the Chinese Center for Disease Control and Prevention (China CDCs) to identify potential COVID-19 cases 6 . Once a confirmed or suspected case was identified, the municipal and county-level CDCs initiated a detailed field investigation. All suspected cases were interviewed by the staffs of the local CDC using standardized forms that comprised detailed demographic information (e.g., age and sex), frequency and patterns of exposure history (e.g., residence in or travel to epidemic regions, history of contacts with other individuals with similar symptoms), timeline of events, and households and locations visited in the 2 weeks before the onset of illness. Moreover, all close contacts of these suspected cases were identified and placed under daily medical observation and interviewed by telephone or in person.", "cite_spans": [{"start": 206, "end": 207, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Active case surveillance"}, {"text": "Close contacts were defined as individuals who reported face-to-face contacts within 1 meter of the identified confirmed or suspected cases, including family members, relatives, friends, coworkers, classmates, and healthcare workers who diagnosed, treated, and nursed the case prior to diagnosis. To identify potential clusters of COVID-19, local CDCs initiated field investigations focusing on individuals who were close contacts of previously known COVID-19 cases. Among these individuals, detailed information on the frequency, timing, pattern and location of exposures to previously known cases within the two weeks before the onset of illness was recorded. Persons who resided in or traveled to epidemic regions (e.g., Wuhan and other cities in Hubei Province) or those with febrile or respiratory illnesses were also placed under daily medical observation and interviewed through community-based active case finding.", "cite_spans": [], "ref_spans": [], "section": "Active case surveillance"}, {"text": "Once the field investigation was completed, local authorities released all epidemiological data obtained through the process (including demographic characteristics, exposure history, timeline of key events, and close contact identification) via the official websites of local authorities or the websites of local government-affiliated medias. We used a standardized form (Table S2) to collect individual information from these websites.", "cite_spans": [], "ref_spans": [{"start": 371, "end": 381, "text": "(Table S2)", "ref_id": "TABREF1"}], "section": "Active case surveillance"}, {"text": "Tab. S1 lists the sources used to extract individual case information and daily aggregated data.", "cite_spans": [], "ref_spans": [], "section": "Active case surveillance"}, {"text": "Tab. S1 lists the sources used to extract individual and aggregated data. ", "cite_spans": [], "ref_spans": [], "section": "Data source for individual and aggregated data"}, {"text": "In Tab. S2 we report the standardized form we used for data collection. ", "cite_spans": [], "ref_spans": [], "section": "Definition of key variables included in individual records"}, {"text": "Exposure to seafood market Whether the case had reported a history of exposure to seafood market (binary)", "cite_spans": [], "ref_spans": [], "section": "Sex of case"}, {"text": "Whether the case had reported a history of exposure to wild animals (binary)", "cite_spans": [], "ref_spans": [], "section": "Exposure to wild animals"}, {"text": "Whether the case had reported a history of exposure to live animals (binary)", "cite_spans": [], "ref_spans": [], "section": "Exposure to live animals"}, {"text": "Whether the case had been in close contacts with confirmed COVID-19 cases (binary)", "cite_spans": [], "ref_spans": [], "section": "Exposure to COVID-19 cases"}, {"text": "Whether the case had been in close contacts with patients with acute respiratory infections (binary)", "cite_spans": [], "ref_spans": [], "section": "Exposure to patients with acute respiratory infections"}, {"text": "Whether the case had resided in or visited Wuhan city or Hubei province (binary) ", "cite_spans": [], "ref_spans": [], "section": "Exposure to Wuhan/Hubei"}, {"text": "Whether the case is the index case of the cluster (binary)", "cite_spans": [], "ref_spans": [], "section": "Index case"}, {"text": "The relation between index case and secondary cases", "cite_spans": [], "ref_spans": [], "section": "Relation with the cluster index case"}, {"text": "Location where the secondary case was exposed to the index case, i.e., home, work, healthcare institutions or other locations", "cite_spans": [], "ref_spans": [], "section": "Location of contacts"}, {"text": "Whether the case has been identified as a close contact of a COVID-19 case through prospective contact tracing (binary) * The earliest and latest dates were used if multiple exposures were identified.", "cite_spans": [], "ref_spans": [], "section": "Contact case"}, {"text": "We assessed the completeness of all variables included in this study (Tab. S3 b. We collected three types of potential exposure, including exposure to animals, seafood markets, and wild animals; exposure to COVID-19 cases or to patients with acute respiratory infections; and exposure to Wuhan/Hubei. c. A potential delay (1-2 days) was observed between the date of official reporting (provided by the officially affiliated institution, if available) and the date of data release. Therefore, we consider the date of official reporting to be missing when not provided in the released data.", "cite_spans": [], "ref_spans": [], "section": "Completeness of the individual records"}, {"text": "We compared our individual records that were based on real-time public data releases by official sources with the official line lists year-difference), and official reporting date (less than 1 day). Additionally, we observed a difference between the dates of official reporting by municipal and provincial health commissions, so we considered a two-day lag when comparing individual records in our study with official line lists. Overall, a total of 299 cases in Hunan Province, 302 cases in Shandong Province and 312 cases in Shenzhen City were matched, respectively. There was high consistency in demographics and time to event distributions (70.9-100.0%) between our individual records and official line lists, while consistency was lower in Shandong Province due to a twoday lag between reports issued by provincial and municipal authorities. After matching and selection, cases from the official line list that could not be matched with our individual records were merged in our individual records. Through this process, we added 87 records for Shenzhen City (21.6% of total cases) and 17 records for Shandong Province (3.3% of total cases) as of February 14, 2020. ", "cite_spans": [], "ref_spans": [], "section": "Comparison between our individual records and official line lists"}, {"text": "Tab. S5 shows a comparison between the number of confirmed cases by province (excluding Hubei) in our individual records and the total number of official confirmed case reports as of February 17, 2020. Figure ", "cite_spans": [], "ref_spans": [{"start": 202, "end": 208, "text": "Figure", "ref_id": null}], "section": "Data representativeness"}, {"text": "We performed a complete-case analysis of the individual records to obtain information about the following key time intervals:", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "(1) Time from symptom onset to first healthcare consultation;", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "(2) Time form symptom onset to hospital admission;", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "(3) Time from first healthcare consultation to hospital admission;", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "(4) Time from symptom onset to case reporting;", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "These time intervals may greatly depend on the behavior of the population, responses to the unfolding outbreak, and the local health care infrastructure. Therefore, we provide different estimates for two time periods of the epidemic, before and after Jan 27th.", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "We used maximum likelihood estimation to find the optimal parameters for gamma, lognormal, and Weibull distributions fitted to the data. The fits of the three distributions were compared using Akaike information criterion (AIC). We used complete-case analysis,", "cite_spans": [], "ref_spans": [], "section": "Key time to event variables over time"}, {"text": "where we omit cases with any missing variable. Results are reported in Tab. S6-S9. a. To account for reporting delays, we excluded the last 9 days of data (i.e., data after February 8, 2020). Table. S8. Estimation of the distribution of the time from first healthcare consultation to hospital admission.", "cite_spans": [], "ref_spans": [{"start": 192, "end": 198, "text": "Table.", "ref_id": "TABREF6"}], "section": "Key time to event variables over time"}, {"text": "Period of the epidemic a. To account for reporting delays, we excluded the last 9 days of data (i.e., data after February 8, 2020). a. To account for reporting delays, we excluded the last 9 days of data (i.e., data after February 8, 2020).", "cite_spans": [], "ref_spans": [], "section": "Distribution a All"}, {"text": "Estimation of the incubation period was based on information about the likely exposure of confirmed COVID-19 cases. Exposure was ascertained through prospective contact tracing of epidemiological links for cases with no history of travel to Wuhan/Hubei.", "cite_spans": [], "ref_spans": [], "section": "Incubation period"}, {"text": "The exposure information was provided in the form of a time interval bounded by the dates of the first and last possible exposure.", "cite_spans": [], "ref_spans": [], "section": "Incubation period"}, {"text": "The dataset contained information on both the exposure date(s) and the date of symptom onset for 49 confirmed cases belonging to 37 clusters (defined as a group of confirmed cases identified through contact tracing of an index case and linked through transmission events). We estimated the distribution of left-, right-, and interval-censored exposure data by using maximum likelihood and compared three distributions (Weibull, gamma, and lognormal) 7 . If the information was missing on both start and end date of exposure, or on the date of symptoms, observations were excluded from the analysis. The goodness of fit was assessed using Akaike information criterion (AIC). The data used in this analysis are reported in Tab. S10.", "cite_spans": [], "ref_spans": [], "section": "Incubation period"}, {"text": "We found that the best fit was obtained by using a Lognormal distribution (see Tab. S11). The best-fit cumulative density function is shown in Fig. S3 . ", "cite_spans": [], "ref_spans": [{"start": 143, "end": 150, "text": "Fig. S3", "ref_id": null}], "section": "Incubation period"}, {"text": "We estimated the serial interval by maximum likelihood, using dates of symptom onsets for consecutive generations of cases within clusters with known epidemiological links and no travel history to Wuhan/Hubei. We focused on transmission events that could be clearly identified, thus we omitted cases with several possible infectors. All the clusters used in this analysis are shown in Fig. S4 and the raw data are reported in Tab. S12.", "cite_spans": [], "ref_spans": [{"start": 385, "end": 392, "text": "Fig. S4", "ref_id": "FIGREF5"}], "section": "Serial interval"}, {"text": "As sensitivity analyses, we considered the possibility that, within a cluster, cases who develop symptoms 1 up to 3 days after the date of symptom onset of the index case may have been infected by an unidentified infector. Therefore, we estimated four distributions of the serial interval by censoring cluster data. It is important to note that we censored observations with delays shorter than a given threshold to limit bias that may be caused by possible incorrect classification of epidemiological links and result in oversampling of shorter time intervals. We fit a non-censored gamma distribution to the data as we do not assume that the true distribution of the serial interval must be over that given threshold.", "cite_spans": [], "ref_spans": [], "section": "Serial interval"}, {"text": "The estimated serial intervals as well as the parameters of the best fitting gamma distributions are reported in Tab. S13. The fit of the gamma distribution to the empirical data is shown in Fig. S5 . ", "cite_spans": [], "ref_spans": [{"start": 191, "end": 198, "text": "Fig. S5", "ref_id": "FIGREF6"}], "section": "Serial interval"}, {"text": "The basic reproduction number R0 represents the average number of secondary cases generated by a primary infector in a fully susceptible population. Broadly, when R0 is larger than 1 the infection may spread in the population and the larger R0 the larger the efforts required to control the epidemic. Once the number of susceptible individuals decline, the transmission potential of the disease at a given time t is measured in terms of the net reproduction number Rt. The net reproduction number is useful to track the effectiveness of control measures and other factors affecting the spread of the epidemic (e.g., the behavioral response of the population) over time. As soon as Rt falls below 1, the epidemic starts to decline.", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "To estimate Rt, we adjusted the methodology presented in references 9, 10 to account for case importations. We assumed that the daily number of new cases (by date of symptom onset), including locally acquired infections L(t), can be approximated by a", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "Poisson distribution according to the equation The likelihood ℒ of the observed time series of cases from day 1 to T conditional on C(0) is thus given by", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "where P(k; λ) is the probability mass function of a Poisson distribution (i.e., the probability of observing k events if these events occur with rate λ).", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "We used Metropolis-Hastings MCMC sampling to estimate the posterior distribution of R(t). The Markov chains were run for 1,000,000 iterations, assuming non-informative prior distributions of R(t) (flat distribution in the range (0-1000]). Convergence was checked by visual inspection by running multiple chains starting from different starting points. The code is freely available at https://github.com/majelli/Rt.", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "It should be noted that, when estimating R(t), we excluded data for the last 9 days of the dataset to deal with possible incompleteness due to reporting delays. The choice of 9 days was motivated by the fact that in the period from January 28 to ", "cite_spans": [], "ref_spans": [], "section": "Reproduction number"}, {"text": "In the main text, we provide estimates of R(t) for three locations where we have validated our individual records against the full official line lists compiled by local health authorities. Here, we selected six additional locations among the most affected provinces of mainland China (excluding Hubei Province) for which we had a representative sample (see Tab. S4 and Fig. S1 ). For these six locations, the time series of confirmed COVID-19 cases and the estimated net reproduction number are shown in Fig. S6 .", "cite_spans": [], "ref_spans": [{"start": 369, "end": 376, "text": "Fig. S1", "ref_id": null}, {"start": 504, "end": 511, "text": "Fig. S6", "ref_id": null}], "section": "Same as A, but for Shaanxi. F Same as A, but for Zhejiang Province."}, {"text": "The epidemic follows highly different patterns in the different provinces ranging from primarily case importations and limited local transmission (e.g., Henan Province) to prolonged sustained local transmission with R(t) larger than 2 (e.g., Jiangxi Province). Figure S7 shows that our estimates of Rt are robust to a 30% change in the reporting rate starting January 28, 2020. Moreover, the analysis shows that estimates based on the original data can be considered as an upper estimate of Rt. However, it is important to stress that there is no evidence supporting the choice of 30%. Such value was chosen only to illustrate the robustness of our estimates of Rt.", "cite_spans": [], "ref_spans": [{"start": 261, "end": 270, "text": "Figure S7", "ref_id": "FIGREF11"}], "section": "Same as A, but for Shaanxi. F Same as A, but for Zhejiang Province."}, {"text": "The main control measures implemented in China are summarized below and are illustrated in a timeline of key events in Fig. S8 and Tab. S14. These data represent the national level response and responses in the most affected area (Hubei Province) and other 9 areas of focus in this study.", "cite_spans": [], "ref_spans": [{"start": 119, "end": 126, "text": "Fig. S8", "ref_id": "FIGREF12"}], "section": "Timeline and description of implemented control measures"}, {"text": "Epidemiological investigation and close contact management: Intense epidemiological investigations were being carried out for cases, clusters, fever patients, and close contacts to identify the source of infection and implement targeted control measures, such as contact tracing. Each location implemented a similar management under the leadership of national, provincial, prefecture, county/district authorities and with the community.", "cite_spans": [], "ref_spans": [], "section": "Timeline and description of implemented control measures"}, {"text": "Social distancing, traffic restrictions, personnel quarantine, and environmental/general sanitation: At the national level, the State Council extended the Spring Festival holiday to Feb. 2, 2020. All areas in China cancelled or suspended public activities such as sport events, library, cinema, theatre, and all of the schools and colleges postponed reopening after the holiday.", "cite_spans": [], "ref_spans": [], "section": "Timeline and description of implemented control measures"}, {"text": "Resumption of labor and rehabilitation was forbidden before Feb. 9 of 2020 in all areas (except for Sichuan Province), and the date was further extended to Feb.13 for Hubei Province. As part of these social distancing measures, the government encouraged people to stay at home; discouraged mass gatherings; cancelled or postponed large public events. As a consequence of all of these measures, community life was very reduced. The transportation Departments set up thousands of health and quarantine stations in national service areas, and in entrances and exits of airport, train, high railway and bus stations. Hubei Province adopted the most stringent traffic control measures, including full suspension of urban public transport, including subway, ferry and long-distance passenger transport. Wuhan has been locked down since Jan. 23, 2020. Since Jan.27, 2020, all prefecture cities in Hubei have been locked down (except Shennongjia). Every citizen has to wear a mask in public. Different provinces initiated control measures at different times, but all provinces had specific control measures in place by the end of January, 2020. By 29 January, all provinces across China had launched the highest level of response for major public health emergencies. Details on key time events and main province/ municipality-specific control measures are showed in Fig. S8 and Tab. S14. ", "cite_spans": [], "ref_spans": [{"start": 1358, "end": 1365, "text": "Fig. S8", "ref_id": "FIGREF12"}], "section": "Timeline and description of implemented control measures"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Municipal Health Commission of Xiangxi Tujia and Miao Autonomous Prefecture", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "Siping Municipal Health Commission", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "Xvancheng News Network", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF135": {"ref_id": "b135", "title": "Dahua Network", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF144": {"ref_id": "b144", "title": "Baise News Network", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF198": {"ref_id": "b198", "title": "Chinese Center for Disease Control and Prevention. Epidemic update and risk assessment of", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF199": {"ref_id": "b199", "title": "Diagnosis and treatment guideline on pneumonia infection with", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF200": {"ref_id": "b200", "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF201": {"ref_id": "b201", "title": "The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team. An Outbreak of NCIP (2019-nCoV) Infection in China-Wuhan", "authors": [], "year": 2019, "venue": "", "volume": "2", "issn": "", "pages": "79--80", "other_ids": {}}, "BIBREF202": {"ref_id": "b202", "title": "National Health Commission of the People's Republic of China. Inclusion of 2019 novel coronavirus diseases (COVID-19) into statutory infectious disease management 2020", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF203": {"ref_id": "b203", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": 2020, "venue": "New coronavirus pneumonia prevention and control program", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF204": {"ref_id": "b204", "title": "Estimating the Distribution of the Incubation Periods of Human Avian Influenza A(H7N9) Virus Infections", "authors": [{"first": "V", "middle": [], "last": "Virlogeux", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "T", "middle": ["K"], "last": "Tsang", "suffix": ""}], "year": 2015, "venue": "Am J Epidemiol", "volume": "182", "issn": "8", "pages": "723--732", "other_ids": {}}, "BIBREF205": {"ref_id": "b205", "title": "Dimension-reduced nonparametric maximum likelihood computation for interval-censored data", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2008, "venue": "Comput Stat Data An", "volume": "52", "issn": "", "pages": "2388--402", "other_ids": {}}, "BIBREF206": {"ref_id": "b206", "title": "Measurability of the epidemic reproduction number in datadriven contact networks", "authors": [{"first": "Q", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Ajelli", "suffix": ""}, {"first": "Aleta", "middle": ["A"], "last": "Merler", "suffix": ""}, {"first": "S", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "Y", "middle": [], "last": "Vespignani", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "Proc Natl Acad Sci", "volume": "115", "issn": "50", "pages": "", "other_ids": {}}, "BIBREF207": {"ref_id": "b207", "title": "Ebola virus disease in West Africa--the first 9 months of the epidemic and forward projections", "authors": [{"first": "B", "middle": [], "last": "Aylward", "suffix": ""}, {"first": "P", "middle": [], "last": "Barboza", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "371", "issn": "16", "pages": "1481--95", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "released by the Shandong Provincial Health Commission, Shenzhen Municipal Health Commission, and Hunan Provincial HealthCommission after Jan 30, 2020. Individual records were then matched to the official line list according to demographic information, and time and location of case reporting. Matches were identified on the basis of consistent gender, age (less than 1-", "latex": null, "type": "figure"}, "FIGREF1": {"text": "S1 shows a comparison between the time series derived from our individual records and the officially case reports for: i) all provinces of mainland China (except Hubei), and ii) six of the most affected areas of mainland China (excluding Hubei Province). The estimation of the net reproduction number Rt was conducted for these six locations and the three additional locations that were validated against the official line lists (see previous section).", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". S1. A Time series of confirmed cases (by date of reporting) resulting from our individual records and official reports for all provinces of mainland China except Hubei. The inset shows a scatter plot of the two time series and the value of the Pearson's correlation coefficient. B-G Same as A, but for Anhui Province, Henan Province, Jiangsu Province, Jiangxi Province, Shaanxi Province, and Zhejiang Province, respectively.Age and sex distribution of casesThe age and sex distributions of COVID-19 cases are represented by epidemic period inFig. S2. Cases with missing age and sex information were omitted from this analysis.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Age and sex distribution of cases in provinces outside Hubei, stratified by epidemic period. A: Overall (n=7,936); B: Period 1 (n=3,820); C: Period 2 (n=2,270).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "8 (95%CI:0.0-10.9) 1.5 (95%CI:0.0-10.5) 1.5 (95%CI:0.0-8.8) parameters meanlog = -0.94, sdlog = 1.71 meanlog = -1.03, sdlog = 1.69 meanlog = -0.91, sdlog = 1.65 AIC(ΔAIC) 3486.1 (reference) 1553.3 (reference) 713.8 (reference)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Time lag between the dates of symptom onset of index and secondary cases within clusters. The relation of each cluster member with the index case is reported above each case. The type of cluster (family, health-care, work, and other) is reported as well. Numbers in the boxes represent time lags expressed in days. Cases represented in grey correspond to the index cases or to individuals for whom it was not possible to establish a single infector through contact investigation.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Serial interval distribution (data, vertical lines) and fitted gamma distributions (mean, line; 95%CI, shaded area) by considering difference censoring of the data.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "C(t), with t from 0 to T, is the daily number of new cases, including locally acquired cases and importations, by date of symptom onset;  R(t) is the net reproduction number at time t;  ( ) is the distribution of the generation time (corresponding to the distribution of the serial interval) calculated at time s.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "the 90 th percentile of the distribution of the time from onset to reporting was 9.0 days in mainland China outside Hubei Province. We tested the robustness of this method by artificially right censoring all the data reported after January 28 and comparing the resulting estimates of R(t) with those obtained by using the dataset up to February 17. It is important to mention that the developed method to estimate R(t) does not take into consideration the possibility that an imported case may have already started to transmit the infection during her/his travel.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "S6. A Top: Daily number of new cases (by date of symptom onset) in Anhui Province, stratified by cases with a travel history to Wuhan/Hubei and locally-acquired cases. Bottom: Estimated net reproduction number (Rt) over 4-day moving average by considering a mean serial interval of 5.1 days(95%CI: 1.3-11.6), as in the main text. We excluded data after February 8, 2020 to account for reporting delaywe estimated that during period 2 of the epidemic, the 90 th percentile of the distribution of the time from onset to reporting in mainland China outside Hubei Province was 9.0 days.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "The case definition changed over the course of the epidemic (see Sec. Case definition and surveillance). This may have resulted in detection of cases with different clinical severity, especially after January 27, 2020 when the 4 th version of case definition was broadened to include milder cases. To illustrate to what extent a possible increase in reporting rate after January 27 could affect estimation of Rt, we designed the following analysis. We assumed that the broadening of the case definition on January 27 could hypothetically inflate reported cases by 30%. Hence, in a counterfactual scenario where reporting had not changed, we would have observed fewer cases, more specifically 0.7 of the actual number of cases reported starting January 28 (the day after the change in case definition). Hence, we down sampled (70%) the number of cases after Jan. 28 accordingly and re-estimated Rt based on the simulated dataset.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Estimated net reproduction number (Rt) over 4-day moving average by considering a mean serial interval of 5.1 days (95%CI: 1.3-11.6) in Shandong Province. We analyzed the original data and a hypothetical scenario where cases are down sampled by 30% starting January 28.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Timeline of key events in China in the first month after the start of COVID-19 outbreak, as announced by the Wuhan Health Commission. WHC: Wuhan Health Commission, NHC: National Health Commission of the People's Republic of China, China CDC: Chinese Center for Disease Control and Prevention, WHO: World Health Organization, NCIP: novel coronavirus infected pneumonia.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Data sources for individual case information and aggregated data on COVID-19. Health Commission of Shanxi Province (http://wjw.shanxi.gov.cn/) 23. Health Commission of Yunnan Province (http://ynswsjkw.yn.gov.cn/) 24. Health Commission of Ningxia Hui Autonomous Region (http://wsjkw.nx.gov.cn) 25. Health Commission of Inner Mongolia autonomous region (http://wjw.nmg.gov.cn/) 26. Health Commission of Guangxi Zhuang Autonomous Region (http://wsjkw.gxzf.gov.cn) 27. Health Commission of Xinjiang Uygur Autonomous Region (http://www.xjhfpc.gov.cn) 28. Health Commission of Tibet Autonomous Region(http://wjw.xizang.gov.Sanming Municipal Health Commission (http://wjw.sm.gov.cn/) 53. Xiamen Municipal Health Commission (http://hfpc.xm.gov.cn/) 54. Zhangzhou Municipal Health Commission (http://www.zhangzhou.gov.cn/cms/html/zzsrmzf/swjw/index.html) 55. Baiyin Municipal Health Commission (http://wjw.baiyin.gov.cn/) 56. Health Commission of Gannan Tibetan Autonomous Prefecture (http://wsjk.gnzrmzf.gov.cn/) 57. Jinchang Municipal Health Commission (http://wjw.jcs.gov.cn/) 58. Jiayuguan Municipal Health Commission (http://wjw.jyg.gov.cn/) 59. Jiuquan Municipal Health Commission (http://wjw.jiuquan.gov.Langfang Municipal Health Commission (http://wjw.lf.gov.cn/html/index.html) 131. Qinhuangdao Municipal Health Commission (http://wjw.qhd.gov.cn/) 132. Shijiazhuang Municipal Health Commission (http://wsjk.sjz.gov.cn/) 133. Tangshan Municipal Health Commission (http://wsjkwyh.tangshan.gov.cn/) 134. Xingtai Municipal Health Commission (http://wsjkw.xingtai.gov.cn/) 135. Zhangjiakou Municipal Health Commission (http://wjw.zjk.gov.cn/index.Zibo Municipal Health Commission (http://ws.zibo.gov.cn/) 283. Changzhi Municipal Health Commission (http://www.wjw.changzhi.gov.cn/) 284. Datong Municipal Health Commission (http://www.dt.gov.cn/dtxxgk/xxgktree/xxgktree.html?parentChannelId=302f1736b57c49d0bb6334d24165972b) 285. Hejin Municipal Health Commission (http://www.sxhj.gov.cn/index.php) 286. Jinzhong Municipal Health Commission (http://wjw.sxjz.gov.cn/) 287. Health Commission of Pingyao County (http://www.pingyao.gov.cn/) 288. Linfen Municipal Health Commission (http://www.linfen.gov.cn/wjw/) 289. Yuncheng Municipal Health Commission (https://wsjkw.yuncheng.gov.cn/) 290. Health Commission of Ruicheng County (http://www.rcx.gov.cn/) 291. Health Commission of Wanrong County (https://www.wanrong.gov.cn/index.htm) 292. Health Commission of Xia County (http://www.sxxiaxian.gov.cn/) 293. Health Commission of Xinjiang County (http://www.jiangzhou.gov.cn/) 294. Lvliang Municipal Health Commission (http://www.lvliang.gov.cn/) 295. Health Commission of Wenshui County (http://www.wenshui.gov.cn/) 296. Taiyuan Municipal Health Commission (http://wjw.taiyuan.gov.cn/) 297. Xiaoyi Municipal Health Commission (http://www.xiaoyi.gov.cn/xxgk/zwzt/yqfk/) 298. Shuozhou Municipal Health Commission (http://szxxgk.shuozhou.gov.cn/szfgzbm/szswsj/) 299. Health Commission of Ying County (http://www.yingxian.gov.cn/) 300. Health Commission of Tibetan Qiang Autonomous Prefecture of Ngawa (http://wjw.abazhou.gov.cn/) 301. Bazhong Municipal Health Commission (http://wsjkw.cnbz.gov.cn/index.html) 302. Chengdu Municipal Health Commission (http://cdwjw.chengdu.gov.cn/) 303. Dazhou Municipal Health Commission (http://wjw.dazhou.gov.cn/) 304. Deyang Municipal Health Commission (https://wjw.deyang.gov.cn/) 305. Health Commission of Tibetan Autonomous Prefecture of Garzê (http://wjw.gzz.gov.cn/) 306. Guang'an Municipal Health Commission (http://wjw.guang-an.gov.cn/) 307. Guangyuan Municipal Health Commission (http://wsjsw.cngy.gov.cn/) 308. Leshan Municipal Health Commission (http://swjj.leshan.gov.cn/) 309. Liangshan Municipal Health Commission (http://wjw.lsz.gov.cn/) 310. Luzhou Municipal Health Commission (http://wjw.luzhou.gov.cn/) 311. Meishan Municipal Health Commission (http://swjw.ms.gov.cn/) 312. Mianyang Municipal Health Commission (http://wjw.my.gov.cn/) 313. Nanchong Municipal Health Commission (http://wsjsw.nanchong.gov.cn/) 314. Neijiang Municipal Health Commission (http://wsj.neijiang.gov.cn/) 315. Panzhihua Municipal Health Commission (http://wjw.panzhihua.gov.cn/) 316. Suining Municipal Health Commission (http://swjw.suining.gov.cn/) 317. Ya'an Municipal Health Commission (http://wjw.yaan.gov.cn/) 318. Yibin Municipal Health Commission (http://ybwjw.yibin.gov.cn/) 319. Zigong Municipal Health Commission (http://www.zg.gov.cn/web/swsjsw) 320. Ziyang Municipal Health Commission (http://swjw.ziyang.gov.cn/) 321. Lhasa Municipal Health Commission (http://www.lasa.gov.cn/lasa/c101149/lsfyzt.shtml) 322. Urumqi Municipal Health Commission (http://www.urumqi.gov.cn/info/iIndex.jsp?cat_id=15790&from=message&isappinstalled=0) 323. Health Commission of Yili Prefecture (http://www.xjyl.gov.cn/index.htm) 324. Baoshan Municipal Health Commission (http://www.baoshan.gov.cn/bmym/bsswsjkwyh.htm) 325. Health Commission of Chuxiong (http://wjw.cxz.gov.cn/) 326. Health Commission of Dali Bai Autonomous Prefecture (http://www.dali.gov.cn/dlrmzf/index.shtml) 327. Health Commission of Dehong Autonomous Prefecture (http://www.dh.gov.cn/wjw/web/) 328. Health Commission of Hani-Yi Autonomous Prefecture of Honghe (http://www.hh.gov.cn/xxgk/xxgkndbg/zjbm/zwsjsw/) 329. Jinghong Municipal Health Commission (https://www.jhs.gov.cn/index.dhtml) 330. Kunming Municipal Health Commission (http://wsjkw.km.gov.cn/) 331. Lijiang Municipal Health Commission (http://www.lijiang.gov.cn/) 332. Lincang Municipal Health Commission (http://www.lincang.gov.cn/lcsrmzf/18500/index.html) 333. Health Commission of Nujiang of the Lisu Autonomous Prefecture (http://www.nujiang.gov.cn/wsjkwyh/) 334. Puer Municipal Health Commission (http://www.puershi.gov.cn/index.htm) 335. Qujing Municipal Health Commission (http://www.qj.gov.cn/html/bmdt2/wsj/) 336. Ruili Municipal Health Bureau (http://www.rl.gov.cn/Web/index.aspx) 337. Tengchong Municipal Health Commission (http://www.tengchong.gov.cn/) 338. Health Commission of Wenshan Zhuang and Miao Autonomous Prefecture (http://www.ynws.gov.cn/) 339. Health Commission of Dai Autonomous Prefecture of Xishuangbanna (https://wjw.xsbn.gov.cn/index.dhtml) 340. Xuanwei Municipal Health Commission (http://www.xw.gov.cn/) 341. Yuxi Municipal Health Commission (http://www.yuxi.gov.cn/) 342. Zhaotong Municipal Health Commission (http://www.zt.gov.cn/) 343. Hangzhou Municipal Health Commission (http://wsjkw.hangzhou.gov.cn/) 344. Jiaxing Municipal Health Commission (http://wsjkw.jiaxing.gov.cn/) 345. Jinhua Municipal Health Commission (http://wjw.jinhua.gov.cn/zwgk/gknb/public.html) 346. Lishui Municipal Health Commission (http://wsjsw.lishui.gov.cn/) 347. Ningbo Municipal Health Commission (http://wjw.ningbo.gov.cn/) 348. Quzhou Municipal Health Commission (http://wjw.qz.gov.cn/) 349. Shaoxing Municipal Health Commission (http://sxws.sx.gov.cn/) 350. Taizhou Municipal Health Commission (http://wsjkw.zjtz.gov.cn/index.php) 351. Wenzhou Municipal Health Commission (http://wjw.wenzhou.gov.Luohe Daily (http://rb.lhrb.com.cn/html/2020-02/13/node_2.htm) 117. Luoyang Daily (http://lyrb.lyd.com.cn/html2/2020-02/13/node_3.htm) 118. Nanyang Daily (http://epaper.01ny.cn/http_rb/html/2020-02/13/node_5.htm) 119. Sanmenxia Daily (http://szb.westking.com/smxrb/html/2020-02/13/node_17.htm) 120. Shangqiu Network (http://www.sqrb.com.cn/) 121. Xinxiang Daily (http://rb.xxrb.com.cn/html/2020-02/13/node_3.htm) 122. Xinyang Daily (http://ribao.xyxww.com.cn/html/2020-02/13/node_2.htm) 123. Xvchang Network (http://www.21xc.com/) 124. Zhengzhou Daily (https://zzrb.zynews.cn/html/2020-02/13/node_3.htm) 125. Zhoukou Daily (http://www.zhld.com/zkrb/html/2017-12/30/node_41.htm) 126. Zhumadian Daily (http://zmdrb.zmdnews.cn/zmdrb/20200213/html/index.htm) 127. Huanggang News Network (http://www.hgdaily.com.cn/) 128. Huangshi News Network (http://www.hsdcw.com/) 129. Jingzhou Daily (http://www.cnchu.com/) 130. Shiyan Daily (http://syrb.10yan.com/) 131. Tianmen Network (http://www.tmwcn.com/) 132. Xiangyang Daily (http://xfrb.hj.cn/) 133. Xianning Daily (http://szb.xnnews.com.cn/xnrb/html/2020-02/13/node_5.htm) 134. Xiaogan Network (http://www.xgrb.cn/) 135. Sanxia Yichang Network (http://www.cn3x.com.cn/)", "latex": null, "type": "table"}, "TABREF1": {"text": "Standardized form used to collect information on individual patient information", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Definition </td></tr><tr><td>Location of case detection </td><td>City where the case was officially reported </td></tr><tr><td>Province of case detection </td><td>Province where the case was officially reported </td></tr><tr><td>Age </td><td>Age of case (in years) </td></tr><tr><td>Sex </td><td>Sex of case </td></tr><tr><td>Exposure to seafood market </td><td>Whether the case had reported a history of exposure to seafood market (binary) </td></tr><tr><td>Exposure to wild animals </td><td>Whether the case had reported a history of exposure to wild animals (binary) Whether the case had reported a history of exposure to live animals (binary) </td></tr><tr><td>Exposure to live animals </td></tr><tr><td>Exposure to COVID-19 cases </td><td>Whether the case had been in close contacts with confirmed </td></tr><tr><td>Exposure to patients with acute respiratory infections </td><td>COVID-19 cases (binary) Whether the case had been in close contacts with patients with acute respiratory infections (binary) </td></tr><tr><td>Exposure to Wuhan/Hubei </td><td>Whether the case had resided in or visited Wuhan city or Hubei province (binary) Type of exposure to Wuhan city, i.e. residence in or visit </td></tr><tr><td>Type of exposure to Wuhan </td><td>Wuhan city </td></tr><tr><td>Start date of exposure* </td><td>The start date of exposure to seafood market, wild and live animals, confirmed COVID-19 cases, patients with acute respiratory infections, or spent time in Wuhan/Hubei </td></tr><tr><td>End date of exposure* </td><td>The end date of exposure to seafood market, wild and live animals, confirmed COVID-19 cases, patients with acute </td></tr><tr><td>Suspected date of exposure to a confirmed case </td><td>respiratory infections, or spent time in Wuhan/Hubei Date of exposure to confirmed COVID-19 case (point estimate or start-end date) </td></tr><tr><td>Date of official reporting </td><td>Reporting by official authorities (date) </td></tr><tr><td>Date of symptom onset </td><td>Date of symptom onset </td></tr><tr><td>Date of first healthcare consultation </td><td>Date of first healthcare consultation </td></tr><tr><td>Date of hospital admission </td><td>Date of first hospital admission </td></tr><tr><td>Cluster id </td><td>ID of the cluster that the case belongs to </td></tr><tr><td>Index case </td><td>Whether the case is the index case of the cluster (binary) </td></tr><tr><td>Relation with the cluster index case </td><td>The relation between index case and secondary cases </td></tr></table></body></html>"}, "TABREF3": {"text": "provided no information about travel history to Wuhan/Hubei, we assumed that the case acquired the infection locally.", "latex": null, "type": "table"}, "TABREF4": {"text": "Completeness of variables used in the study.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Outside Hubei (n=8,579)a </td></tr><tr><td>Age </td><td>94.1% </td></tr><tr><td>Sex </td><td>97.3% </td></tr><tr><td>Location of case detection at city level </td><td>99.6% </td></tr><tr><td>Exposure historyb </td><td>100% </td></tr><tr><td>Date of symptom onset </td><td>66.2% </td></tr><tr><td>Date of first healthcare consultation </td><td>47.2% </td></tr><tr><td>Date of hospital admission </td><td>45.5% </td></tr><tr><td>Date of official reportingc </td><td>93.3% </td></tr></table></body></html>"}, "TABREF5": {"text": "Comparison between our individual records and official line lists.Note: reduced denominators indicate difference greater than one day but lower than two days *Date of official reporting was not released for the official line lists in Hunan Province and Shenzhen City.", "latex": null, "type": "table"}, "TABREF6": {"text": "S5. Proportion of cases reported by each province for whom we have individual information in our records, by province/municipality of mainland China, as of Feb. 17, 2020. The 9 locations selected for the analysis of Rt are highlighted in bold. Hubei is excluded.", "latex": null, "type": "table"}, "TABREF7": {"text": "S6. Estimation of the distribution of the time from symptom onset to first healthcare consultation. Time from symptom onset to first healthcare consultation (days)", "latex": null, "type": "table"}, "TABREF8": {"text": "S7. Estimation of the distribution of the time from symptom onset to hospital admission.", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}, "TABREF10": {"text": "Raw data for COVID-19 used to estimate the incubation period.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>No. </td><td>Age Sex </td><td>Start date of exposure </td><td>End date of exposure </td><td>Date of symptom onset </td><td>Source </td></tr><tr><td>1 </td><td>43 </td><td>M </td><td>1/11/2020 </td><td>1/17/2020 </td><td>1/18/2020 </td><td>https://weibo.com/2803301701/IqO22r0Ko?type=comment#_rnd1581906559095 </td></tr><tr><td>2 </td><td>50 </td><td>F </td><td>1/10/2020 </td><td>1/12/2020 </td><td>1/14/2020 </td><td>https://www.thepaper.cn/newsDetail_forward_5611242 </td></tr><tr><td>3 </td><td>32 </td><td>F </td><td>1/12/2020 </td><td>1/14/2020 </td><td>1/16/2020 </td><td>http://sxwjw.shaanxi.gov.cn/art/2020/1/23/art_9_67371.html </td></tr><tr><td>4 </td><td>45 </td><td>M </td><td>1/10/2020 </td><td> </td><td>1/23/2020 </td><td>https://baijiahao.baidu.com/s?id=1656854142343599965&amp;wfr=spider&amp;for=pc </td></tr><tr><td>5 </td><td>47 </td><td>F </td><td>1/10/2020 </td><td> </td><td>1/14/2020 </td><td>https://baijiahao.baidu.com/s?id=1656854142343599965&amp;wfr=spider&amp;for=pc </td></tr><tr><td>6 </td><td>48 </td><td>F </td><td>1/10/2020 </td><td> </td><td>1/25/2020 </td><td>https://baijiahao.baidu.com/s?id=1656854142343599965&amp;wfr=spider&amp;for=pc </td></tr><tr><td>7 </td><td>49 </td><td>F </td><td>1/10/2020 </td><td> </td><td>1/21/2020 </td><td>http://wjw.fy.gov.cn/content/detail/5e2fb0997f8b9a96218b457b.html </td></tr><tr><td>8 </td><td>35 </td><td>M </td><td>1/20/2020 </td><td>1/23/2020 </td><td>1/28/2020 </td><td>https://m.weibo.cn/2656274875/4466058297975969 </td></tr><tr><td>9 </td><td>22 </td><td>M </td><td>1/21/2020 </td><td>1/21/2020 </td><td>1/25/2020 </td><td>http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/xxfb/17720649.html </td></tr><tr><td>10 </td><td>22 </td><td>M </td><td>1/21/2020 </td><td>1/21/2020 </td><td>1/24/2020 </td><td>http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/xxfb/17720649.html </td></tr></table></body></html>"}, "TABREF11": {"text": "", "latex": null, "type": "table"}, "TABREF12": {"text": "Raw data of clusters and cluster cases of COVID-19 used to estimate the serial interval.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Cluster </td><td> </td><td> </td><td>Date of symptom </td><td> </td></tr><tr><td>id </td><td>Index case </td><td>Age </td><td>Sex </td><td> </td><td>Source </td></tr><tr><td>1 </td><td>1 </td><td>36 </td><td>M </td><td>onset 1/1/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202001/t20200124_18992235.htm </td></tr><tr><td>1 </td><td>0 </td><td>63 </td><td>F </td><td>1/8/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202001/t20200124_18992235.htm </td></tr><tr><td>2 </td><td>1 </td><td>47 </td><td>F </td><td>1/14/2020 </td><td>https://baijiahao.baidu.com/s?id=1656854142343599965&amp;wfr=spider&amp;for=pc </td></tr><tr><td>2 </td><td>0 </td><td>57 </td><td>F </td><td>1/25/2020 </td><td>https://baijiahao.baidu.com/s?id=1656854142343599965&amp;wfr=spider&amp;for=pc </td></tr><tr><td>3 </td><td>1 </td><td>48 </td><td>M </td><td>1/13/2020 </td><td>http://wjw.fy.gov.cn/content/detail/5e2fb0997f8b9a96218b457b.html </td></tr><tr><td>3 </td><td>0 </td><td>47 </td><td>F </td><td>1/18/2020 </td><td>http://wjw.fy.gov.cn/content/detail/5e2fb0997f8b9a96218b457b.html </td></tr><tr><td>3 </td><td>0 </td><td>49 </td><td>F </td><td>1/21/2020 </td><td>http://wjw.fy.gov.cn/content/detail/5e2fb0997f8b9a96218b457b.html </td></tr><tr><td>4 </td><td>1 </td><td>50 </td><td>M </td><td>1/13/2020 </td><td>https://m.bjnews.com.cn/detail/157977300815379.html </td></tr><tr><td>4 </td><td>0 </td><td>17 </td><td>F </td><td>1/22/2020 </td><td>http://wjw.beijing.gov.cn/wjwh/ztzl/xxgzbd/202001/t20200126_1621360.html </td></tr><tr><td>5 </td><td>1 </td><td>50 </td><td>F </td><td>1/10/2020 </td><td>https://mp.weixin.qq.com/s/xnhvY3AsirGspr-Ix8it7w </td></tr><tr><td>5 </td><td>0 </td><td>40 </td><td>F </td><td>1/15/2020 </td><td>https://mp.weixin.qq.com/s/xnhvY3AsirGspr-Ix8it7w </td></tr><tr><td>5 </td><td>0 </td><td>51 </td><td>M </td><td>1/17/2020 </td><td>https://mp.weixin.qq.com/s/xnhvY3AsirGspr-Ix8it7w </td></tr><tr><td>6 </td><td>1 </td><td>42 </td><td>M </td><td>1/17/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202001/t20200128_1934289.htm </td></tr><tr><td>6 </td><td>0 </td><td>61 </td><td>F </td><td>1/24/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202001/t20200128_1934289.htm </td></tr><tr><td>7 </td><td>1 </td><td>26 </td><td>M </td><td>1/21/2020 </td><td>http://jnmhc.jinan.gov.cn/art/2020/1/26/art_50366_3884911.html </td></tr><tr><td>7 </td><td>0 </td><td>87 </td><td>F </td><td>1/28/2020 </td><td>http://ws.zibo.gov.cn/art/2020/1/29/art_814_1879462.html </td></tr><tr><td>7 </td><td>0 </td><td>51 </td><td>F </td><td>1/28/2020 </td><td>http://ws.zibo.gov.cn/art/2020/1/29/art_814_1879462.html </td></tr><tr><td>8 </td><td>1 </td><td>54 </td><td>M </td><td>1/21/2020 </td><td>http://wjw.anqing.gov.cn/13971952/96807087.html </td></tr><tr><td>8 </td><td>0 </td><td>51 </td><td>F </td><td>1/25/2020 </td><td>http://wjw.anqing.gov.cn/13971952/96900892.html </td></tr><tr><td>9 </td><td>1 </td><td>22 </td><td>M </td><td>1/22/2020 </td><td>http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/xxfb/17720649.html </td></tr><tr><td>9 </td><td>0 </td><td>22 </td><td>M </td><td>1/25/2020 </td><td>http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/xxfb/17720649.html </td></tr><tr><td>9 </td><td>0 </td><td>22 </td><td>M </td><td>1/24/2020 </td><td>http://wjw.hefei.gov.cn/ztzl/xxgzbdgrdfyyqfk/xxfb/17720649.html </td></tr><tr><td>10 </td><td>1 </td><td>35 </td><td>M </td><td>1/25/2020 </td><td>http://jnmhc.jinan.gov.cn/art/2020/1/30/art_50366_3898999.html </td></tr><tr><td>10 </td><td>0 </td><td>8 </td><td>F </td><td>1/29/2020 </td><td>http://jnmhc.jinan.gov.cn/art/2020/1/31/art_50366_3902975.html </td></tr><tr><td>11 </td><td>1 </td><td>42 </td><td>M </td><td>1/25/2020 </td><td>http://hzswsjkw.heze.gov.cn/art/2020/1/27/art_119712_8758575.html </td></tr><tr><td>11 </td><td>0 </td><td>14 </td><td>M </td><td>1/27/2020 </td><td>http://hzswsjkw.heze.gov.cn/art/2020/1/29/art_119712_8759936.html </td></tr><tr><td>12 </td><td>1 </td><td> </td><td> </td><td>1/13/2020 </td><td>http://wst.hainan.gov.cn/swjw/rdzt/yqfk/202001/t20200129_2741749.html </td></tr><tr><td>12 </td><td>0 </td><td> </td><td> </td><td>1/18/2020 </td><td>http://wst.hainan.gov.cn/swjw/rdzt/yqfk/202001/t20200129_2741749.html </td></tr><tr><td>13 </td><td>1 </td><td> </td><td>M </td><td>1/19/2020 </td><td>https://mp.weixin.qq.com/s/3oKnPCg_PZPVU2pe0kcjgA </td></tr><tr><td>13 </td><td>0 </td><td> </td><td>F </td><td>1/24/2020 </td><td>https://mp.weixin.qq.com/s/3oKnPCg_PZPVU2pe0kcjgA </td></tr><tr><td>13 </td><td>0 </td><td> </td><td>M </td><td>1/24/2020 </td><td>https://mp.weixin.qq.com/s/3oKnPCg_PZPVU2pe0kcjgA </td></tr><tr><td>13 </td><td>0 </td><td> </td><td>F </td><td>1/22/2020 </td><td>https://mp.weixin.qq.com/s/3oKnPCg_PZPVU2pe0kcjgA </td></tr><tr><td>14 </td><td>1 </td><td>64 </td><td>F </td><td>1/17/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202001/t20200130_18993707.htm </td></tr><tr><td>14 </td><td>0 </td><td>37 </td><td>F </td><td>1/28/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200205_19000593.htm </td></tr><tr><td>15 </td><td>1 </td><td>78 </td><td>M </td><td>1/26/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200202_18995441.htm </td></tr><tr><td>15 </td><td>0 </td><td>78 </td><td>F </td><td>1/30/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200205_19000593.htm </td></tr><tr><td>16 </td><td>1 </td><td>44 </td><td>F </td><td>1/24/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200205_18998915.htm </td></tr><tr><td>16 </td><td>0 </td><td>13 </td><td>M </td><td>2/3/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200206_19002824.htm </td></tr><tr><td>17 </td><td>1 </td><td>54 </td><td>F </td><td>2/3/2020 </td><td>https://mp.weixin.qq.com/s/bzct51HBkNHgn-8CwFfKPA </td></tr><tr><td>17 </td><td>0 </td><td>52 </td><td>M </td><td>2/4/2020 </td><td>https://mp.weixin.qq.com/s/kyYJmS56Dua0VKRZUHk7dA </td></tr><tr><td>18 </td><td>1 </td><td>53 </td><td>M </td><td>1/30/2020 </td><td>http://www.mm111.net/wsyq/p/386976.html </td></tr><tr><td>18 </td><td>0 </td><td>53 </td><td>M </td><td>2/2/2020 </td><td>https://mp.weixin.qq.com/s/Ew-D4qAouVeYuD66FRwfvw </td></tr><tr><td>19 </td><td>1 </td><td>32 </td><td>M </td><td>1/28/2020 </td><td>https://baijiahao.baidu.com/s?id=1657944662511308880&amp;wfr=spider&amp;for=pc </td></tr><tr><td>19 </td><td>0 </td><td>31 </td><td>M </td><td>2/3/2020 </td><td>https://baijiahao.baidu.com/s?id=1657944662511308880&amp;wfr=spider&amp;for=pc </td></tr><tr><td>20 </td><td>1 </td><td>69 </td><td>M </td><td>1/23/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202002/t20200201_1937487.htm </td></tr><tr><td>20 </td><td>0 </td><td>78 </td><td>F </td><td>1/30/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202002/t20200201_1937487.htm </td></tr><tr><td>21 </td><td>1 </td><td>47 </td><td>F </td><td>1/19/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202002/t20200201_1937487.htm </td></tr><tr><td>21 </td><td>0 </td><td>54 </td><td>M </td><td>1/27/2020 </td><td>http://wjw.yinchuan.gov.cn/wsjsdt/202002/t20200201_1937487.htm </td></tr><tr><td>22 </td><td>1 </td><td>59 </td><td>F </td><td>1/24/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200204_18997944.htm </td></tr><tr><td>22 </td><td>0 </td><td>34 </td><td>F </td><td>1/25/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200205_18998915.htm </td></tr><tr><td>23 </td><td>1 </td><td>47 </td><td>F </td><td>1/24/2020 </td><td>https://mp.weixin.qq.com/s/9fFGIkR8zd0FHbcYS1wbmw </td></tr><tr><td>23 </td><td>0 </td><td>40 </td><td>F </td><td>1/27/2020 </td><td>https://mp.weixin.qq.com/s/9fFGIkR8zd0FHbcYS1wbmw </td></tr><tr><td>24 </td><td>1 </td><td>37 </td><td>F </td><td>1/26/2020 </td><td>http://www.zhuhai.gov.cn/xw/xwzx/zhyw/content/post_2465729.html </td></tr><tr><td>24 </td><td>0 </td><td>67 </td><td>F </td><td>1/26/2020 </td><td>http://www.zhuhai.gov.cn/xw/xwzx/zhyw/content/post_2465729.html </td></tr><tr><td>25 </td><td>1 </td><td>41 </td><td>M </td><td>1/26/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200204_18997947.htm </td></tr><tr><td>25 </td><td>0 </td><td>40 </td><td>F </td><td>1/29/2020 </td><td>http://wjw.sz.gov.cn/yqxx/202002/t20200204_18997938.htm </td></tr><tr><td>26 </td><td>1 </td><td>65 </td><td>F </td><td>1/28/2020 </td><td>http://wjw.hechi.gov.cn/gggs/20200206-2392799.shtml </td></tr><tr><td>26 </td><td>0 </td><td>71 </td><td>M </td><td>2/1/2020 </td><td>http://wjw.hechi.gov.cn/gggs/20200206-2392799.shtml </td></tr><tr><td>27 </td><td>1 </td><td>37 </td><td>F </td><td>1/30/2020 </td><td>https://weibo.com/1959574931/Itn9r70k8 </td></tr><tr><td>27 </td><td>0 </td><td>36 </td><td>M </td><td>2/3/2020 </td><td>https://weibo.com/1959574931/Itn9r70k8 </td></tr><tr><td>28 </td><td>1 </td><td>26 </td><td>M </td><td>1/17/2020 </td><td>https://mp.weixin.qq.com/s/ojCDQAEhqzzw4OIoc70z4A </td></tr><tr><td>28 </td><td>0 </td><td>28 </td><td>F </td><td>1/23/2020 </td><td>https://mp.weixin.qq.com/s/ojCDQAEhqzzw4OIoc70z4A </td></tr><tr><td>28 </td><td>0 </td><td>51 </td><td>F </td><td>1/24/2020 </td><td>https://mp.weixin.qq.com/s/ojCDQAEhqzzw4OIoc70z4A </td></tr></table></body></html>"}, "TABREF13": {"text": "S13. Estimated distributions of the serial interval given different censoring assumptions.", "latex": null, "type": "table"}, "TABREF14": {"text": "Traffic restrictions from/ to Hubei travel ban train and flight travel from/ to Hubei ban 2020/1/27 http://www.jiangsu.gov.cn/art/2020/2/2/art_60085_8960232.html Traffic restrictions from/to Wuhan travel ban interprovincial bus and waterway travel from/ to Wuhan ban 2020/1/21 https://mp.weixin.qq.com/s/x-BTzXbecYg5LZieVfYpHQ //www.jiangsu.gov.cn/art/2020/2/2/art_60085_8960232.html", "latex": null, "type": "table"}}, "back_matter": []}