{
    "paper_id": "0ae71868fc7f1f6ffe401154c10b985f4e443b15",
    "metadata": {
        "title": "On Integral Transforms for Residuated Lattice-Valued Functions",
        "authors": [
            {
                "first": "Michal",
                "middle": [],
                "last": "Holčapek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ostrava",
                    "location": {
                        "addrLine": "30. dubna 22",
                        "postCode": "701 03",
                        "settlement": "Ostrava 1",
                        "country": "Czech Republic"
                    }
                },
                "email": "michal.holcapek@osu.cz"
            },
            {
                "first": "B",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ostrava",
                    "location": {
                        "addrLine": "30. dubna 22",
                        "postCode": "701 03",
                        "settlement": "Ostrava 1",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Viec",
                "middle": [],
                "last": "Bui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ostrava",
                    "location": {
                        "addrLine": "30. dubna 22",
                        "postCode": "701 03",
                        "settlement": "Ostrava 1",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The article aims to introduce four types of integral transforms for functions whose function values belong to a complete residuated lattice. The integral transforms are defined using so-called qualitative residuum based fuzzy integrals and integral kernels in the form of binary fuzzy relations. We present some of the basic properties of proposed integral transforms including a linearity property that is satisfied under specific conditions for comonotonic functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mathematical operators known as integral transforms produce a new function g(y) by integrating the product of an existing function f (x) and an integral kernel function K(x, y) between suitable limits. The Fourier and Laplace transforms belong among the most popular integral transforms and are applied for real or complex-valued functions. The importance of the integral transforms is mainly in solving (partial) differential equations, algebraic equations, signal and image processing, spectral analysis of stochastic processes (see, e.g., [2, 21, 23] ).",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In fuzzy set theory we often deal with functions whose function values belong to an appropriate algebra of truth values as a residuated lattice and its special variants as the BL-algebra, MV-algebra, IMTL-algebra (see, e.g. [1, 5, 18] ). In [20] , Perfilieva introduced lattice-valued upper and lower fuzzy transforms that are, among others, used for an approximation of functions. A deeper investigation of fuzzy transforms properties can be found in [13] [14] [15] [16] [17] 19, 22] . In a recent article [9] , we demonstrated that the lower and upper fuzzy transforms can be introduced as two type of integral transforms, where the multiplication based fuzzy integral is applied [3, 4] . Namely, for a fuzzy measure space (X, F, μ), an integral kernel K : X × Y → L and a function f : X → L, where L is a complete residuated lattice, we proposed the integral transforms given by the following formulas:",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 686,
                    "end": 688,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where F ⊗ (K,⊗) becomes the upper fuzzy transform if μ(A) = 1 for any A ∈ F = P(X) such that A = ∅ and F → (K,⊗) (f ) becomes the lower fuzzy transform if μ(A) = 0 for any A ∈ F = P(X) such that A = X. 1 Moreover, to get the exact definitions of lower and upper fuzzy transforms, the family of fuzzy sets {K(·, y) | y ∈ Y } has to form a fuzzy partition of X (see [20] ).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this article is to introduce further integral transforms for residuated lattice-valued functions and analyze their basic properties for which we consider the residuum based fuzzy integrals that were proposed by Dvořák and Holčapek in [4] and Dubois, Prade and Rico in [3] . Together with the integral transform with the multiplication based fuzzy integral introduced in [9] we get a class of nonstandard integral transforms for the residuated lattice-valued functions based on fuzzy (or also qualitative) integrals that are often used in data processing. Note that the fuzzy integrals aggregate data and, in this way, provide summary information that is not directly visible from data. Obviously, the proposed integral transforms also provide an aggregation of function values, mainly, if the set Y has a significantly smaller size than the set X. This can be used, for example, in hierarchical decision making, classification problem or signal and image processing, where kernels can express relationships between different levels of criteria, object attributes and classes or introduce windows for some kind of filtering, respectively.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 232,
                    "text": "Dvořák and",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The article is structured as follows. In the next section, we recall the definition of complete residuated lattices and the basic concepts of fuzzy set theory and the theory of fuzzy measure spaces. The third section introduces two types of the residuum based fuzzy integrals and shows their basic properties. The integral transforms for residuated lattice-valued functions are established in the fourth section. We present their elementary properties and demonstrate the linearity property under the restriction to comonotonic functions. The last section is a conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because of the space limitation almost all proofs are omitted in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We assume that the structure of truth values is a complete residuated lattice, i.e., an algebra L = L, ∧, ∨, ⊗, →, 0, 1 with four binary operations and two constants such that L, ∧, ∨, 0, 1 is a complete lattice, where 0 is the least element and 1 is the greatest element of L, L, ⊗, 1 is a commutative monoid (i.e., ⊗ is associative, commutative and the identity a ⊗ 1 = a holds for any a ∈ L) and the adjointness property is satisfied, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Value Structures"
        },
        {
            "text": "holds for each a, b, c ∈ L, where ≤ denotes the corresponding lattice ordering,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Value Structures"
        },
        {
            "text": "The operation of negation on L is defined as ¬a = a → 0 for a ∈ L. A residuated lattice L satisfies the law of double negation if ¬¬a = a holds for any a ∈ L. A divisible residuated lattice satisfying the law of double negation is called an MV-algebra. A residuated lattice is said to be linearly ordered if the corresponding lattice ordering is linear, i.e., a ≤ b or b ≤ a holds for any a, b ∈ L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Value Structures"
        },
        {
            "text": "If L is a complete MV-algebra the above inequalities may be replaced by equalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Truth Value Structures"
        },
        {
            "text": "For more information about residuated lattices, we refer to [1, 18] . In what follows, we present two examples of linearly ordered lattice.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Truth Value Structures"
        },
        {
            "text": "It is easy to prove that the algebra",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "where T is a left continuous t-norm (see, e.g., [11] ) and a → T b = {c ∈ [0, 1] | T (a, c) ≤ b}, defines the residuum, is a complete residuated lattice. In this article, we will refer to complete residuated lattices determined by the Lukasiewicz tnorm and nilpotent minimum, i.e.,",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "respectively. Their residua are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "In the first case, the complete residuated lattice will be denoted by L L . Note that L L is a complete MV-algebra called the Lukasiewicz algebra (on [0, 1]), where, for example, the distributivity of ⊗ over is satisfied. 2 The residuated lattice determined by the nilpotent minimum is an example of a residuated lattice in which the above-mentioned distributivity fails.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "is a complete residuated lattice. Note that L [a,b] is a special example of a more general residuated lattice called a Heyting algebra. 3 In the end of this section, we introduce two families of subsets of L from which important algebras of sets are later generated. Let u : P(L) → P(L) be defined as",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "for any X ∈ P(L). Obviously, X ⊆ u(X). A set X ∈ P(L), for which u(X) = X holds, is called the upper set or upset. We use U(L) to denote the family of all",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "for any X ∈ P(L). A set X ∈ P(L) for which (X) = X holds is called the lower set or loset. The family of all losets in L is denoted L(L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1."
        },
        {
            "text": "Let L be a complete residuated lattice, and let X be a non-empty universe of discourse. A function A : X → L is called a fuzzy set (L-fuzzy set) on X. A value A(x) is called a membership degree of x in the fuzzy set A. The set of all fuzzy sets on X is denoted by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Sets"
        },
        {
            "text": "for any x ∈ X. Obviously, a crisp fuzzy set can be uniquely identified with a subset of X. The symbol ∅ denotes the empty fuzzy set on X, i.e., ∅(x) = 0 for any x ∈ X. The set of all crisp fuzzy sets on X (i.e., the power set of X) is denoted by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Sets"
        },
        {
            "text": "are called the support and the core of a fuzzy set A, respectively. A fuzzy set A is called normal if Core(A) = ∅.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Sets"
        },
        {
            "text": "Let A, B be fuzzy sets on X. The extension of the operations ∧, ∨, ⊗ and → on L to the operations on F(X) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Sets"
        },
        {
            "text": "for any x ∈ X. Obviously, A ∧ B and A ∨ B are the standard definitions of the intersection and union of fuzzy sets A and B, respectively, but we prefer here the symbols of infimum (∧) and supremum (∨) over the classical ∩ and ∪. Let X, Y be non-empty universes. A fuzzy set K : X × Y → L is called a (binary) fuzzy relation. A fuzzy relation K is said to be normal, whenever Core(K) = ∅, and normal in the first coordinate, whenever Core(K(x, ·)) = ∅ for any x ∈ X. Similarly, a fuzzy relation is normal in the second component. A fuzzy relation K is said to be complete normal whenever K is normal in the first and the second coordinates. A relaxation of the normality of fuzzy relation is a semi-normal fuzzy relation defined as K = ∅, i.e., K(x, y) > 0 for certain (x, y) ∈ X × Y . Similarly one can define semi-normal in the the first (second) coordinate and complete semi-normal fuzzy relation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Sets"
        },
        {
            "text": "Measurable spaces and functions. Let us consider algebras of sets as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "It is easy to see that if F is an algebra (σ-algebra) of sets, then the intersection of finite (countable) number of sets belongs to F.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "Obviously, the sets {∅, X} and P(X) are σ-algebras of fuzzy sets on X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "A beneficial tool how to introduce an algebra or a σ-algebra of sets on X is an algebra (σ-algebra) generated by a non-empty family of sets. Definition 3. Let G ⊆ P(X) be a non-empty family of sets. The smallest algebra (σ-algebra) on X containing G is denoted by alg(G) (σ(G)) and is called the generated algebra (σ-algebra) by the family G.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "Note that the intersection of algebras (σ-algebras) is again an algebra (σ-algebra), hence, the smallest algebra (σ-algebra) on X containing G always exists and its unique. Moreover, the generated algebra alg(G), in contrast to σ(G), can be simply constructed from the elements G as the set which consists of all finite unions applied on the set of all finite intersections over the elements of G and their complements. Note that the construction of a generated σ-algebra needs a transfinite approach. In this article, we will consider the algebras generated from the families of upsets U(L) and losets L(L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "Let (X, F) and (Y, G) be measurable spaces, and let f :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "The following theorem shows that the verification of F-G-measurability of functions can be simplified if G is a generated algebra (σ-algebra).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "Note that Q is called the preimage algebra on Y . From the definition of the generated algebra alg(G) by the family G, we find that alg(G) ⊆ Q. Hence, we obtain that f −1 (Z) ∈ F for any Z ∈ alg(G), which means that f is F-alg(G)-measurable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fuzzy Measure Spaces"
        },
        {
            "text": "In the following three statements we provide sufficient conditions under which the functions obtained applying the operations to measurable functions remain measurable. For the purpose of this article, we restrict to fuzzy sets and algebras determined by upsets and losets. Theorem 4. Let (X, F) be an algebra, and let B ⊆ F(X) be a set of all Falg(U(L))-measurable fuzzy sets. If F is closed over arbitrary unions, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note that the previous theorem remains true if alg(G) is replaced by σ(G)."
        },
        {
            "text": "Theorem 5. Let L be linearly ordered and dense. Let (X, F) be an algebra, and let B ⊆ F(X) be a set of all F-alg(U(L))-measurable fuzzy sets. If F is closed over arbitrary unions, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note that the previous theorem remains true if alg(G) is replaced by σ(G)."
        },
        {
            "text": "The previous theorems become true if the algebra alg(U(L)) is replaced by alg(L(L)) and the F-alg(L(L))-measurability is considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note that the previous theorem remains true if alg(G) is replaced by σ(G)."
        },
        {
            "text": "Fuzzy Measures. The concept of a fuzzy measure on a measurable space (X, F) is a slight extension of the standard definition of the normed measure where the unit interval (or the real line) is replaced by a complete residuated lattice L (e.g., [6, 12] ).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Note that the previous theorem remains true if alg(G) is replaced by σ(G)."
        },
        {
            "text": "A triplet (X, F, μ) is called a fuzzy measure space whenever (X, F) is a measurable space and μ is a fuzzy measure on (X, F).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 19,
                    "text": "(X, F, μ)",
                    "ref_id": null
                }
            ],
            "section": "Definition 4. A map"
        },
        {
            "text": "Example 3. Let L T be an algebra from Example 1, where T is a continuous t-norm. Let X = {x 1 , . . . , x n } be a finite non-empty set, and let F be an arbitrary algebra. A relative fuzzy measure μ r on (X, F) can be given as",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 99,
                    "text": "Let X = {x 1 , . .",
                    "ref_id": null
                }
            ],
            "section": "Definition 4. A map"
        },
        {
            "text": "for all A ∈ F, where |A| and |X| denote the cardinality of A and X, respectively. Let ϕ : L → L be a monotonically non-decreasing map with ϕ(0) = 0 and ϕ(1) = 1. The relative measure μ r can be generalized as a fuzzy measure μ r ϕ on (X, F) given by μ r ϕ (A) = ϕ(μ r (A)) for any A ∈ F.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 4. A map"
        },
        {
            "text": "In the following part, we introduce two types of fuzzy (qualitative) integrals based on the operation of residuum. The first type of this fuzzy integral was proposed by Dvořák and Holčapek in [4] for fuzzy quantifiers modelling, the second type was proposed by Dubois, Prade and Rico in [3] , known also under the name desintegral, for the reasoning with a decreasing evaluation scale. A comparison of both fuzzy integrals can be found in [10] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Residuum Based Fuzzy Integrals"
        },
        {
            "text": "The integrated functions are fuzzy sets on X. We consider a modified version of the original definition of the residuum based fuzzy integral presented in [4] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "→ DH -Fuzzy Integral"
        },
        {
            "text": "Note that the original definition in [4] and the previous definition of residuum based integrals coincide on MV-algebras. The following statement presents basic properties of → DH -fuzzy integral.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Definition 5. Let (X, F, ν) be a complementary fuzzy measure space, and let"
        },
        {
            "text": "Theorem 6. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5. Let (X, F, ν) be a complementary fuzzy measure space, and let"
        },
        {
            "text": "Note that the inequality (iii) of the previous theorem becomes the equality in a complete MV-algebra. An equivalent, and useful from the practical point of view, definition of → DH -fuzzy integrals can be obtained for F-alg(U(L))measurable functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5. Let (X, F, ν) be a complementary fuzzy measure space, and let"
        },
        {
            "text": "We say that f, g ∈ F(X) are comonotonic if and only if there is no pair x 1 , x 2 ∈ X such that f (x 1 ) < f(x 2 ) and simultaneously g(x 1 ) > g(x 2 ). Note that the Sugeno integral preserves the infimum and supremum for the commonotonic functions, i.e., it is comonotonically minitive and comonotonically maxitive, (see, [7, Theorem 4 .44]). A similar result for the residuum based fuzzy integral can be simply derived using the following lemma whose proof can be found in [9] .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 327,
                    "end": 336,
                    "text": "Theorem 4",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Definition 5. Let (X, F, ν) be a complementary fuzzy measure space, and let"
        },
        {
            "text": "Then C f is a chain with respect to ⊆, and if f and g are comonotonic, then C f g (a) = C f (a) or C f g (a) = C g (a) for any a ∈ L, where ∈ {∧, ∨}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1. Let L be linearly ordered, and let f, g ∈ F(X). Denote"
        },
        {
            "text": "Note that a dual formula to (8) , where the infimum is replaced by the supremum and vice versa, is not true in general even if we restrict ourselves to linearly ordered Heyting algebra (cf. Theorem 3.4 in [9] for the multiplication based fuzzy integral).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 8. Let L be linearly ordered, and let f, g ∈ F(X) be comonotonic F-alg(U(L)-measurable functions. Then"
        },
        {
            "text": "The integrated functions are again fuzzy sets on X. Definition 6. Let (X, F, μ) be a fuzzy measure space, and let f : X → L. The → DPR -fuzzy integral of f on X is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DPR -Fuzzy Integrals"
        },
        {
            "text": "Note that if A = ∅, then μ c (X \\ ∅) → ∅ = 0 → 0 = 1, hence, the empty set has no influence on the value of the → DPR -fuzzy integral. The following statement presents basic properties of → DPR -fuzzy integral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DPR -Fuzzy Integrals"
        },
        {
            "text": "Theorem 9. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DPR -Fuzzy Integrals"
        },
        {
            "text": "Note that the inequality (iv) of the previous theorem becomes the equality in a complete MV-algebra. An equivalent formula to (9) under the assumption of F-alg(L(L))-measurability of functions is as follows.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "→ DPR -Fuzzy Integrals"
        },
        {
            "text": "Theorem 10. Let (X, F, μ) be a fuzzy measure space, and let f :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 25,
                    "text": "Let (X, F, μ)",
                    "ref_id": null
                }
            ],
            "section": "→ DPR -Fuzzy Integrals"
        },
        {
            "text": ". ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2. Let L be linearly ordered, and let f, g ∈ F(X)"
        },
        {
            "text": "→ DPR (f ∧ g) dμ = → DPR f dμ ∧ → DPR g dμ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 11. Let L be linearly ordered, and let f, g ∈ F(X) be comonotonic F-alg(L(L))-measurable functions. Then"
        },
        {
            "text": "In this section, we propose four types of integral transforms for functions whose function values are evaluated in a complete residuated lattice. For their definitions, we use the residuum based fuzzy integral introduced in Sect. 3. The integral transforms transform fuzzy sets from F(X) to fuzzy sets from F(Y ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integral Transforms for Lattice-Valued Functions"
        },
        {
            "text": "In this part, we propose two types of integral transform based on → DH -fuzzy integral. For their definitions we are inspired by a straightforward generalization of the lower and upper fuzzy transforms in terms of the multiplication based fuzzy integral presented in [9] . We start with the definition of → DH -integral transforms merging an integral kernel and a transformed function by the multiplication operation. ",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "is called a (K, ⊗, → DH )-integral transform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "It is easy to see that a complementary measure ν and a semi-normal in the second component fuzzy relation K are parameters of (K, ⊗, → DH )-integral transform. The fuzzy relation K will be called the integral kernel, which corresponds to the standard notation in the theory of integral transforms. Note that the semi-normality in the second component of integral kernels is considered as a natural assumption avoiding the trivial case, namely, if K(x, y) = 0 for any x ∈ X and some y ∈ Y , we trivially obtain F ⊗ (K,→DH) (f )(y) = 1 as a consequence of → DH 0 X dν = ¬0 = 1 (see Theorem 6(b)). Remark 1. If an integral kernel K is normal in the second component for any y ∈ Y and, moreover, the family of sets {Core (K(·, y) ) | y ∈ Y } forms a partition of X, the family of fuzzy sets {K(·, y) | y ∈ Y } is called a fuzzy partition of X, which is a crucial concept in the definition of lower and upper fuzzy transforms [20] . In this article, we significantly relax the concept of fuzzy partition because we require only that K(·, y) > 0 for any y ∈ Y . Nevertheless, the fulfillment of certain integral transforms properties usually forces to introduce specific conditions for integral kernels (see Theorems 4.4 and 4.7 in [9] ).",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 925,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 717,
                    "end": 725,
                    "text": "(K(·, y)",
                    "ref_id": null
                }
            ],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "The following theorem shows basic properties of (K, ⊗, → DH )-integral transforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Theorem 12. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Moreover, if L is a complete MV-algebra, the equality in (iv) holds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Proof. The first three statements are trivial consequences of the monotonicity of the operation ⊗ (i.e., monotonically non-decreasing) and the → DH -fuzzy integral (Theorem 6(i)). Using Theorem 6(iii) and the commutativity of ⊗, for any y ∈ Y , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Moreover, if L is a complete MV-algebra, the previous inequality becomes the equality and hence, the equality in (iv) holds. Since K(x, y) ⊗ (a → f (x)) ≤ a → (K(x, y) ⊗ f (x)), using (i) and (iv) of Theorem 6, one can simply prove (v).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Let us continue with another type of → DH -integral transforms, where the integral kernels are combined with the transformed functions using the residuum operation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "is called a (K, →, → DH )-integral transform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Note that if K is not semi-normal in the second component, i.e., K(x, y) = 0 for some y ∈ Y and any x ∈ X, we trivially obtain F → (K,→DH) (f )(y) = 0 as a consequence of → DH 1 X dν = ¬1 = 0 (see Theorem 6(b) ). In what follows, we present some basic properties of the (K, →, → DH )-integral transform.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 209,
                    "text": "Theorem 6(b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Theorem 13. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Proof. The first three statements are trivial consequences of the monotonicity of the operation → (i.e., monotonically non-decreasing in the second component) and the → DH -fuzzy integral (Theorem 6(i)). Since K(x, y) → (a ⊗ f (x)) ≥ a ⊗ (K(x, y → f (x)), then using (i) and (iii) of Theorem 6, for any y ∈ Y , we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Since K(x, y) → (a → f (x)) = a → (K(x, y) → f (x)), using Theorem 6(iv), one can simply prove (v).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "One could see that, although, the → DH -integral transforms are defined by different operations, i.e., ⊗ and →, their basic properties coincide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "We showed in Theorem 8 that under the assumption of the linearity of complete residuated lattices, the → DH -fuzzy integral is a linear operator in the sense that the → DH -fuzzy integral of the supremum of comonotonic functions is the infimum of → DH -fuzzy integrals of these functions. The linearity property of → DH -fuzzy integral can be used to prove the analogous property for → DH -integral transforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DH -Integral Transforms"
        },
        {
            "text": "Let L be a linearly ordered and assume that the algebra F is closed over arbitrary unions. Let f, g, K(·, y) be F-alg(U(L))-measurable for any y ∈ Y . If K(·, y) f and K(·, y) g are comonotonic for ∈ {⊗, →}, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 14."
        },
        {
            "text": "Similarly to the previous subsection we propose two types of integral transforms based now on the → DPR -fuzzy integral. Again we start with the definition of integral transform, where integral kernels and transformed functions are merged by the multiplication operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "→ DPR -Integral Transform"
        },
        {
            "text": "Let (X, F, μ) be a fuzzy measure space, and let K : X × Y → L be a semi-normal in the second component fuzzy relation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "is called a (K, ⊗, → DPR )-integral transform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "The following theorem shows several basic properties of (K, ⊗, → DPR )integral transforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Theorem 15. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Proof. Similarly to the proof of Theorem 12 one can simply prove all the statements using the properties of → DPR -fuzzy integral presented in Theorem 9. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "is called a (K, →, → DPR )-integral transform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Some of basic properties of (K, →, → DPR )-integral transform are presented in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Theorem 16. For any f, g ∈ F(X) and a ∈ L, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 9."
        },
        {
            "text": "Again one could notice that although, the → DPR -integral transforms are defined by different operations, their basic properties are identical. The following linear property ensured for comonotonic functions is a straightforward consequence of Theorem 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, if L is a complete MV-algebra, the equality in (v) holds."
        },
        {
            "text": "Theorem 17. Let L be a linearly ordered and assume that the algebra F is closed over arbitrary unions. Let f, g, K(·, y) be F-alg(L(L))-measurable for any y ∈ Y . If K(·, y) f and K(·, y) g are comonotonic for ∈ {⊗, →}, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, if L is a complete MV-algebra, the equality in (v) holds."
        },
        {
            "text": "In this article, we introduced four types of integral transforms, where we used the residuum based fuzzy (qualitative) integrals, namely, the → DH -fuzzy integral proposed by Dvořák and Holčapek in [4] and the → DPR -fuzzy integral proposed by Dubois, Prade and Rico in [3] . We presented some of the basic properties of the residuum based fuzzy integrals including a linearity property for the comonotonic functions which holds in the linearly ordered complete residuated lattices. Using these properties we provided an initial analysis of elementary properties of proposed integral transforms. The further development of the theory of integral transforms for residuated lattice-valued functions is a subject of our future research, where, among others, we want to focus on the seeking of inverse integral kernels to be able to approximate the original functions from the transformed functions. Our motivation comes from the relationship between the lower and upper fuzzy transforms and their related inverse fuzzy transforms.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fuzzy Relational Systems: Foundations and Principles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bělohlávek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Integral Transforms and Their Applications",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Debnath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhatta",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Residuated variants of sugeno integrals: towards new weighting schemes for qualitative aggregation methods",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inf. Sci",
            "volume": "329",
            "issn": "",
            "pages": "765--781",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "L-fuzzy quantifiers of type 1 determined by fuzzy measures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dvořák",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holčapek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fuzzy Sets Syst",
            "volume": "160",
            "issn": "23",
            "pages": "3425--3452",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Residuated Lattices: An Algebraic Glimpse at Substructural Logics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Galatos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jipsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Studies in Logic and Foundations of Mathematics",
            "volume": "151",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fuzzy Measures and Integrals. Theory and Applications. Studies in Fuzziness and Soft Computing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grabisch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murofushi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugeno",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Set Functions, Games and Capacities in Decision Making",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grabish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-30690-2"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New topology in residuated lattices",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holdon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Open Math",
            "volume": "",
            "issn": "16",
            "pages": "1104--1127",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Integral transforms on spaces of complete residuated lattice valued functions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holčapek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of IEEE World Congress on Computational Intelligence (WCCI) 2020",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A note on the links between different qualitative integrals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holčapek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rico",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of IEEE World Congress on Computational Intelligence (WCCI) 2020",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Triangular Norms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klement",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mesiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pap",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends in Logic",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A universal integral as common frame for Choquet and Sugeno integral",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klement",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mesiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pap",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans. Fuzzy Syst",
            "volume": "18",
            "issn": "",
            "pages": "178--187",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Spaces with fuzzy partitions and fuzzy transform",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soft Comput",
            "volume": "21",
            "issn": "13",
            "pages": "3479--3492",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-017-2541-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Axiomatic of lattice-valued f-transform. Fuzzy Sets Syst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "342",
            "issn": "",
            "pages": "53--66",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "F-transforms and semimodule homomorphisms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soft Comput",
            "volume": "23",
            "issn": "17",
            "pages": "7603--7619",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-019-03766-1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fuzzy objects in spaces with fuzzy partitions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holčapek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soft Comput",
            "volume": "21",
            "issn": "24",
            "pages": "7269--7284",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-016-2431-4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lattice-valued f-transforms and similarity relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hurtík",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Fuzzy Sets Syst",
            "volume": "342",
            "issn": "",
            "pages": "67--89",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mathematical Principles of Fuzzy Logic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Novák",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perfilieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Močkoř",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Lattice-valued F-transforms as interior operators of L-fuzzy pretopological spaces",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perfilieva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IPMU 2018. CCIS",
            "volume": "854",
            "issn": "",
            "pages": "163--174",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-91476-3_14"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fuzzy transforms: theory and applications",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perfilieva",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fuzzy Sets Syst",
            "volume": "157",
            "issn": "8",
            "pages": "993--1023",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analog and Digital Signal Analysis: From Basics to Applications",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tenoudji",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-42382-1"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Generalized residuate lattice based F-transform",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perfilieva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Iran. J. Fuzzy Syst",
            "volume": "18",
            "issn": "2",
            "pages": "165--182",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An Introduction to the Theory of Stationary Random Functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Yaglom",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "XIII",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Let L be linearly ordered, let (X, F) be an algebra, and let B ⊆ F(X) be a set of all F-alg(U(L))-measurable fuzzy sets. Then f ∧ g, f ∨ g ∈ B for any f, g ∈ B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a chain with respect to ⊆, and if f and g are comonotonic, then B f g (a) = B f (a) or B f g (a) = B g (a) for any a ∈ L, where ∈ {∧, ∨}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Let (X, F, ν) be a complementary fuzzy measure space, and let K : X × Y → L be a semi-normal in the second component fuzzy relation. A map F ⊗ (K,→DH) : F(X) → F(Y ) defined by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Let (X, F, ν) be a complementary fuzzy measure space, and let K : X × Y → L be a semi-normal in the second component fuzzy relation. A map F → (K,→DH) : F(X) → F(Y ) defined by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Let (X, F, μ) be a fuzzy measure space, and let K : X × Y → L be a semi-normal in the second component fuzzy relation. A map F → (K,→DPR) : F(X) → F(Y ) defined by",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}