{
    "paper_id": "0aea216d35d4d2f495bb9a99cfefbc478fa2d787",
    "metadata": {
        "title": "Journal Pre-proof",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La alta incidencia de insuficiencia respiratoria aguda en el contexto de la pandemia por COVID-19 ha conllevado el uso de ventilación mecánica hasta en un 15%. Dado que la traqueotomía es un procedimiento quirúrgico frecuente, este documento de consenso, elaborado por tres Sociedades Científicas, la SEMICYUC, la SEDAR y la SEORL-CCC, tiene como objetivo ofrecer una revisión de las indicaciones y contraindicaciones de traqueotomía, ya sea por punción o abierta, esclarecer las posibles ventajas y exponer las condiciones ideales en que deben realizarse y los pasos que considerar en su ejecución. Se abordan situaciones regladas y urgentes, así como los cuidados posoperatorios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resumen"
        },
        {
            "text": "Ventilación mecánica Traqueotomía COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palabras clave:"
        },
        {
            "text": "The current COVID-19 pandemic has rendered up to 15% of patients under mechanical ventilation. Because the subsequent tracheotomy is a frequent procedure, the three societies mostly involved (SEMICYUC, SEDAR and SEORL-CCC) have setup a consensus paper that offers an overview about indications and contraindications of tracheotomy, be it by puncture or open, clarifying its respective advantages and enumerating the ideal conditions under which they should be performed, as well as the necessary steps. Regular and emergency situations are displayed together with the postoperative measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Tracheotomy COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: Mechanical ventilation"
        },
        {
            "text": "La traqueotomía es un procedimiento frecuente en las unidades de cuidados intensivos (UCI) en pacientes con insuficiencia respiratoria que requieren ventilación mecánica 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "La reciente pandemia por COVID-19, en su forma más grave, se presenta con un cuadro de insuficiencia respiratoria aguda que puede evolucionar a un síndrome de distrés respiratorio agudo (SDRA), que en muchos pacientes requiere el inicio de ventilación mecánica. En las diferentes series, entre el 9,8 y el 15,2% de estos pacientes precisaron ventilación mecánica [2] [3] [4] . La traqueotomía quirúrgica es el procedimiento quirúrgico más frecuente entre los enfermos críticos con COVID-19 5 .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "La mortalidad de los pacientes con COVID-19 en ventilación mecánica es elevada y puede llegar al 50% 6 . Estos pacientes requieren estrategias ventilatorias que obligan en las fases iniciales a analgosedación profunda e incluso relajación, ventilación protectora, maniobras de reclutamiento y prono 7 . Todo ello conlleva que muchos pacientes vayan a permanecer en ventilación mecánica durante días, con alto riesgo de desarrollar debilidad muscular adquirida en UCI, lo que dificulta el destete de la ventilación mecánica. El uso de fármacos antivirales específicos puede interaccionar con sedantes y analgésicos prolongando sus efectos 8 . La aparición de delirio, frecuente en este tipo de pacientes, puede también influir en la retirada exitosa de la ventilación mecánica.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "La infección por SARS-CoV-2 ha demostrado una alta tasa de transmisibilidad, sobre todo por vía respiratoria y por dispersión de gotas. Se han establecido recomendaciones específicas sobre los equipos de protección individual (EPI), así como sobre el manejo de la vía aérea relacionado con la intubación y la ventilación mecánica. La realización de procedimientos que generan aerosoles supone un momento de alto riesgo de contagio, y se incluye entre los de mayor riesgo el momento de la intubación, la fibrobroncoscopia y la traqueotomía 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "Existen diferentes recomendaciones relacionadas con el procedimiento técnico a la hora de realizar una traqueotomía en pacientes con COVID-19, pero no existe suficiente evidencia sobre algunas consideraciones relacionadas con el momento óptimo para realizar el procedimiento, el tipo de procedimiento (traqueotomía quirúrgica frente a percutánea) o el tratamiento posterior de estos pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "En la actualidad, aunque existen series de casos que describen la experiencia sobre el uso de traqueotomía en pacientes con COVID-19, no hay suficiente evidencia que respalde recomendaciones firmes, por lo que el consenso de expertos y la revisión de la literatura en el contexto de la práctica habitual pueden ayudar a establecer actuaciones que puedan guiar este procedimiento en esta enfermedad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "Realizan las siguientes recomendaciones la Sociedad Española de Medicina Intensiva, Crítica y Unidades Coronarias (SEMICYUC), la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la Sociedad Española de Anestesiología y Reanimación (SEDAR). Estas recomendaciones están sujetas a los cambios de la evidencia científica y pueden adaptarse a los recursos existentes en cada momento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "[2] Metodología de las recomendaciones Ante el desarrollo de la pandemia COVID-19 y la necesidad de establecer recomendaciones que ayudaran a los profesionales en la toma de decisiones ante determinados procedimientos clínicos, en este caso la traqueotomía, la SEMICYUC, la SORRL-CCC y la SEDAR constituyeron un grupo ad hoc. Se realizó una búsqueda bibliográfica y se redactaron a través del consenso las recomendaciones con base en ella.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic [1] Introducción"
        },
        {
            "text": "En las tablas 1 y 2 se describen las indicaciones y contraindicaciones relativas de la traqueotomía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "[1] Momento de la traqueotomía en el paciente con COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En la práctica habitual, fuera del contexto de la COVID-19, no existen resultados concluyentes sobre el momento óptimo para realizar una traqueotomía en pacientes críticos. Ello se debe a la heterogeneidad de los pacientes incluidos en los estudios, las diferentes definiciones de traqueotomía precoz y tardía utilizadas, e incluso defectos en la aleatorización de los pacientes en los ensayos clínicos realizados. Todo ello hace que no se pueda establecer de manera definitiva el impacto en los resultados del momento de realizar la traqueotomía en el enfermo crítico. Podría ser lo adecuado en el contexto de los pacientes afectados por COVID-19 definir traqueotomía precoz como la realizada en los primeros 10 días y tardía, la que se realiza más adelante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "La estenosis laringo-traqueal posterior a la intubación es un riesgo bien conocido de la intubación orotraqueal prolongada, pero no se ha demostrado en revisiones sistemáticas que se reduzca significativamente en pacientes tratados con traqueotomía temprana 11, 12 .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "Se podría establecer que la traqueotomía precoz no aporta beneficios en variables como neumonía asociada a ventilación mecánica o mortalidad, pero parece razonable realizarla a los pacientes con una elevada probabilidad de ventilación mecánica prolongada, por sus beneficios frente a la intubación en términos de bienestar, estancia en UCI y tiempo de ventilación mecánica 13 . Un metanálisis reciente solo mostró resultados sobre la reducción del uso de sedantes en relación con el momento de la traqueotomía 14 .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "13",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 511,
                    "end": 513,
                    "text": "14",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "La traqueotomía precoz puede incrementar el riesgo de contagio en pacientes con COVID-19 y PCR positiva con carga viral más elevada. Aunque no se conoce con exactitud la tasa de aclaramiento viral, en pacientes críticos podría persistir durante 2-3 semanas 15 . Por ello, existen recomendaciones de sociedades científicas que establecen el criterio de PCR negativa para la realización del procedimiento, considerando como excepción los pacientes cuya intubación orotraqueal no asegure la vía aérea 16, 17 . En situaciones en las que pueda haber escasez de determinados equipos, como los ventiladores, la traqueotomía precoz podría aumentar la disponibilidad de estos, al reducirse los días de ventilación mecánica, lo cual facilitaría el acceso a un mayor número de pacientes con indicación de ventilación mecánica. En estas circunstancias, la traqueotomía precoz puede facilitar el tratamiento y los cuidados de enfermería.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En un estudio reciente (datos pendientes de publicación), la traqueotomía ha permitido retirar la ventilación mecánica una media de 4 días después, tanto en las traqueotomías precoces (< 10 días) como en las tardías.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En el otro extremo, la traqueotomía tardía puede seleccionar mejor a los pacientes en quienes el procedimiento no sea útil por las complicaciones posteriores, como la disfunción de otros órganos que incrementan el riesgo de muerte, o a pacientes con mejor pronóstico que evolucionarán de forma igualmente favorable y podrán extubarse. Parece que los pacientes que no muestran remisión clínica o radiológica dentro de los 10 días pueden ser más propensos a requerir ventilación continua y tener un curso más grave de la enfermedad, incluida la muerte 18 .",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "Se recomienda realizar traqueotomía a los pacientes con PCR positiva para COVID-19 a partir del día 14 de intubación orotraqueal, y considerar la traqueotomía precoz solo para pacientes estables con baja demanda de oxígeno, en los que se prevea ventilación mecánica prolongada por otros motivos. Podría considerarse la traqueotomía precoz para optimizar los recursos de intensivos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "[1] Traqueotomía quirúrgica frente a traqueotomía percutánea (TP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "Respecto al tipo de procedimiento fuera del contexto de la COVID-19, se considera que en el momento actual no existe evidencia que permita establecer recomendaciones de una modalidad de traqueotomía sobre otras. La selección de uno u otro método solo puede hacerse en función de criterios clínicos, experiencia y disponibilidad. En la situación actual de alta carga asistencial, en la que los recursos de intensivos son escasos, la traqueotomía quirúrgica realizada por equipos quirúrgicos específicos puede favorecer el procedimiento y evitar retrasos innecesarios. Se recomienda considerar la traqueotomía abierta o la traqueotomía percutánea (TP) a discreción del equipo multidisciplinario, de acuerdo con la experiencia del centro y la disponibilidad de los distintos recursos. En el caso de que, por experiencia y en un equipo multidisciplinario, se considere que la TP es de elección, se debe tener en cuenta las contraindicaciones ya conocidas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "Aunque el uso de fibrobroncoscopia podría reducir los riesgos relacionados con la TP 19 , estaría desaconsejado para pacientes con COVID-19, pues se incrementa el número de intervinientes y es un procedimiento de alto riesgo en la generación de aerosoles. En caso de que se considere practicarla, se recomienda utilizar piezas que produzcan un sellado a la entrada de este y valorar el uso de fibroscopios desechables 20, 21 .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "21",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En estos casos, aunque no existe suficiente evidencia para recomendar el uso de ultrasonografía, para disminuir las complicaciones asociadas con el procedimiento, podría ser de utilidad para mejorar la precisión en el sitio de punción en pacientes que presenten dificultad para la identificación de las estructuras anatómicas 22 .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "22",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En ambos casos debe considerase la limpieza de los equipos utilizados según las recomendaciones establecidas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "En cuellos sin alteraciones anatómicas significativas, la traqueotomía percutánea puede considerarse la técnica de elección teniendo en cuenta las recomendaciones previas y la disponibilidad de profesionales entrenados para realizarla. La técnica quirúrgica, frente a la percutánea, facilitaría un abordaje más controlado y rápido de la vía área en un paciente con alto riesgo de complicaciones 23 . Podría considerarse en las fases de pandemia con mayor carga para los profesionales de intensivos.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "[2] Resultados"
        },
        {
            "text": "La TP a pie de cama reduce la necesidad de traslados y desconexiones de la ventilación mecánica si puede realizarse en habituaciones individuales o de presión negativa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[1] Lugar donde realizar el procedimiento traqueotomía"
        },
        {
            "text": "Se recomienda realizar la traqueotomía en un box de UCI o ubicación próxima (como el quirófano) que disponga de sistema de aislamiento y presión negativa, con la dotación adecuada para el procedimiento. No se recomienda llevarla a cabo en espacios de cohortes de J o u r n a l P r e -p r o o f COVID-19 sin boxes de aislamiento. Si se realiza en quirófano, deben tenerse consideraciones específicas, con zonas marcadas para la circulación del paciente y la realización del procedimiento 24 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[1] Lugar donde realizar el procedimiento traqueotomía"
        },
        {
            "text": "[1] Técnica quirúrgica [25] [26] [27] [28] [29] [2] Recomendaciones generales",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[25]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 28,
                    "end": 32,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 33,
                    "end": 37,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 38,
                    "end": 42,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 43,
                    "end": 47,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "[1] Lugar donde realizar el procedimiento traqueotomía"
        },
        {
            "text": "Utilización de material quirúrgico de traqueotomía estándar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• En la medida de lo posible, limitar el uso sistemas de corte y coagulación eléctricos, ultrasónicos o cualquier otro que pueda esparcir macropartículas áreas. Utilizar preferentemente material frío y sistemas de hemostasia convencionales, salvo que se considere que vaya a suponer una demora excesiva en la realización de la técnica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Utilizar sistemas de aspiración de circuito cerrado con filtro antiviral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Durante la técnica debe permanecer el mínimo personal indispensable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Debe realizar la traqueotomía el personal más experimentado disponible utilizando el mínimo tiempo posible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Utilizar las medidas de protección adecuadas. EPI: bata, gorro y calzas desechables e impermeables; protección ocular y facial de pantalla estanca completa, plástica y desechable; mascarilla de protección FFP2 o FFP3 o equivalente (N95) y mascarilla quirúrgica superpuesta. Utilizar preferiblemente doble guante quirúrgico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Las gafas, buzos o similares suelen ser sistemas estancos. Es conveniente usar antivaho o similar para evitar que se empañen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Elegir entre traqueotomía percutánea o reglada quirúrgica en función principalmente del protocolo habitual del centro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "[2] Recomendaciones en traqueotomía programada (paciente intubado)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Antes de abrir la tráquea:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "• Establecer una preoxigenación adecuada del paciente (oxígeno al 100%, 5 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Relajación muscular completa del paciente durante todo el procedimiento y sobre todo en el momento de retirada de la intubación y la descanulación, para evitar la tos y la aerosolización.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Antes de la apertura traqueal, se debe retirar la ventilación mecánica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Realizar la traqueotomía, retirar el tubo de intubación endotraqueal hasta que se pueda colocar la cánula con balón sin sacarlo completamente; inflar el balón de la cánula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Conectar el ventilador y, cuando se compruebe la correcta ventilación (preferentemente por capnografía), retirar el tubo endotraqueal y fijar la cánula de traqueotomía con cinta y puntos de seda. Nunca se debe deshinchar el balón de la cánula de traqueotomía una vez iniciada la ventilación mecánica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Recoger todo el material de traqueotomía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Retirar el material de protección del cirujano dentro del quirófano o la habitación según las normas vigentes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Salir del quirófano o la habitación según las normas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "En ocasiones determinadas por el deterioro ventilatorio del paciente, la traqueotomía puede requerirse en situación de emergencia de pacientes no intubados previamente. En estos casos puede ser necesaria una cricotirotomía mediante un set prediseñado para tal efecto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Recomendaciones en traqueotomía urgente (paciente no intubado)"
        },
        {
            "text": "La traqueotomía de urgencia se debe evitar en la medida de lo posible, ya que se practica en condiciones no idóneas. Se recomienda una buena comunicación con los servicios de medicina intensiva, anestesia y urgencias, y ofrecer asistencia en las intubaciones que puedan esperarse difíciles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[2] Recomendaciones en traqueotomía urgente (paciente no intubado)"
        },
        {
            "text": "Establecer una preoxigenación adecuada del paciente (oxígeno al 100%, 5 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "Relajación muscular completa para evitar movimientos del paciente, así como la tos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Colocar la cánula de traqueotomía e inflar el balón.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Conectar el ventilador mecánico y proceder a la estabilización del paciente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Fijar la cánula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "Si no es posible la traqueotomía, se procederá a una cricotirotomía según la técnica estándar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "En caso de haber practicado una cricotirotomía, se procederá, una vez estabilizado el paciente y asegurada la vía aérea, a realizar una traqueotomía reglada utilizando una incisión diferente. La incisión de la cricotirotomía se cerrará tras la retirada de la cánula anterior y la colocación de la cánula en la traqueotomía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7."
        },
        {
            "text": "Igual que los puntos 4-6 del apartado anterior (traqueotomía programada).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "[2] Recomendaciones acerca del cuidado de la traqueotomía",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "La asistencia de los pacientes con COVID-19 traqueotomizados puede incrementar la exposición al contagio de los profesionales sanitarios y la diseminación de la infección.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "• Ubicar a los pacientes en zonas de cohorte en función de la COVID-19 y el riesgo de contagio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8."
        },
        {
            "text": "Preferentemente en habitaciones individuales y de presión negativa, si están disponibles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• El uso adecuado de EPI durante el cuidado de los pacientes con traqueotomía debe ser siempre el indicado para procedimientos con riesgo de generar aerosoles, especialmente en aquellos con PCR todavía positiva; ello incluye el uso de bata impermeable, protección respiratoria con mascarilla FPP2 o FFP3, protección ocular antisalpicaduras y uso de guantes. Debe realizarse una correcta higiene de las manos antes de la colocación del EPI y tras su retirada 10 .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "A los pacientes traqueostomizados, se les colocará una mascarilla quirúrgica sobre el traqueostoma o sobre las gafas nasales o la mascarilla de oxígeno si la tarqueotomía está cerrada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• En situaciones de urgencia vital, hay que priorizar la colocación de EPI y pedir ayuda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Se debe disponer de EPI extra en la zona de pacientes traqueotomizados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Minimizar las manipulaciones en la traqueotomía y el número de profesionales intervinientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Considerar un retraso del primer cambio de cánula de traqueotomía y realizar los cambios sucesivos tras la negativización del test de detección del virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Debe considerarse siempre el uso de cánulas internas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Mantener siempre el balón inflado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Utilizar sistemas de aspiración cerrada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Adaptar la frecuencia del cambio de camisas o limpieza del traqueostoma evaluando riesgo y beneficio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Evitar la humidificación activa y valorar el riesgo y el beneficio relacionados con la obstrucción de la cánula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Utilizar filtros antimicrobianos de alta eficiencia e intercambiadores de calor para la desconexión de la ventilación mecánica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Preferentemente, no utilizar piezas de tubo en T, cánulas fenestradas y desinflado del balón hasta negativización del test de detección del virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Se recomienda disponer de equipos multidisciplinarios entrenados en el manejo de traqueostomas para la atención de estos pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Debe disponerse de equipos específicos para rehacer la traqueotomía en caso de fracaso de la descanulación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Debe existir un sistema de alerta al servicio de otorrinolaringología.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Los EPI pueden dificultar la visión y la comunicación entre el equipo. Deben anticiparse los procedimientos en las traqueotomías y utilizar sesiones cortas de briefing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "En la tabla 3 se resumen las principales conclusiones del consenso en relación con la traqueotomía de pacientes con COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Todas estas recomendaciones están basadas en la evidencia y en el conocimiento actual de los especialistas implicados sobre la insuficiencia respiratoria aguda secundaria a neumonía por COVID-19, y es probable que algunas indicaciones cambien o deban adaptarse a los recursos disponibles en los centros de atención durante el transcurso de la pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Ninguno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[1] Conflicto de intereses"
        },
        {
            "text": "Tabla 1 Indicaciones de traqueotomía en la unidad de cuidados intensivos 10 • Prevención del daño laríngeo y de la vía aérea alta por intubación en pacientes sometidos a ventilación mecánica prolongada • Permitir un fácil acceso a la vía aérea para la eliminación de secreciones • Reducción del espacio muerto • Obstrucción de la vía aérea • Imposibilidad de intubación orotraqueal en pacientes con vía aérea difícil tras una cricotirotomía urgente • Acelerar la desconexión de la ventilación mecánica • Shock séptico no controlado y disfunción multiorgánica con alto riesgo de fallecimiento • Se considera que el procedimiento debe retrasarse o se debe tener en cuenta el alto riesgo en determinadas circunstancias: -Requerimiento respiratorio muy elevado: FiO2 > 70% y/o PEEP > 12 cmH2O -Necesidad de prono en las 48 h previas -Inestabilidad hemodinámica con necesidad de soporte vasoactivo -Coagulopatía con alto riesgo hemorrágico -Imposibilidad de obtener el consentimiento informado Tabla 3 Recomendaciones sobre traqueotomía en pacientes con COVID-19 Indicar la realización de traqueotomía en paciente con ventilación mecánica prolongada a partir del 14 día de intubación orotraqueal en ausencia de contraindicaciones y con estabilidad clínica Puede plantearse una traqueotomía precoz en caso de pacientes estables con previsión de ventilación mecánica prolongada por otros motivos La traqueotomía percutánea sigue siendo la técnica de elección para los pacientes críticos sin contraindicaciones. Se debe considerar la traqueotomía quirúrgica sobre la percutánea en situaciones de alta sobrecarga asistencial de los profesionales de intensivos Se debe usar cánulas con balón no fenestradas con cánulas internas intercambiables y mantener el balón hinchado con uso de sistemas cerrados de aspiración Retrasar al máximo el primer cambio de cánula Considerar la frecuencia del cambio de camisas o la limpieza de la traqueotomía en función del riesgo-beneficio Extremar las precauciones y usar EPI ajustados a las recomendaciones una vez se inicie el destete con desinflado del balón Si se emplean piezas de tubo en T, deben utilizarse filtros antimicrobianos de alta eficiencia e intercambiadores de calor",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 1057,
                    "text": "Tabla 3 Recomendaciones sobre traqueotomía en pacientes con COVID-19",
                    "ref_id": null
                }
            ],
            "section": "Bibliografía"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tracheotomy: Historical review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferlito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rinaldo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Laryngoscope",
            "volume": "118",
            "issn": "",
            "pages": "1597--1606",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mc Googan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Elective and emergency surgery in patients with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jogeklar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brenneman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Surg",
            "volume": "48",
            "issn": "",
            "pages": "71--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "139",
            "issn": "",
            "pages": "715--723",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cuidados intensivos durante la epidemia de coronavirus 2019",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "González-Castro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Escudero-Acha",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peñasco",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leizaola",
                    "suffix": ""
                },
                {
                    "first": "Vmp",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Intensiva",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medin.2020.03.001.8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prevención y control de la infección en el manejo de pacientes COVID-19. Versión 19 de abril 2020",
            "authors": [
                {
                    "first": "Salud",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "González-Higueras E; Grupo de Trabajo de Insuficiencia Respiratoria Aguda de la SEMICYUC",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Añón",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Escuela",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Intensiva",
            "volume": "38",
            "issn": "",
            "pages": "181--193",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early versus late tracheostomy for critically ill patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Andriolo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Andriolo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saconato",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [
                        "N"
                    ],
                    "last": "Atallah",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CD007271. 12. Curry SD, Rowan PJ. Laryngotracheal stenosis in early vs late tracheostomy: a systematic review",
            "volume": "162",
            "issn": "",
            "pages": "160--167",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evidence-based guides in tracheostomy use in critical patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raimondi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Vial",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calleja",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Intensiva",
            "volume": "41",
            "issn": "",
            "pages": "94--115",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of tracheotomy timing in critically ill patients undergoing mechanical ventilation: A meta-analysis of randomized controlled clinical trials with trial sequential analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart Lung",
            "volume": "48",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical progression of patients with COVID-19 in Shanghai",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Infect",
            "volume": "80",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CSOHNS-Task-Force-Mar-23-Recommendations from the CSO-HNS Taskforce on Performance of Tracheotomy During the COVID-19 Pandemic",
            "authors": [],
            "year": null,
            "venue": "Consultado 23 Abr 2020. 17. Tracheostomy Guidelines during COVID-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Care for critically ill patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of fiberoptic bronchoscopy monitoring during percutaneous dilatational tracheostomy and its routine use into tracheotomy practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saritas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "U"
                    ],
                    "last": "Saritas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kurnaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Beyaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ergonenc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JPMA J Pak Med Assoc",
            "volume": "66",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "the Critical Care and Acute Care Surgery Committees of the American Association for the Surgery of Trauma. Performing tracheostomy during the Covid-19 pandemic: guidance and recommendations from the Critical Care and Acute Care Surgery Committees of the American Association for the Surgery of Trauma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Michetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burlew",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bulger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trauma Surg Acute Care Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recommendation of a practical guideline for safe tracheostomy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takhar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tricklebank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00405-020-05993-x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tracheotomy in the intensive care unit: guidelines from a French expert panel",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Trouillet",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Collange",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belafia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ann Intensive Care",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Surgical considerations for tracheostomy during the COVID-19 pandemic: lessons learned from the severe acute respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Loh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Otolaryngol Head Neck Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2020.0764"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infection control measures for operative procedures in severe acute respiratory syndrome-related patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anesthesiology",
            "volume": "100",
            "issn": "",
            "pages": "1394--1398",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Safe tracheostomy for patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Tuen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Laryngoscope",
            "volume": "113",
            "issn": "",
            "pages": "1777--1779",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 and the otolaryngologist -preliminary evidence-based review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vukkadala",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Holsinger",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Laryngoscope",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/lary.28672"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tracheostomy guidance during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ramsden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heward",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tracheotomy recommendations during the COVID-19 pandemic. Airway and Swallowing Committee of the American Academy of Otolaryngology-Head and Neck Surgery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Schiff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Vocal de la Comisión de Cirugía de Cabeza y Cuello de la SEORL-CCC; Hospital Universitario Central de Asturias, Oviedo, Asturias, España Vicepresidente de la Sección de Cuidados Intensivos, SEDAR; Departamento de Anestesia y Cuidados Intensivos; Clínica Universidad de Navarra, Pamplona, Navarra, España Servicio de Medicina Intensiva, Hospital Comarcal, Vinaroz, Castellón, España; Grupo de Trabajo de Insuficiencia Respiratoria Aguda de la SEMICYUC Presidente de Relaciones Internacionales de la SEORL-CCC; Hospital Universitario Locus Augusti, Lugo, España o Servicio de Anestesiología y Reanimación, Hospital Universitario de la Princesa, Madrid, España Presidente de Congresos de la SEORL-CCC; Servicio de Otorrinolaringología, Hospital Universitario de Fuenlabrada, Universidad Rey Juan Carlos, Madrid, España Presidente de la Sociedad Gallega de Medicina Intensiva y Unidades Coronarias (SOGAMIUC); Vocal JD SEMICYUC; Servicio de Medicina Intensiva, Complexo Hospitalario Universitario de Santiago, Santiago de Compostela, A Coruña, España Vocal de la Comisión de Cirugía de Cabeza y Cuello de la SEORL-CCC; Hospital Universitario Donostia, San Sebastián, Guipúzcoa, España s Grupo de Trabajo de Insuficiencia Respiratoria Aguda de SEMICYUC; Servicio de Medicina Intensiva, Hospital Universitario Dr. Josep Trueta, Girona, España Vicepresidenta de la Comisión Nacional de Anestesiologia, Reanimación y Terapéutica del Dolor; Presidenta de la Sociedad Catalana de Anestesiología, Reanimación y Terapéutica del Dolor (SCARTD) Vicepresidente de la SEORL-CCC; Servicio de Otorrinolaringología, Hospital Clínic i Provincial, Barcelona, España *Autor para correspondencia. Correo electrónico: mcmartindelgado@gmail.com (M.C. Martín Delgado). ◊ Rosa Villalonga Vadell y Manuel Bernal-Sprekelsen han contribuido por igual como autores sénior. Este artículo se publica simultáneamente en Medicina Intensiva (https://doi.org/10.1016/j.medin.2020.05.001), en Acta Otorrinolaringologica Espanola (https://doi.org/xxxxxx) y en Revista Española de Anestesiología y Reanimación (https://doi.org/xxxxxx), con el consentimiento de los autores y de los editores.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}