{"paper_id": "0aecfe891a229742990165e93c22334d7f05c6d5", "metadata": {"title": "Interferon and Interferon-Induced Chemokine Expression Is Associated with Control of Acute Viremia in West Nile Virus-Infected Blood Donors", "authors": [{"first": "Leslie", "middle": ["H"], "last": "Tobler", "suffix": "", "affiliation": {}, "email": "ltobler@bloodsystems.org."}, {"first": "Mark", "middle": ["J"], "last": "Cameron", "suffix": "", "affiliation": {"laboratory": "", "institution": "University Health Network", "location": {"addrLine": "270 Masonic Ave", "postCode": "94118", "settlement": "Toronto, San Francisco", "region": "CA", "country": "Canada"}}, "email": ""}, {"first": "Marion", "middle": ["C"], "last": "Lanteri", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Harry", "middle": ["E"], "last": "Prince", "suffix": "", "affiliation": {"laboratory": "", "institution": "Focus Diagnostics", "location": {"settlement": "Cypress", "region": "California"}}, "email": ""}, {"first": "Ali", "middle": [], "last": "Danesh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Focus Diagnostics", "location": {"settlement": "Cypress", "region": "California"}}, "email": ""}, {"first": "Desmond", "middle": [], "last": "Persad", "suffix": "", "affiliation": {"laboratory": "", "institution": "Focus Diagnostics", "location": {"settlement": "Cypress", "region": "California"}}, "email": ""}, {"first": "Robert", "middle": ["S"], "last": "Lanciotti", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Philip", "middle": ["J"], "last": "Norris", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["J"], "last": "Kelvin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Focus Diagnostics", "location": {"settlement": "Cypress", "region": "California"}}, "email": ""}, {"first": "Michael", "middle": ["P"], "last": "Busch", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified by nucleic acid amplification testing, were enrolled and monitored for RNA-clearance and WNV-specific IgM and IgG antibodies. Viral load and chemokine and cytokine assays were performed on serial samples from donors whose index and first follow-up samples tested negative for IgM. A total of 84% of the specimens obtained from viremic donors before IgM/ IgG seroconversion demonstrated a decreasing viral load. Levels of interferon (IFN)-␣ were significantly increased before IgM seroconversion, relative to those in control specimens. CXCL10 and CCL2 were significantly elevated in donor specimens obtained before IgM seroconversion, compared with those obtained after IgM seroconversion. These findings suggest that IFN-mediated innate immunity plays a key role in initial control of WNV replication.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The molecular and cellular bases of how West Nile virus (WNV) infection impacts the human host and consequent antiviral im-mune responses are not well understood. One important research question, confined at present to animal and in vitro modeling [1-3], is the extent of interferon (IFN) responses in the control of viremia early after infection onset. Implementation of WNV nucleic acid-amplification testing (NAT) of US blood donors allowed us to identify individuals who were in the earliest stages of infection at the time of their donation [4] . To define the kinetics of viral replication and IFN-mediated host responses to WNV infection during the earliest stages of viremia, we longitudinally analyzed viral loads (VLs), serological data, and plasma cytokine and chemokine levels in infected blood donors before and after seroconversion during the acute phase of infection.", "cite_spans": [{"start": 546, "end": 549, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Abstract"}, {"text": "Subjects, materials, and methods. The health of each donor was assessed on the day of donation by interview and measurement of blood pressure, pulse, temperature, and hemoglobin and hematocrit levels. Individuals who were prescribed antibiotics or whose temperature was Ͼ99.6°F were excluded from donating. NAT (Procleix WNV transcription-mediated amplification [TMA] assay [Gen-Probe/Chiron]) for WNV RNA identified 245 viremic donors, and all were subsequently enrolled into institutional review board-approved follow-up studies during 2003-2004 [5]. Donors were followed up weekly for 4 weeks and monthly for up to an additional 2 months. TMAreactive index donations (obtained on day 0) were considered to be positive for WNV if results of either an alternative TMA assay were positive or anti-WNV IgM antibodies were detected in the index donation or a follow-up specimen [5] .", "cite_spans": [{"start": 876, "end": 879, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Abstract"}, {"text": "Of the 245 viremic donors, a subset of 31 individuals (13 from 2003 and 18 from 2004) who contributed 31 index and 128 follow-up specimens were further evaluated in the present study. Selection criteria were based on the availability of at least 2 serial samples, including the index donation, that tested positive for WNV RNA by TMA and negative for anti-WNV IgM antibody. Control specimens consisted of 194 plasma aliquots collected from adult blood donors when there was no WNV activity in the community. Control samples were unlinked from identifiers after documentation of age and sex. Sixty percent of the control subjects were male, and the average age was 47 years (range, 16 -77 years). This process was approved by the University of California, San Francisco's Committee on Human Research.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "VLs were determined at the National Genetics Institute (Los Angeles, CA) for 153 serial plasma specimens from the 31 donors. The index donation and 3-4 follow-up specimens from each donor were available for VL analysis. Sixty-two samples were collected in 2003, and 91 samples were collected in 2004. RNA was extracted, reverse transcribed into cDNA, amplified,", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "by nucleic acid amplification testing, were enrolled and monitored for RNA-clearance and WNV-specific IgM and IgG antibodies. Viral load and chemokine and cytokine assays were performed on serial samples from donors whose index and first follow-up samples tested negative for IgM. A total of 84% of the specimens obtained from viremic donors before IgM/ IgG seroconversion demonstrated a decreasing viral load. Levels of interferon (IFN)-␣ were significantly increased before IgM seroconversion, relative to those in control specimens. CXCL10 and CCL2 were significantly elevated in donor specimens obtained before IgM seroconversion, compared with those obtained after IgM seroconversion. These findings suggest that IFN-mediated innate immunity plays a key role in initial control of WNV replication.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "The molecular and cellular bases of how West Nile virus (WNV) infection impacts the human host and consequent antiviral im-mune responses are not well understood. One important research question, confined at present to animal and in vitro modeling [1] [2] [3] , is the extent of interferon (IFN) responses in the control of viremia early after infection onset. Implementation of WNV nucleic acid-amplification testing (NAT) of US blood donors allowed us to identify individuals who were in the earliest stages of infection at the time of their donation [4] . To define the kinetics of viral replication and IFN-mediated host responses to WNV infection during the earliest stages of viremia, we longitudinally analyzed viral loads (VLs), serological data, and plasma cytokine and chemokine levels in infected blood donors before and after seroconversion during the acute phase of infection.", "cite_spans": [{"start": 248, "end": 251, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 252, "end": 255, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 256, "end": 259, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 553, "end": 556, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Subjects, materials, and methods. The health of each donor was assessed on the day of donation by interview and measurement of blood pressure, pulse, temperature, and hemoglobin and hematocrit levels. Individuals who were prescribed antibiotics or whose temperature was Ͼ99.6°F were excluded from donating. NAT (Procleix WNV transcription-mediated amplification [TMA] assay [Gen-Probe/Chiron]) for WNV RNA identified 245 viremic donors, and all were subsequently enrolled into institutional review board-approved follow-up studies during 2003-2004 [5] . Donors were followed up weekly for 4 weeks and monthly for up to an additional 2 months. TMAreactive index donations (obtained on day 0) were considered to be positive for WNV if results of either an alternative TMA assay were positive or anti-WNV IgM antibodies were detected in the index donation or a follow-up specimen [5] .", "cite_spans": [{"start": 548, "end": 551, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 877, "end": 880, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Of the 245 viremic donors, a subset of 31 individuals (13 from 2003 and 18 from 2004) who contributed 31 index and 128 follow-up specimens were further evaluated in the present study. Selection criteria were based on the availability of at least 2 serial samples, including the index donation, that tested positive for WNV RNA by TMA and negative for anti-WNV IgM antibody. Control specimens consisted of 194 plasma aliquots collected from adult blood donors when there was no WNV activity in the community. Control samples were unlinked from identifiers after documentation of age and sex. Sixty percent of the control subjects were male, and the average age was 47 years (range, 16 -77 years). This process was approved by the University of California, San Francisco's Committee on Human Research.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "VLs were determined at the National Genetics Institute (Los Angeles, CA) for 153 serial plasma specimens from the 31 donors. The index donation and 3-4 follow-up specimens from each donor were available for VL analysis. Sixty-two samples were collected in 2003, and 91 samples were collected in 2004. RNA was extracted, reverse transcribed into cDNA, amplified, detected by Southern blot, and quantified by interpolation of the signal intensity versus the signals produced by a dilution series of viral stock.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Serological testing of plasma for WNV IgM/IgG was performed using ELISA kits (Focus Diagnostics) in accordance with the manufacturer's instructions. Samples that tested positive for anti-WNV IgM/IgG were sent to the Centers for Disease Control and Prevention for plaque-reduction neutralization testing (PRNT). Plasma proteins in 18 of 31 panels described above were measured by human Th1/Th2 cytokine, inflammation, and chemokine cytometric bead array (CBA) kits (BD Biosciences) in accordance with the manufacturer's protocol. Insufficient residual volume was available for the remaining 13 panels. Detection limits were 2-5 pg/mL. Results were generated using BD CBA analysis software. IFN-␣ was assayed using human IFN-␣ serum sample ELISA kits (R&D Systems) in accordance with the manufacturer's high sensitivity protocol. Sensitivity was 5-500 pg/mL. Plasma was diluted 1:2 in PBS.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Unless otherwise stated, the Mann-Whitney rank sum test (nonparametric) for 2 independent populations was used for statistical analysis via SPSS software for Windows, version 13.0 (SPSS). A P value of .05 was considered significant.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Results. All 31 donors had seroconverted to WNV IgM by the time the second follow-up specimen was collected. The mean times between the index donation and follow-up phlebotomy were 4.8 days for the first follow-up specimen, 12.9 days for the second, 20.5 days for the third, 30.9 days for the fourth, and 63.8 days for the fifth. The first follow-up specimen was obtained 1-9 days after the index donation, and the second follow-up specimen was obtained 6 -19 days after the index donation. ELISA revealed that the index and first follow-up specimens from 3 of 31 viremic donors were weakly reactive to anti-WNV IgG antibody, despite nonreactive WNV IgM results (table 1) . Index donations in the remaining 28 donors were not reactive to anti-WNV IgG antibody, and IgG followed IgM seroconversion with increasing ELISA signal-to-cutoff ratios. IgG seroconversion was further evaluated by PRNT for donors whose index specimens were reactive to anti-WNV IgG antibody. This analysis demonstrated detectable levels of WNV-neutralizing antibodies that coincided with the second IgM-reactive follow-up specimen. Neutralizing antibodies for a related arthropod-borne virus, St. Louis encephalitis virus, were undetectable in 2 of 3 donors whose index donation tested positive for anti-WNV IgG antibody. For the third such donor, the first follow-up sample had neutralizing antibodies to St. Louis encephalitis virus but no neutralizing antibodies to WNV. In the second follow-up specimen from this donor, neutralizing antibodies to WNV (titer, 1:2560) and St. Louis encephalitis virus (titer, 1:5120) were present (table 1) .", "cite_spans": [], "ref_spans": [{"start": 662, "end": 671, "text": "(table 1)", "ref_id": "TABREF0"}, {"start": 1607, "end": 1616, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "VLs were measured in 128 (79%) of 162 specimens from the 31 WNV-infected donors. In 5 donors (16%), the VL in the index donation was lower than the VL in the first follow-up specimen, whereas in 26 donors (84%), the VL in the index donation was greater than the VL in the first follow-up specimen. As seen in figure 1 , the majority of donors had decreasing VLs in the absence of detectable IgM/IgG seroconversion. Furthermore, in 12 (46%) of the 26, the decrease in VL from index donation to first follow-up IgM-negative specimens was 2-3 logs.", "cite_spans": [], "ref_spans": [{"start": 309, "end": 317, "text": "figure 1", "ref_id": "FIGREF0"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Ninety-four longitudinal plasma samples from 18 donors were screened for cytokine and chemokine levels by CBA ( figure  2 , which appears only in the electronic edition of the Journal). A total of 36 specimens (i.e., the index donations plus the first follow-up specimens) were collected before IgM seroconversion, whereas 58 specimens (60%) were obtained after IgM seroconversion. The mean times between the index donation and collection of the first, second, third, and fourth follow-up specimens were 4.8 , 12.9, 20.5, and 30.9 days, respectively.", "cite_spans": [], "ref_spans": [{"start": 112, "end": 121, "text": "figure  2", "ref_id": "FIGREF1"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Findings of statistical analyses of the median values for each cytokine and chemokine are summarized in table 2, which appears only in the electronic edition of the Journal. Median levels of IFN-␣, IFN-␥, IL-4, IL-10, TNF-␣, CCL2 (also known as \"MCP-1\" [monocyte chemoattractant protein-1]), CXCL9 (also known as \"MIG\" [monokine induced by IFN-␥ MIG]), and CXCL10 (also known as \"IP-10\" [IFN-␥-inducible protein-10]) were significantly increased in acute-phase viremic samples obtained before IgM seroconversion, compared with those in control specimens (P Ͻ .05). In samples obtained after IgM seroconversion, IFN-␥, IL-4, IL-10, TNF-␣, CCL2, CXCL9, and CXCL10 levels were significantly increased, compared with those in control specimens (P Ͻ .05). Interestingly, IL-2 and IL-6 levels in samples obtained before and after IgM seroconversion samples were significantly less than those in control samples (P Ͻ .05). The most biologically significant results (i.e., those with a difference of at least ϳ2-fold between medians; P Ͻ .05) are plotted in figure 1B and 1C. Comparison of levels of IFN-␣, IFN-␥, IL-4, and TNF-␣ revealed significant, ϳ2-fold increases between control specimens and samples obtained before and those obtained after IgM seroconversion (for IFN-␣, the only significant difference was found between control specimens and specimens obtained before seroconversion). Despite the statistically significant ϳ2-fold decreases in IL-6 expression between the control specimens and the specimens obtained before and after seroconversion, findings were not as impressive as those for other cytokines, owing to overlaps in interquartile ranges. On the other hand, comparison of CCL2, CXCL9, and CXCL10 levels revealed significant, ϳ2to 5-fold increases between control specimens and specimens obtained before and after IgM seroconversion.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Comparison of the median cytokine levels in samples obtained before IgM seroconversion with those in samples collected after IgM seroconversion revealed that CXCL10 and CCL2 levels in the former were significantly greater than those in the latter (difference, ϳ1.5-2.5-fold; P Ͻ .001) (table 2 and figure 1C) . Collectively, our results identify novel IFN and IFNinduced chemokine signatures temporally associated with a decrease in the VL during the acute viremic phase of infection.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 308, "text": "(table 2 and figure 1C)", "ref_id": "FIGREF0"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Discussion. A total of 245 WNV-confirmed blood donors identified by NAT throughout the Blood Systems network were enrolled into our 2003-2004 follow-up studies. Of these 245 donors, 31 (13%) had nonreactive IgM results in both the index donation and the first follow-up specimen. We sought to determine acute-phase VL dynamics and corresponding serologic characteristics and cytokine and chemokine levels in these donors. Surprisingly, most donors demonstrated a decrease in VL during the preseroconversion stage of infection. A limitation in our study was the use of commercial WNV IgM/IgG assays that did not detect antibodies in immune complexes.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Before the spread of WNV, St. Louis encephalitis virus was the most common cause of arboviral encephalitis in North America [6] . Furthermore, WNV and St. Louis encephalitis virus are antigenically closely related [7] . These facts almost certainly explain our observation of \"original antigenic sin\" by PRNT analysis in the donor with robust St. Louis encephalitis virus neutralization concomitant with ostensibly preexisting WNVspecific IgG. On the basis of PRNT analysis, findings for the other 2 donors with non-IgM reactive index donations in the presence of IgG probably represent false reactivity or exposure to other flaviviruses.", "cite_spans": [{"start": 124, "end": 127, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 214, "end": 217, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "In the majority (84%) of donors studied, VLs were decreasing before IgM development. Furthermore, in 13 (42%) of the donors, the decrease in VL from the index donation to the first follow-up specimen was 2-3 logs. Because of length biasing, the probability that data from the 5 donors with an increasing VL represent the \"true\" viral replication rate during the ramp-up phase of viremia is very low and therefore not presented.", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "Type I IFNs, such as IFN-␣ and ␤, are critical to innate immune responses against viruses and act in concert with IFN-␥ in the activation of antiviral IFN-stimulated genes and the immunomodulation of innate and adaptive immunity [8] . The donors in this study exhibited significant up-regulation of IFN-␥ during the acute viremic phase (i.e., before IgM seroconversion) and after IgM seroconversion, compared with median plasma levels in IFN-␥ in control specimens (table 2 and figure 1B) . Also, IFN-␣ levels in donor specimens were higher than those in control specimens only before IgM seroconversion, which is indicative of an early period of IFN-mediated proinflammation and antiviral host immunity. The similar expression patterns of upregulated TNF-␣ and IFN-␥ in infected blood donors was not surprising, given their linkage as proinflammatory mediators and roles in the pathogenesis of WNV encephalitis [3, 9 -11] . Concomitant increases of IL-4 in plasma samples obtained before and after IgM seroconversion was unexpected because humoral immune responses in specimens obtained before IgM seroconversion are not detectable by commercial serology kits ( figure 1B) . IL-4 has recently been associated with immunogenic responses in a WNV subunit vaccine study [12] . IL-4 may therefore function in an immunoregulatory role during acute infection, to counterbalance proinflammatory T cell-mediated immune responses and support early humoral adaptive immunity. Indeed, blood donors in this study were in the earliest stages of WNV infection and appeared otherwise healthy at the time of donation.", "cite_spans": [{"start": 229, "end": 232, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 912, "end": 922, "text": "[3, 9 -11]", "ref_id": null}, {"start": 1268, "end": 1272, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 478, "end": 488, "text": "figure 1B)", "ref_id": "FIGREF0"}, {"start": 1163, "end": 1173, "text": "figure 1B)", "ref_id": "FIGREF0"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "In figure 1C , median plasma levels of CXCL10 and CCL2, both stimulated by IFNs, were strikingly increased before IgM seroconversion, compared with controls; levels of both chemokines decreased after IgM seroconversion. We did not observe a similar decrease in CXCL9 levels following IgM seroconversion, although CXCL10 and CXCL9 share the same receptor (CXCR3). Disparate regulation of CXCL10 and CXCL9 has been noted in studies of herpes simplex virus type 1 and the agent of SARS, suggesting that CXCL10 and CXCL9 play nonredundant roles in acute viral infection [13, 14] . CXCL10 is a potent chemoattractant for activated Th1 lymphocytes (adaptive immunity) and natural killer cells (innate immunity), whereas CCL2 is a monocyte and basophile chemoattractant (innate immunity). Therefore, CXCL10 and CCL2 are important host response mediators, with CXCL10 in particular thought to play a role in the temporal development of innate and adaptive immunity in concert with IFNs. In murine models of WNV infection, CXCL10 has been shown to play a neuroprotective role [15] ; however, recent results have argued that early CXCL10 expression (preceding IFN-␥) and other chemokines may trigger inflammation and neuropathological conditions [9] . Our study suggests a role for CXCL10 in the control of early acute WNV viremia. The temporal and site-specific relationships between persistent CXCL10 expression and neuropathological outcomes during infection remain to be determined.", "cite_spans": [{"start": 566, "end": 570, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 571, "end": 574, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1067, "end": 1071, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1236, "end": 1239, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 3, "end": 12, "text": "figure 1C", "ref_id": "FIGREF0"}], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}, {"text": "In conclusion, we suggest that vigorous immune responses, primarily associated with robust and concurrent expression of IFN-␣ and IFN-␥ and high levels of IFN-stimulated chemokines, are involved in the initial control of viral replication during early infection. Decreasing VLs in blood donors with acute WNV infection, corresponding with elevated levels of type I and II IFNs and IFN-induced chemokines, followed by downregulation of CCL2 and CXCL10 upon IgM seroconversion, may denote the critical role of IFN-mediated innate and adaptive immune responses in resolving acute viremia during WNV infection. ", "cite_spans": [], "ref_spans": [], "section": "To understand early host responses controlling West Nile virus (WNV) infection, acutely viremic blood donors, identified"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Differential expression of interferon (IFN) regulatory factors and IFN-stimulated genes at early times after West Nile virus infection of mouse embryo fibroblasts", "authors": [{"first": "S", "middle": ["V"], "last": "Scherbik", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Stockman", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Brinton", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "12005--12023", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Early production of type I interferon during West Nile virus infection: role for lymphoid tissues in IRF3-independent interferon production", "authors": [{"first": "N", "middle": [], "last": "Bourne", "suffix": ""}, {"first": "F", "middle": [], "last": "Scholle", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Silva", "suffix": ""}], "year": 2007, "venue": "J Virol", "volume": "81", "issn": "", "pages": "9100--9108", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Gamma interferon plays a crucial early antiviral role in protection against West Nile virus infection", "authors": [{"first": "B", "middle": [], "last": "Shrestha", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Samuel", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "5338--5386", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Problem solved? West Nile virus and transfusion safety", "authors": [{"first": "L", "middle": ["R"], "last": "Petersen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Epstein", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "516--523", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Screening the blood supply for West Nile virus RNA by nucleic acid amplification testing", "authors": [{"first": "M", "middle": ["P"], "last": "Busch", "suffix": ""}, {"first": "S", "middle": [], "last": "Caglioti", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Robertson", "suffix": ""}], "year": 2005, "venue": "N Engl J Med", "volume": "353", "issn": "", "pages": "460--467", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Emerging vector-borne infections", "authors": [{"first": "K", "middle": ["E"], "last": "Nelson", "suffix": ""}], "year": 2007, "venue": "Infectious disease epidemiology: theory and practice", "volume": "", "issn": "", "pages": "1023--61", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Antigenic relationships between flaviviruses as determined by cross-neutralization tests with polyclonal antisera", "authors": [{"first": "C", "middle": ["H"], "last": "Calisher", "suffix": ""}, {"first": "N", "middle": [], "last": "Karabatsos", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Dalrymple", "suffix": ""}], "year": 1989, "venue": "J Gen Virol", "volume": "70", "issn": "", "pages": "37--43", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Interferon signalling network in innate defence", "authors": [{"first": "A", "middle": [], "last": "Takaoka", "suffix": ""}, {"first": "H", "middle": [], "last": "Yanai", "suffix": ""}], "year": 2006, "venue": "Cell Microbiol", "volume": "8", "issn": "", "pages": "907--929", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "West Nile virus encephalitis: sequential histopathological and immunological events in a murine model of infection", "authors": [{"first": "D", "middle": [], "last": "Garcia-Tapia", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Hassett", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Mitchell", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Kleiboeker", "suffix": ""}], "year": 2007, "venue": "J Neurovirol", "volume": "13", "issn": "", "pages": "130--138", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "West Nile virus: crossing the blood-brain barrier", "authors": [{"first": "M", "middle": ["S"], "last": "Diamond", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Klein", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "1294--1299", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Toll-like receptor 3 mediates West Nile virus entry into the brain causing lethal encephalitis", "authors": [{"first": "T", "middle": [], "last": "Wang", "suffix": ""}, {"first": "T", "middle": [], "last": "Town", "suffix": ""}, {"first": "L", "middle": [], "last": "Alexopoulou", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Anderson", "suffix": ""}, {"first": "E", "middle": [], "last": "Fikrig", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Flavell", "suffix": ""}], "year": 2004, "venue": "Nat Med", "volume": "10", "issn": "", "pages": "1366--73", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Preparation and immunogenic properties of a recombinant West Nile subunit vaccine", "authors": [{"first": "M", "middle": ["M"], "last": "Lieberman", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Clements", "suffix": ""}, {"first": "S", "middle": [], "last": "Ogata", "suffix": ""}], "year": 2007, "venue": "Vaccine", "volume": "25", "issn": "", "pages": "414--437", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "CD4 ϩ T cell migration into the cornea is reduced in CXCL9 deficient but not CXCL10 deficient mice following herpes simplex virus type 1 infection", "authors": [{"first": "T", "middle": [], "last": "Wuest", "suffix": ""}, {"first": "J", "middle": [], "last": "Farber", "suffix": ""}, {"first": "A", "middle": [], "last": "Luster", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Carr", "suffix": ""}], "year": 2006, "venue": "Cell Immunol", "volume": "243", "issn": "", "pages": "83--92", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Mechanisms of host defense following severe acute respiratory syndrome-coronavirus (SARS-CoV) pulmonary infection of mice", "authors": [{"first": "W", "middle": ["G"], "last": "Glass", "suffix": ""}, {"first": "K", "middle": [], "last": "Subbarao", "suffix": ""}, {"first": "B", "middle": [], "last": "Murphy", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Murphy", "suffix": ""}], "year": 2004, "venue": "J Immunol", "volume": "173", "issn": "", "pages": "4030--4039", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Neuronal CXCL10 directs CD8 ϩ T-cell recruitment and control of West Nile virus encephalitis", "authors": [{"first": "R", "middle": ["S"], "last": "Klein", "suffix": ""}, {"first": "E", "middle": [], "last": "Lin", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2005, "venue": "J Virol", "volume": "79", "issn": "", "pages": "11457--66", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A, Levels of West Nile virus (WNV) RNA and WNV-specific antibodies for 26 WNV-infected blood donors with decreasing viral loads before IgM seroconversion (12 donors from 2003 and 14 donors from 2004). The dashed line represents the cutoff for the ELISA. A signal-to-cutoff ratio of Ͼ1.10 is positive for the presence of IgM antibodies to WNV. B and C, Levels of cytokines and chemokines in 194 control plasma samples (IFN-␣ testing was limited to 29 samples) and in plasma samples obtained from 18 West Nile virus-infected donors before (36 samples) and after (58 samples) IgM seroconversion. Outliers (circles) were identified by SPSS software for Windows, version 13.0 (SPSS), as samples with values 1.5 times the interquartile range. Boxes, median values and interquartile ranges (outliers are included); whiskers, minimum and maximum values (outliers are not included). *P Ͻ .05 (outliers are included).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Comparison of cytokine and chemokine levels among control plasma samples and plasma samples obtained from 18 West Nile virus-infected donors before and after IgM seroconversion.This table is available in its entirety in the online edition of the Journal of Infectious Diseases.The figure is available in its entirety in the online edition of the Journal of Infectious Diseases.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Levels of cytokines and chemokines for 18 donors infected with West Nile virus, by time after the index donation.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Levels of cytokines and chemokines for 18 donors infected with West Nile virus, by time after the index donation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Serial test results for 3 blood donors infected with West Nile virus (WNV).NOTE. SLE, St. Louis encephalitis virus. a Data are sample-to-calibrator (S/C) ratios determined by an enzyme immunoassay. b Determined by a plaque-reduction neutralization assay.", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of cytokine and chemokine levels among control plasma samples and plasma samples obtained from 18 West Nile virus-infected donors before and after IgM seroconversion.Level, median (interquartile range), pg/mL P b a IFN-␣ levels were determined in 29 samples. b By the Mann-Whitney test", "latex": null, "type": "table"}}, "back_matter": []}