{"paper_id": "0aef576e6534168e0a6a5317bb2458cf8b8b11cb", "metadata": {"title": "Digging into Business Process Meta-models: A First Ontological Analysis", "authors": [{"first": "Greta", "middle": [], "last": "Adamo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"settlement": "Trento", "country": "Italy"}}, "email": "adamo@fbk.eu"}, {"first": "Chiara", "middle": [], "last": "Di Francescomarino", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"settlement": "Trento", "country": "Italy"}}, "email": ""}, {"first": "Chiara", "middle": [], "last": "Ghidini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Fondazione Bruno Kessler", "location": {"settlement": "Trento", "country": "Italy"}}, "email": "ghidini@fbk.eu"}]}, "abstract": [{"text": "While modern definitions of business processes exist and are shared in the Business Process Management community, a commonly agreed meta-model is still missing. Nonetheless, several different business process meta-models have been recently proposed and discussed in the literature, which look at business process models from different perspectives, focusing on different aspects and often using different labels for denoting the same element or element relation.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "In this paper, we start from elements and relations discovered inspecting the literature on business process meta-models through a systematic literature review. We then combine these elements and relations to build a business process meta-model. The obtained literature-based business process meta-model, which is on purpose built to disclose criticalities, is then inspected and discussed. The analysis reveals, besides the lack of attention to some crucial business process elements, issues and inconsistencies in the literature meta-models. An ontological analysis is finally carried out and possible solutions to the discovered issues are proposed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Modern textual definitions of business processes such as [30] go beyond the classical control-flow dimensions, by taking into account also other important perspectives related to organisational, data, and goal-oriented aspects. The increased attention towards other dimensions than the behavioural one, has recently brought to a rapid growth of approaches and tools in the stream of multi-perspective business process modeling and mining [15] , where other perspectives such as resources, data, time, and so on are exploited to augment the basic control-flow one. Such a hype on multiple aspects of business processes shows that the time is now ripe to focus on an investigation of multi-perspective process constructs and relations also at the conceptual level. A commonly agreed broad view on business processes, with clear and shared definitions of business process entities such as resources, data needed and produced by activities, different types of events, an so on, already at the conceptual level, would be crucial for instance to foster the communication and the data compatibility among information system procedures and data structures designed and described using different modeling paradigms and notations.", "cite_spans": [{"start": 57, "end": 61, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 438, "end": 442, "text": "[15]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Introduction"}, {"text": "By looking at the business process meta-model literature, a number of different meta-models have been proposed. These meta-models vary greatly ranging from very general ones to meta-models tailored to a specific business process modeling language and, as such, characterised by the language specificities. Despite the differences and the disalignments between these meta-models, such a literature can be leveraged in order to investigate commonalities, differences and especially criticalities emerging from them.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper we start from such an existing literature on business process meta-models and we analyse it through a systematic literature review in order to discover the business process elements and relations most investigated in state-of-the-art business process meta-models (Sect. 2). We then combine the discovered elements and relations in a literature-based meta-model of business processes (Sect. 3), which is on purpose built by simply joining discovered elements and relations, so as to disclose problems and inconsistencies. A number of criticalities arise from the analysis of the meta-model (Sect. 4): besides the under-investigation and under-specification of some of the relevant business process elements (e.g., the goal of a process), unclear relations and recursive subsumption cycles have been identified in the organisational and data components of the emerging meta-model. In order to deal with such criticalities, an ontological analysis has been carried out and possible solutions for the identified issues proposed in Sect. 5. Finally, related and future works are presented (Sect. 6 and 7).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In this section we describe the elements and relations extracted through a Systematic Literature Review (SLR) on business process meta-models reported in [4] . First ", "cite_spans": [{"start": 154, "end": 157, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 160, "end": 165, "text": "First", "ref_id": null}], "ref_spans": [], "section": "Discovering Meta-model Components from the Literature"}, {"text": "The conference venues were manually searched and we selected 452 works from BPM proceedings and 1065 from CAiSE proceedings for a total of 2463 papers (without duplicates). We identified and applied 3 inclusion criteria and 8 exclusion criteria, as well as four quality assessment criteria in order to filter the extracted papers, and we reduced the 2463 works to 36 papers that constitued our primary studies.", "cite_spans": [], "ref_spans": [], "section": "Discovering Meta-model Components from the Literature"}, {"text": "From the meta-models contained in the 36 primary studies we identified the recurrent business process (modelling) elements. Specifically, we extracted 374 single elements 1 grouped in 12 macro elements: activity, event, state, sequence flow, time, data flow, data object, actor, resource, value, goal, context. Out of the 374 single elements we kept only the ones appearing in at least two meta-models, thus reducing the number to 91. Table 1 reports the 91 elements, organised according to the 12 macroelements. The table also reports the number of meta-models in which the element occurred (reported in round brackets). For instance, the element time point occurred in (2) meta-models. Elements with the same (very similar) meaning but with different names, i.e., syntactic variables, have been all classified under a single name. The table also reports in round brackets, for each macro-element, the number of elements per category together with the total number of occurrences of macro-category elements. For example, the macro-element state includes 5 different elements for a total of 27 occurrences of those elements. Elements labelled as events have been classified either as events with a BPMN-like semantics, i.e., \"something that happens during the course of a process\" [21] (event-BPMN) or as eventsà-la EPC, i.e., in terms of pre-postconditions (event-EPC).", "cite_spans": [{"start": 1281, "end": 1285, "text": "[21]", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 435, "end": 442, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Literature-Based Elements"}, {"text": "From the analysis we identified four main groups of macro-elements: activity, sequence flow, data object, and actor. The sequence flow macro-element is the most articulated one with its 18 elements and 91 occurrences. An interesting group is the one of data object, showing different types of knowledge (17 in total) that can appear in business process model elements, even though their appearance is not as common as the one of the other three groups. The second largest group is activity with its 64 occurrences. Also this group is very diversified including many kinds of \"activities\" and especially the most recurrent element in the meta-models, i.e., activity (27) . Another key area of business processes is the actor /organisational aspect. Indeed, also in the meta-models, we found several occurrences of organisational-related elements (72). We also surprisingly found that other groups of elements appearing in existing business definitions, as for instance goal and value, do not occur in the meta-models. In particular goal is considered as central in one of the more recent business process definition proposed by Weske in [30] , however the element goal appears only few times in the meta-models. Yet, also some time-related elements are not very represented. For instance only five elements are considered in the macroelement state and also the element state itself appears in only 4 meta-models. We also observed that five elements are considered as members of more than one group, such as information, position, role, application, and process participant. In this sense, the macro-element resource is the most interconnected having elements in common with the group actor and data object. This aspect is mainly due to the fact that some elements could play several roles in a business process (model). For instance information could be conceived as a resource but also as a data object. Overall, only 14 elements of the extracted ones occurred in at least the 25% of the meta-models. These elements are reported in bold in Table 1 . The only element that appeared in more than half of the meta-models is activity.", "cite_spans": [{"start": 665, "end": 669, "text": "(27)", "ref_id": "BIBREF28"}, {"start": 1136, "end": 1140, "text": "[30]", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 2040, "end": 2047, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Literature-Based Elements"}, {"text": "For the identification of the relations among meta-model elements, we decided to focus on the elements that: (i) either occurred in at least the 25% of the primary studies (i.e., the ones in bold in Table 1 ) 2 ; or (ii) occurred at least 6 times in the macro-categories without any representative element (i.e., goal). These criteria guarantee that most of the macro-elements include their most recurrent components. In total 15 elements were considered: activity, atomic activity, compound activity, event-BPMN, event-EPC, gateway, parallel gateway (AND), inclusive gateway (OR), exclusive gateway (XOR), precondition, artifact, actor, role, resource and goal.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Literature-Based Relations"}, {"text": "Among these elements, we identified 89 relations, which were reduced to 57 after merging the ones with similar semantics, and removing others that were scarcely significant (e.g., is related with), unless they were the only representative relation between a pair of elements. Table 2 reports the resulting 57 relations among pairs of elements and the number of meta-models in which the relation occurred (among round brackets) 3 . Specifically, in Table 2 , we grouped business process modelling elements acting as domain and codomain of the relations into the three basic business process modeling language categories (behavioural, organisational and data) and a fourth goal category characterizing the elements related to the goal of the process. Relations are organized such that each block collects the list of relations having as domain an element belonging to the catetgory in the row and as codomain an element belonging to the category in the column 4 . For instance, the relation involves between activity and actor lies at the cross between the behavioural row (as activity is a behavioural element) and the organisational column (as actor is an organisational element). The analysis of Table 2 shows that relations among elements in existing meta-models are relatively few considering the number of the retrieved elements. Most of the relations appear in only one meta-model, as for instance the relation assigned to between resource and activity. In contrast, a very small collection of relations occur in more than one meta-model, as for instance the is a relation between atomic activity and activity as well as compound activity and activity.", "cite_spans": [], "ref_spans": [{"start": 276, "end": 283, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 448, "end": 455, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1197, "end": 1204, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Literature-Based Relations"}, {"text": "By looking at the table, we can observe that the behavioural elements are mostly disjoint from the organisational/data and goal categories. We can indeed identify two main clusters of relations: the one having domain and codomain elements in the behavioural category (top left cell of Table 2 ); and the one with domain and codomain elements in the organisational\\data categories (central cells in Table 2 ). Besides these two main clusters, we can identify few relations at the cross between the behavioural and organisational/data categories and very few relations involving the goal category (and corresponding goal element).", "cite_spans": [], "ref_spans": [{"start": 285, "end": 292, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 398, "end": 405, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Literature-Based Relations"}, {"text": "Focusing on the elements, we can also observe that some of them are scarcely connected through relations. For instance, the element goal acts as the domain of only one reflexive relation (goal composed of goal) and as codomain of only two further relations (achieves and supports). Elements such as artifact, AND, XOR, OR and event-BPMN,EPC are other examples of elements that are poorly connected to other elements. In contrast activity is shown to be the most interconnected element: it is the domain of 17 types of relations and the codomain of 19 types of relations. In the group of organisational elements, the element acting as domain for most of the relations is instead actor, having as codomain mainly organisational and data elements. By looking at the number of different relations between pairs of elements, we can observe that, also in this case, while most of the pairs of elements have at most one relation, the highest number of different relations can be found between activity and event-EPC and event-BPMN as well as between role and activity. Finally, a handful of elements display a finer level of granularity being composed of simpler entities, e.g., activity, compound activity and goal.", "cite_spans": [], "ref_spans": [], "section": "Literature-Based Relations"}, {"text": "Summing up, more than 10% of the types relations occurred more than once in state-of-the-art meta-models: the is a relation between atomic activity and activity, between compound activity and activity, between AND and gateway as well as between OR, XOR and gateway; and the relation carries out between actor and activity. Slightly more than 63% of the relations included the element activity either as domain or codomain. Around 42% of the relations have both domain and codomain in the behavioural elements, more than 17% involve organisational/data domains and codomains, while out of the remaining of the relations, 35% is at the intersection of the two and roughly 5% of the relations deals with the goal elements.", "cite_spans": [], "ref_spans": [], "section": "Literature-Based Relations"}, {"text": "Limitations of the SRL. The limitations of the SRL may mainly concern flaws in selection of the papers, imprecisions introduced in the extraction of data from the selected works, and potential inaccuracies due to the subjectivity of the analysis carried out. To mitigate them we did follow the guidelines reported in [13] . A further limitation of this study lies in the facts that only one researcher selected the candidate primary studies, and one researcher worked on the data extraction. Both aspects have been mitigated by the fact that another researcher checked the inclusion and the exclusion of the studies, and another researcher checked the data extraction, as suggested in [6] .", "cite_spans": [{"start": 317, "end": 321, "text": "[13]", "ref_id": "BIBREF14"}, {"start": 685, "end": 688, "text": "[6]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Literature-Based Relations"}, {"text": "The extraction of the elements and the relations allows us to outline those characteristics of business processes (models) deemed most important by the number of scholars who have proposed business process meta-models in the literature. In this section we combine the extracted elements and relations, by merging all of them in a unique meta-model, the so called literature-based business process meta-model (LB meta-model). We are aware of the problems arising from a study in which the information from different sources is blindly brought together. However, as a provocation, in order to better investigate the criticalities that can arise, we build such as LB meta-model, which allows us to see how business process model views can be rich but also conflicting. Having said so, a further problem we had to overcome in creating the meta-model was the establishment of the semantics of its components (i.e., the labels' semantics) or, at the very least, the clarification of their intended meaning. In fact, only few authors did include explicit semantics, while for most of the cases it was either lacking or provided in terms of commonsense descriptions. Since our overarching meta-model is generated from the ones present in the surveyed papers, in order to avoid bias, we also opted to use a commonsense semantics of business process (modelling) elements. Figure 1 depicts the literature-based meta-model in UML. In the meta-model gray is used for the behavioural elements, pink for organisational elements, yellow for the data elements and red box for the unique goal element. Finally, the resource element, which is shared by the organisational and data components, is depicted in white.", "cite_spans": [], "ref_spans": [{"start": 1362, "end": 1370, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "The Literature-Based Meta-model"}, {"text": "Observing Fig. 1 , it is immediately clear that activity is the most important element. It is directly connected with almost all other elements, that is reasonable given its centrality for business processes. Moreover, most of the elements of the behavioural component (e.g., atomic activity, compound activity, gateway) are related through is a relations to activity. In contrast to activity, more than half of the behavioural elements (e.g., event-BPMN, event-EPC, gateway, AND, OR and XOR) are almost disconnected from the other categories. This lack of connection with other components is particularly surprising for gateways that we would have expected to be connected not only with behavioural but also with data elements, considering the fact that they deal with control and decision flow.", "cite_spans": [], "ref_spans": [{"start": 10, "end": 16, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "The Literature-Based Meta-model"}, {"text": "Looking at the data and organisational elements, we can also notice that, despite the importance of data and organisational aspects in business processes, a unique data elementartifact -and two organisational elementsactor and role -appear in the meta-model, besides the shared resource element. The artifact, which has several relations with the activity (and its subclasses) and an is a relation with resource, is only indirectly related to the other elements. For instance, it is indirectly connected to the actor, through the activity element: the actor carries out an activity, which, in turn manipulates an artifact. An actor, besides performing activities, has also other agentive capabilities, e.g., it uses and owns resources, as well as achieves goals. The resource element also presents a number of relations, many of which are is a relationships. Lying at the cross between the data and organisational boundaries, indeed, it has been classified in different terms, e.g, as a precondition, as an artifact and as a role.", "cite_spans": [], "ref_spans": [], "section": "The Literature-Based Meta-model"}, {"text": "Last but not least, the meta-model in Fig. 1 reveals the marginal role of the goal category and of the goal element, which appears as an auxiliary element that is composed of other goals, supports activities and is achieved by actors.", "cite_spans": [], "ref_spans": [{"start": 38, "end": 44, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "The Literature-Based Meta-model"}, {"text": "To conclude this section we provide a brief description of the taxonomy of the LB meta-model (Fig. 1a) . Looking at the behavioural component, we can observe two main subsumption blocks, where an element is specialised into elements with a finer level of granularity: atomic and compound activity are sub-classes of activity, and parallel (AND) inclusive (OR) and exclusive (XOR) gateways are sub-classes of gateway. Instead, event-BPMN,EPC are floating within the taxonomy. Moreover, besides reconfirming the centrality of the activity, we can also notice that all the behavioural elementsexcept for the event-BPMN,EPC and precondition -are subsumed directly or indirectly from the activity element. Here we expected that al least the event-BPMN element could also be classified as a \"dynamic\" (with a duration) entity.", "cite_spans": [], "ref_spans": [{"start": 93, "end": 102, "text": "(Fig. 1a)", "ref_id": "FIGREF2"}], "section": "The Literature-Based Meta-model"}, {"text": "Considering the organisational and data components, these are not integrated with the behavioural part. The is a relations are intricately articulated: resource is a sub-class of role, artifact and precondition; moreover role is an actor and viceversa. As a consequence, a resource is a sub-class of actor. Finally, looking at the goal component, the goal element is completely disconnected from any other element in the taxonomy.", "cite_spans": [], "ref_spans": [], "section": "The Literature-Based Meta-model"}, {"text": "The analysis carried out in the previous section reveals that the extracted meta-model is not very well balanced: some parts and elements have richer descriptions, while others are only roughly specified. The elements and relations extracted from the primary studies reveal a good level of maturity in the behavioural component both in terms of elements and relations among elements. Also some of the organisational and data elements, such as actor, resource and artifact, are quite well investigated although their semantics and relations are still quite unclear. The goal component, instead, is underinvestigated and represented both in terms of elements and relations. The relations between elements across different categories are also rather limited, thus leaving the behavioural, the data/organisational and the goal components poorly connected the one to the other. Also within the same category, we can find a disproportion among elements: for instance, in the behavioural category, activity has been largely studied and is well connected to almost all the other elements, while elements as event-BPMN and event-EPC are less investigated and connected to the other elements.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The imbalance among elements and categories in the LB meta-model is even more critical when taking into account their importance in business processes. For instance, according to Weske, a business process is \"a set of activities that are performed in coordination in an organizational and technical environment. These activities jointly realize a business goal.\" [30] . By looking at the LB meta-model and at its taxonomy, however, we can clearly notice that the goal element, besides being under-investigated in the literature, is also scarcely connected. This can be due to the lack of a graphical element for representing goals in most of the business process modelling graphical notations. Indeed, only few notations include an explicit symbol for the representation of goals as described in [1] . Similarly, value, which appears in several business process definitions, does not appear at all in the LB meta-model.", "cite_spans": [{"start": 363, "end": 367, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 796, "end": 799, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "A second criticality that we can observe in the LB meta-model revolves around event (and its two semantics) and precondition. The same label, indeed, is used in the literature for denoting two different concepts. The event-BPMN is commonly understood as \"something that happens during the course of a process\" [21] , that is, as an exogenous activity. The EPC-event is intended instead as \"describing preconditions and postconditions of functions\" [19] , that is, in terms of state. This overloading of the same label for different semantics, as well as the lack of a clear relation between event-EPC and precondition reveals an imprecise and non-agreed understanding of these concepts and of their relations within the community. This criticality is further confirmed when looking at the relations between the two notions of event and activity. While the causality essence of the initiated by relation between activity and event-BPMN reflects the active nature of the event-BPMN, the predecessor and successor relations between activity and event-EPC confirms their temporal characterisation, the activates relation between activity and event-EPC is tricky. A state, indeed, is a passive element, that cannot activate or cause anything by itself. The activate relation, however, refers to the complex notion of ARIS EPC event, which combines the two notions of event-EPC and event-BPMN.", "cite_spans": [{"start": 310, "end": 314, "text": "[21]", "ref_id": "BIBREF22"}, {"start": 448, "end": 452, "text": "[19]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "Another issue emerging from the taxonomy extracted from the LB metamodel is related to the organisational/data components. Indeed, the model reveals subsumption cycles between actor, role and resource, thus resulting in the equivalence of the three elements. These sumbsumption cycles and the consequent equivalence relation, due to the way in which elements and relations extracted from the literature have been composed in the LB meta-model, reveals that the community does not completely agree yet on the semantics of some organisational/data elements and on the relations among them. This is especially true for the resource element that in the taxonomy of the LB metamodel shows a hybrid nature. Indeed, besides its organisational (a resource is a role) and data nature (resource is an artifact), the resource element has also a behavioural nature (resource is a precondition).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, the LB meta-model captures mostly \"standard\" aspects of business processes and ignores elements related other dimensions of business processes such as, the decision rules and collaboration aspects underlying process models.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In this section we address the critical aspects identified at the end of Sect. 4 trying to propose ontologically grounded solutions. In particular we focus here on the notions of state and event, and the notion of resource. For what concerns the scarce presence of important notions, in particular goal and value, we only note here that these absences should be filled, and that we plan to do it in the future starting from works such as [1, 28] and [23] , respectively.", "cite_spans": [{"start": 438, "end": 441, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 442, "end": 445, "text": "28]", "ref_id": "BIBREF30"}, {"start": 450, "end": 454, "text": "[23]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "Events, Activities, and States. As already noted in Sect. 4, the different metamodels analysed associate, at type (i.e., conceptual) level, two different semantics to the term \"event\", which we resolved by explicitly renaming this element into event-BPMN and event-EPC. This overloading would become even more complex if we would take into account also the token (i.e., execution) level (mentioned for instance in [27] ), where the term event is used to denote specific executions of activities and is close to the meaning of event as used in an \"event log\". This semantic overloading is somehow not a surprise for the BPM community, where the term \"event\" is used to denote elements that can pertain the type level, the token level, something that happens in time, a trigger that has causal power, and pre-postconditions. 5 In this paper we concentrate our analysis mainly on the way \"event\" is used, in the different meta-models at type level. Nonetheless, it is easy to notice that, from an ontological point of view, events are often understood as elements happening at token level, that is, specific occurrences in time (see e.g., [8] ). Then, what are event-BPMN and event-EPC? By looking at the language specification of BPMN, event-BPMN can be explained in terms of \"a pattern of behaviour\", that is, an activity type, which is an abstract entity [8] . 6 Indeed event-BPMN, similarly to activities in that language, can be realised at token level by event occurrences (they happen in time), and can be repeated again and again in several process executions. What seems to differentiate the two notions in BPMN is more the fact that events \"happen\" in the world while activities denote pieces of works that a company (or a process owner more in general) should perform. Our proposal, therefore, is to borrow some concepts from the domain of statistics and conceive them as a sort of exogenous activity type, in contrast to the activities that happen within the process owner boundaries, that we rename endogenous activity type. This is a first analysis that may be further refined as these boundaries in BPMN are not always clear and events in BPMN are used to denote both elements with an \"active\" flavour (e.g., sending a message) as well as elements with a more \"passive\" flavour (e.g., exceptions or timers), whose differences should be accounted for. Nonetheless, we consider event-BPMN as an activity type as all these elements would be considered as \"a pattern of behaviour\" at type level according to [8] and not elements happening at token level.", "cite_spans": [{"start": 414, "end": 418, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 823, "end": 824, "text": "5", "ref_id": "BIBREF5"}, {"start": 1136, "end": 1139, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1355, "end": 1358, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 1361, "end": 1362, "text": "6", "ref_id": "BIBREF6"}, {"start": 2516, "end": 2519, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "If we move to ARIS EPCs, the analysis is slightly more complex. On the one hand, event-EPC is used as pre-postconditions which seem to be conceived as states. On the other hand, event-EPC is also described as an activator of activities. These two views are, from an ontological point of view, incompatible, as states cannot have causal power characteristics. Indeed, although states can be involved in causal relations, they cannot cause anything per-se [9] . Consider in a loan application process, \"To have the credit history\" is a state which acts as precondition for the \"assess eligibility\" activity, but that precondition alone cannot cause the assessment of eligibility. In this respect, the relation precondition enables activity found in the LB meta-model 7 appears to be more adequate than the one of event-EPC activates activity. Inspired by the analyses in [3] and [9] , in this paper we propose to solve this inconsistency by viewing event-EPC as a specific pre-postcondition, and thus removing it, together with the activates relation from the diagram. Nonetheless, we strongly believe that this causal notion involving activities should be further investigated. Indeed, this double view of the notion of event-EPC, together with the higher presence of the notion of precondition w.r.t. the one of postcondition in the analysed metamodels, seem to suggest a need to incorporate some notion of \"trigger\" (distinct from a notion of state) that can explain (cause) the activation of activities within a business process. Instead, when discussing causal relations we can note that, although activities cannot cause directly anything (e.g., create) at type level, they have a sort of causal power, as they can explain why a certain activity type can cause something else, such as a state or other activities. Figure 2 summarises the refactoring of the two notions of event-BPMN and event-EPC explained above. Filled boxes represent newly added entities, and boldface has been used to denote newly added relations. Note, that we have included also postconditions to the diagram, and the relations that pertain this entity. Also, we have transferred the relations between event-EPC and activity to the appropriate relations between pre-postconditions and activity. Similarly to what happened with the term event, also resources are defined, in the BPM community, in many different ways such as \"[...] items necessary for a team to understand a problem and implement solutions [...]\", \"Agent used to perform activities [...]\", \"People, equipment, or materials required or used to accomplish an activity. [...]\", and \"Assets that is consumed in the operations [...]\" 8 . All of these views upon resource are somehow included in Fig. 1 , however in an overly rich and redundant manner that overlaps also with other elements such as artifact and actor.", "cite_spans": [{"start": 454, "end": 457, "text": "[9]", "ref_id": "BIBREF9"}, {"start": 869, "end": 872, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 877, "end": 880, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1818, "end": 1826, "text": "Figure 2", "ref_id": "FIGREF3"}, {"start": 2733, "end": 2739, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "State-of-the-art ontological analysis in the context of Enterprise Modelling and manufacturing has classified resources in terms of roles that entities play within the context of an activity [5, 7, 24] . While an in-depth analysis of the notion of role is beyond the scope of this paper we can rely on the ones that have already been undertaken in literature, such as [17, 18] ). What we can retain here is the assumption that roles are dependent upon other entities for their existence and can be played, in context and time, by agentive (e.g., a person) and non-agentive (e.g., a data object) participants. Thus, roles can be conceived of variously including as social concepts that describe what that role is and in terms of relations [17, 18] .", "cite_spans": [{"start": 191, "end": 194, "text": "[5,", "ref_id": "BIBREF5"}, {"start": 195, "end": 197, "text": "7,", "ref_id": "BIBREF7"}, {"start": 198, "end": 201, "text": "24]", "ref_id": "BIBREF25"}, {"start": 368, "end": 372, "text": "[17,", "ref_id": "BIBREF18"}, {"start": 373, "end": 376, "text": "18]", "ref_id": "BIBREF19"}, {"start": 738, "end": 742, "text": "[17,", "ref_id": "BIBREF18"}, {"start": 743, "end": 746, "text": "18]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "In Fig. 3 a refactoring of the organisational/data component based on the notion of \"resource in terms of role it plays\" is depicted. For the sake of clarity, the filled boxes denote reference concepts in the upper ontology DOLCE [16] in its extension for roles as social concepts [18] and in the analysis of business process participants [2] . In this diagram a business process resource plays a role when it is assigned to (endogenous) activities 9 . Note that we used association classes to reify the plays a relation, to denote that the object denoting a resource playing a role is assigned to an activity. An actor is an agentive business process participant and an artifact is a non-agentive participant, and both can have physical and/or non-physical characteristics. Note that the association between the resource and the role occurs within the boundaries of activity, which somehow plays here the role of context in the definition of something as a resource [5, 24] .", "cite_spans": [{"start": 230, "end": 234, "text": "[16]", "ref_id": "BIBREF17"}, {"start": 281, "end": 285, "text": "[18]", "ref_id": "BIBREF19"}, {"start": 339, "end": 342, "text": "[2]", "ref_id": "BIBREF2"}, {"start": 967, "end": 970, "text": "[5,", "ref_id": "BIBREF5"}, {"start": 971, "end": 974, "text": "24]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 3", "ref_id": "FIGREF4"}], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "A final comment is devoted to the resource is-a precondition relation found in the LB meta-model. While this relation must be deemed wrong, as a resource is not usually seen as a state, it is nonetheless true that the existence of resources with certain characteristics and capabilities can act as preconditions to the execution of certain activities. As such this relation should be further investigated.", "cite_spans": [], "ref_spans": [], "section": "Towards an Ontologically Grounded Meta-model Refinement"}, {"text": "To the best of our knowledge, no work has been carried out so far specifically investigating and analysing the existing literature related to business process meta-models. However, a variety of sources exist that attempt to bring clarity to certain aspects of business process and modelling. Some of these papers are focused on the creation of business process meta-models and are indeed included in the list of the primary studies. For example, in both List et al. [14] and Söderström et al. [27] conceptual frameworks of business process are proposed in order to evaluate or compare and translate modelling notations. In the work of Heidari et al. [12] , a general meta-model is developed starting from the elements of seven business process modelling languages. The language independent metamodel is finally compared and analysed with an ontology.", "cite_spans": [{"start": 466, "end": 470, "text": "[14]", "ref_id": "BIBREF15"}, {"start": 493, "end": 497, "text": "[27]", "ref_id": "BIBREF28"}, {"start": 650, "end": 654, "text": "[12]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Related Works"}, {"text": "Several papers have been focusing on the ontological analysis of business process modelling and related fields. The works in [2, 3, 5, 7, 24] have been already discussed in reference to our work in Sect. 5 and are not described here for lack of space. In Sanfilippo et al. [25] an ontological analysis of event and activity constructs in BPMN is presented. In [26] , Santos Jr. et al. presented an ontological analysis of ARIS EPCs using the UFO ontology [10] for the semantic interpretation of the elements. In particular, they focused on the analysis of function, event and rule. Focusing on works independent from specific modelling languages, in [11] Guizzardi et al. propose an ontological analysis of events. The analysis is performed considering the UFO ontology and, although the paper is not committed with the specific representation of events in business process modelling, the research analyses conceptual models, reference frameworks and domain ontologies also in the area of business process modelling. Other works (e.g., [22] ) analise business process modelling using the Bunge Wand and Weber ontology [29] as reference framework. Concerning goals, the work in [1] provides a classification of business process goals from the point of view of participants, while the work in [28] analyses and integrates notion of goal and soft-goal in business process modelling. A careful evaluation of how to complement our work with the ones listed here is left for future works.", "cite_spans": [{"start": 125, "end": 128, "text": "[2,", "ref_id": "BIBREF2"}, {"start": 129, "end": 131, "text": "3,", "ref_id": "BIBREF3"}, {"start": 132, "end": 134, "text": "5,", "ref_id": "BIBREF5"}, {"start": 135, "end": 137, "text": "7,", "ref_id": "BIBREF7"}, {"start": 138, "end": 141, "text": "24]", "ref_id": "BIBREF25"}, {"start": 273, "end": 277, "text": "[25]", "ref_id": "BIBREF26"}, {"start": 360, "end": 364, "text": "[26]", "ref_id": "BIBREF27"}, {"start": 455, "end": 459, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 650, "end": 654, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 1036, "end": 1040, "text": "[22]", "ref_id": "BIBREF23"}, {"start": 1118, "end": 1122, "text": "[29]", "ref_id": "BIBREF31"}, {"start": 1177, "end": 1180, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1291, "end": 1295, "text": "[28]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Related Works"}, {"text": "In this work a business process meta-model extracted from state-of-the-art proposals through a systematic literature review is presented, together with a preliminary ontological analysis of notions such as events, preconditions and resources. Although the single meta-models proposed in literature were individually consistent, combining them into a unique LB meta-model, allowed us to identify criticalities, to carry on a first analysis of these criticalities, and to propose possible solutions. This analysis gave us the opportunity to clarify, from an ontological perspective, well-known issues concerning the use of labels as event and resource and to investigate these interpretations within and outside the BPM community.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "In the future we plan to further extend this work by addressing unsolved issues highlighted in Sect. 5. For instance, we would like to investigate the notion of \"trigger\" in relation to activities, as well as to analyse business process elements neglected in the individual meta-models, such as goal and value.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "These investigations can provide a first step in the direction of a well-thought and agreed view on multi-perspective business process components at the conceptual level. This view would be beneficial not only for the development of new notations and systems, but also for improving the interoperability of existing notations and information systems.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "On the notion of goal in business process models", "authors": [{"first": "G", "middle": [], "last": "Adamo", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgo", "suffix": ""}, {"first": "C", "middle": [], "last": "Di Francescomarino", "suffix": ""}, {"first": "C", "middle": [], "last": "Ghidini", "suffix": ""}, {"first": "N", "middle": [], "last": "Guarino", "suffix": ""}, {"first": "", "middle": [], "last": "Ai*ia", "suffix": ""}], "year": 2018, "venue": "LNCS (LNAI)", "volume": "11298", "issn": "", "pages": "139--151", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Business processes and their participants: an ontological perspective", "authors": [{"first": "G", "middle": [], "last": "Adamo", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgo", "suffix": ""}, {"first": "C", "middle": [], "last": "Di Francescomarino", "suffix": ""}, {"first": "C", "middle": [], "last": "Ghidini", "suffix": ""}, {"first": "N", "middle": [], "last": "Guarino", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Sanfilippo", "suffix": ""}], "year": 2017, "venue": "AI*IA 2017", "volume": "10640", "issn": "", "pages": "215--228", "other_ids": {"DOI": ["10.1007/978-3-319-70169-1_16"]}}, "BIBREF3": {"ref_id": "b3", "title": "Business process activity relationships: is there anything beyond arrows? In: Weske", "authors": [{"first": "G", "middle": [], "last": "Adamo", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgo", "suffix": ""}, {"first": "C", "middle": [], "last": "Di Francescomarino", "suffix": ""}, {"first": "C", "middle": [], "last": "Ghidini", "suffix": ""}, {"first": "N", "middle": [], "last": "Guarino", "suffix": ""}, {"first": "E", "middle": ["M. ; M"], "last": "Sanfilippo", "suffix": ""}, {"first": "M", "middle": [], "last": "Montali", "suffix": ""}, {"first": "I", "middle": [], "last": "Weber", "suffix": ""}, {"first": "", "middle": [], "last": "Vom Brocke", "suffix": ""}], "year": 2018, "venue": "", "volume": "329", "issn": "", "pages": "53--70", "other_ids": {"DOI": ["10.1007/978-3-319-98651-7_4"]}}, "BIBREF4": {"ref_id": "b4", "title": "What's my process model composed of? A systematic literature review of meta-models in BPM", "authors": [{"first": "G", "middle": [], "last": "Adamo", "suffix": ""}, {"first": "C", "middle": [], "last": "Ghidini", "suffix": ""}, {"first": "C", "middle": [], "last": "Di Francescomarino", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Modeling resources and capabilities in enterprise architecture: a wellfounded ontology-based proposal for archimate", "authors": [{"first": "C", "middle": ["L B"], "last": "Azevedo", "suffix": ""}, {"first": "M", "middle": [], "last": "Iacob", "suffix": ""}, {"first": "J", "middle": ["P A"], "last": "Almeida", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Sinderen", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Pires", "suffix": ""}, {"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}], "year": 2015, "venue": "Inf. Syst", "volume": "54", "issn": "", "pages": "235--262", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Lessons from applying the systematic literature review process within the software engineering domain", "authors": [{"first": "P", "middle": [], "last": "Brereton", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Kitchenham", "suffix": ""}, {"first": "D", "middle": [], "last": "Budgen", "suffix": ""}, {"first": "M", "middle": [], "last": "Turner", "suffix": ""}, {"first": "M", "middle": [], "last": "Khalil", "suffix": ""}], "year": 2007, "venue": "J. Syst. Softw", "volume": "80", "issn": "4", "pages": "571--583", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A generic enterprise resource ontology", "authors": [{"first": "F", "middle": ["G"], "last": "Fadel", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Fox", "suffix": ""}, {"first": "M", "middle": [], "last": "Gruninger", "suffix": ""}], "year": 1994, "venue": "Proceedings of 3rd IEEE Workshop on Enabling Technologies: Infrastructure for Collaborative Enterprises", "volume": "", "issn": "", "pages": "117--128", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The ontology of states, processes, and events", "authors": [{"first": "A", "middle": [], "last": "Galton", "suffix": ""}], "year": 2012, "venue": "Proceedings of the 5th Interdisciplinary Ontology Meeting", "volume": "", "issn": "", "pages": "35--45", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "States, processes and events, and the ontology of causal relations", "authors": [{"first": "A", "middle": [], "last": "Galton", "suffix": ""}], "year": 2012, "venue": "Proceedings of the Seventh International Conference on Formal Ontology in Information Systems. FOIS 2012", "volume": "239", "issn": "", "pages": "279--292", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Using the unified foundational ontology (UFO) as a foundation for general conceptual modeling languages", "authors": [{"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Wagner", "suffix": ""}], "year": 2010, "venue": "Theory and Applications of Ontology: Computer Applications", "volume": "", "issn": "", "pages": "175--196", "other_ids": {"DOI": ["10.1007/978-90-481-8847-5_8"]}}, "BIBREF11": {"ref_id": "b11", "title": "Towards ontological foundations for the conceptual modeling of events", "authors": [{"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}, {"first": "G", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "R", "middle": [], "last": "De Almeida Falbo", "suffix": ""}, {"first": "R", "middle": ["S S"], "last": "Guizzardi", "suffix": ""}, {"first": "J", "middle": ["P A"], "last": "Almeida", "suffix": ""}], "year": null, "venue": "ER 2013", "volume": "8217", "issn": "", "pages": "327--341", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A meta-meta-model for seven business process modeling languages", "authors": [{"first": "F", "middle": [], "last": "Heidari", "suffix": ""}, {"first": "P", "middle": [], "last": "Loucopoulos", "suffix": ""}, {"first": "F", "middle": ["M T"], "last": "Brazier", "suffix": ""}, {"first": "J", "middle": [], "last": "Barjis", "suffix": ""}], "year": 2013, "venue": "IEEE 15th Conference on Business Informatics. CBI 2013", "volume": "", "issn": "", "pages": "216--221", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Guidelines for performing systematic literature reviews in software engineering", "authors": [{"first": "B", "middle": [], "last": "Kitchenham", "suffix": ""}, {"first": "S", "middle": [], "last": "Charters", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "An evaluation of conceptual business process modelling languages", "authors": [{"first": "B", "middle": [], "last": "List", "suffix": ""}, {"first": "B", "middle": [], "last": "Korherr", "suffix": ""}], "year": 2006, "venue": "Proceedings of the 2006 ACM Symposium on Applied Computing (SAC)", "volume": "", "issn": "", "pages": "1532--1539", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Multi-perspective process mining", "authors": [{"first": "F", "middle": [], "last": "Mannhardt", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Dissertation Award, Demonstration, and Industrial Track Co-Located with 16th International Conference on Business Process Management (BPM", "volume": "2196", "issn": "", "pages": "41--45", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "WonderWeb deliverable D18 ontology library (final)", "authors": [{"first": "C", "middle": [], "last": "Masolo", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgo", "suffix": ""}, {"first": "A", "middle": [], "last": "Gangemi", "suffix": ""}, {"first": "N", "middle": [], "last": "Guarino", "suffix": ""}, {"first": "A", "middle": [], "last": "Oltramari", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Relational roles and qua-individuals", "authors": [{"first": "C", "middle": [], "last": "Masolo", "suffix": ""}, {"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}, {"first": "L", "middle": [], "last": "Vieu", "suffix": ""}, {"first": "E", "middle": [], "last": "Botazzi", "suffix": ""}, {"first": "R", "middle": [], "last": "Ferrario", "suffix": ""}], "year": 2005, "venue": "Proceedings of the AAAI Symposium on Roles, an Interdisciplinary Perspective", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Social roles and their descriptions", "authors": [{"first": "C", "middle": [], "last": "Masolo", "suffix": ""}], "year": 2004, "venue": "Proceedings of the 9th International Conference on Principles of Knowledge Representation and Reasoning (KR2004)", "volume": "", "issn": "", "pages": "267--277", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Event-driven Process Chains (EPC). Metrics for Process Models. LNBIP", "authors": [{"first": "J", "middle": [], "last": "Mendling", "suffix": ""}], "year": 2008, "venue": "", "volume": "6", "issn": "", "pages": "17--57", "other_ids": {"DOI": ["10.1007/978-3-540-89224-3_2"]}}, "BIBREF21": {"ref_id": "b21", "title": "Events, processes, and states", "authors": [{"first": "A", "middle": ["P D"], "last": "Mourelatos", "suffix": ""}], "year": 1978, "venue": "Linguist. Philos", "volume": "2", "issn": "3", "pages": "415--434", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Object Management Group: Business Process Model and Notation (BPMN)", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Business process modelinga comparative analysis", "authors": [{"first": "J", "middle": [], "last": "Recker", "suffix": ""}, {"first": "M", "middle": [], "last": "Rosemann", "suffix": ""}, {"first": "M", "middle": [], "last": "Indulska", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Green", "suffix": ""}], "year": 2009, "venue": "J. AIS", "volume": "10", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "An ontological analysis of value propositions", "authors": [{"first": "T", "middle": ["P"], "last": "Sales", "suffix": ""}, {"first": "N", "middle": [], "last": "Guarino", "suffix": ""}, {"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}, {"first": "J", "middle": [], "last": "Mylopoulos", "suffix": ""}], "year": 2017, "venue": "21st IEEE International Enterprise Distributed Object Computing Conference", "volume": "", "issn": "", "pages": "184--193", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Modeling manufacturing resources: an ontological approach", "authors": [{"first": "E", "middle": ["M"], "last": "Sanfilippo", "suffix": ""}], "year": 2018, "venue": "PLM 2018. IAICT", "volume": "540", "issn": "", "pages": "304--313", "other_ids": {"DOI": ["10.1007/978-3-030-01614-2_28"]}}, "BIBREF26": {"ref_id": "b26", "title": "Events and activities: is there an ontology behind BPMN?", "authors": [{"first": "E", "middle": ["M"], "last": "Sanfilippo", "suffix": ""}, {"first": "S", "middle": [], "last": "Borgo", "suffix": ""}, {"first": "C", "middle": [], "last": "Masolo", "suffix": ""}], "year": 2014, "venue": "Proceedings of the 8th International Conference on Formal Ontology in Information Systems. FOIS 2014", "volume": "267", "issn": "", "pages": "147--156", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "An ontology-based semantic foundation for ARIS EPCs", "authors": [{"first": "P", "middle": ["S"], "last": "Santos", "suffix": ""}, {"first": "J", "middle": ["P A"], "last": "Almeida", "suffix": ""}, {"first": "G", "middle": [], "last": "Guizzardi", "suffix": ""}], "year": 2010, "venue": "Proceedings of the 2010 ACM Symposium on Applied Computing (SAC)", "volume": "", "issn": "", "pages": "124--130", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Towards a framework for comparing process modelling languages", "authors": [{"first": "E", "middle": [], "last": "Söderström", "suffix": ""}, {"first": "B", "middle": [], "last": "Andersson", "suffix": ""}, {"first": "P", "middle": [], "last": "Johannesson", "suffix": ""}, {"first": "E", "middle": [], "last": "Perjons", "suffix": ""}, {"first": "B", "middle": [], "last": "Wangler", "suffix": ""}], "year": null, "venue": "CAiSE 2002", "volume": "2348", "issn": "", "pages": "600--611", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "On the notion of soft-goals in business process modeling", "authors": [{"first": "P", "middle": [], "last": "Soffer", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wand", "suffix": ""}], "year": 2005, "venue": "Bus. Process Manage. J", "volume": "11", "issn": "6", "pages": "663--679", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Toward a theory of the deep structure of information systems", "authors": [{"first": "Y", "middle": [], "last": "Wand", "suffix": ""}, {"first": "R", "middle": [], "last": "Weber", "suffix": ""}], "year": 1990, "venue": "ICIS", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Business Process Management. Concepts, Languages, Architectures", "authors": [{"first": "M", "middle": [], "last": "Weske", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-3-642-28616-2"]}}}, "ref_entries": {"FIGREF0": {"text": "activity(27), atomic activity (9), compound activity (13), activity instance (4), manual activity (2), automatic activity (2), collaborative organisational activity (2), critical organizational activity (2), cancel activity(3) event (10/41) event-EPC (4), event-BPMN (9), event sub-process (3), throw event (2), interrupting (2), start event (6), intermediate event (3), end event (8), message event (2), event location (2) state (5/27) state (4), precondition (9), postcondition (8), data input (3), data output (3) sequence flow (18/91) conditional control flow (4), sequence (3), multimerge (2), multi choice (2), syncronisation point (2), connecting object (7), sequence flow (7), condition (2), merge (2), join (2), fork (2), gateway (16), complex gateway (2), event-based gateway (2), parallel gateway (12), inclusive gateway (9), exclusive gateway (11), flow operator (4) time (3/6) time point (2), cycle time duration (2), temporal dependency (2) data flow (6/19) message flow (5), data flow (5), association (3), conversational link (2), knowledge flow (2), assignment to an actor (2) data object (17/48) artifact (9), physical artifact (2), data object (5), message (3), conversation (3), call conversation (2), information (3), physical knowledge support (2), internal knowledge (2), tacit knowledge (2), external knowledge (2), explicit knowledge (2), procedural knowledge (2), knowledge (3), document (2), artifact instance (2), data store (2) actor (14/72) actor (14), collective agent (4), organisation (6), organisation unit (6), human expert (2), internal agent (2), external agent (2), client (4), position (4), application (4), role (15), process owner (2), process participant (4), person (3) resource (8/50) resource (13), material resource (3), immaterial resource (3), information (4), position (4), role (15), application (4), process participant (4) value (2/5) measure (3), cost (2) goal (2/8) organisational objective (2), goal (6) context (2/4) context (2), business area (2)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Literature-based meta-model", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Meta-model of events, activity, and pre-postcondition.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Meta-model of resources.The Organisational/Data Component. To start disambiguating the organisational/data component, let us start by analysing the notion of resource.", "latex": null, "type": "figure"}, "TABREF0": {"text": "we provide few details about the SLR; in Sect. 2.1 we summarise the analysis of the elements reported in the SLR[4]; and in Sect. 2.2 we focus on a novel part related to the analysis of relations among elements emerged from the SLR.", "latex": null, "type": "table"}, "TABREF1": {"text": "Recurring elements in meta-models.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Macro-element activity (9/64) </td><td>Element\nactivity (27), atomic activity (9), compound activity (13), activity instance (4), manual\n</td></tr><tr><td>event (10/41) </td><td>activity (2), automatic activity (2), collaborative organisational activity (2), critical organizational activity (2), cancel activity (3)\nevent-EPC (4), event-BPMN (9), event sub-process (3),\nthrow event (2), interrupting (2), start event (6),\nintermediate event end event message\n</td></tr><tr><td>state (5/27) </td><td>(3), (8), event (2), event location (2)\nstate (4), precondition (9), postcondition (8), data input (3), data output (3)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Recurring relations in meta-models.", "latex": null, "type": "table"}}, "back_matter": []}