{
    "paper_id": "0afd6bb0d25731afacd2a2cbf67a0874bf8d8d61",
    "metadata": {
        "title": "Short-Term Effects of Mitigation Measures for the Containment of the COVID-19 Outbreak: An Experience From Northern Italy",
        "authors": [
            {
                "first": "Giovenale",
                "middle": [],
                "last": "Moirano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Schmid",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Barone-Adesi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We evaluated the short-term effects of mitigation measures imposed by the Italian government on the first 10 municipalities affected by Sars-Cov-2 spread. Our results suggest that the effects of containment measures can be appreciated in about approximately 2 wk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n the past weeks, several countries implemented mitigation measures in the attempt to curb the coronavirus disease 2019 (COVID-19) epidemic. While these interventions proved to be effective in Wuhan (China), it is not clear whether these results are directly applicable to other countries. 1 We conducted a first evaluation of the effectiveness of such measures in a small Italian area, taking advantage of the fact these mitigation measures were introduced 2 wk ahead the rest of the country. Following the detection of the first cases of COVID-19 in Lombardy, the Italian Government enforced different policies to contain the local outbreaks. On February 23rd, a total lockdown was issued for 10 municipalities in the Lodi Province (Lombardy Region), and the measures included: (a) strict home confinement to the entire population; (b) closure of all the nonessential commercial activities; and (c) mobility restrictions related to the involved municipalities. 2 These policies were later extended to the whole of Lombardy (March 8th) and to the entire Country (March 9th).",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 965,
                    "end": 966,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The early implementation of such regulations in these municipalities (hereafter defined as the \"red zone\") allows a sufficient observation time to conduct a thorough evaluation of their effect. Specifically, we investigated changes in the time-varying reproductive number, R t , namely the estimate of the average number of secondary cases that each infected individual would infect if the conditions remained as they were at time, t. 3 A decrease of R t over time provides insights to the effectiveness of the interventions, given that the goal of control efforts is to reduce it below the threshold value of 1. Data on incident cases of COVID-19 recorded between February 28th and March 27th were obtained from the website of the Italian Civil Protection. 4 As data at the municipality level are not available, we used data from the whole Lodi province and 2 neighboring provinces to indirectly estimate the daily number of cases in the red zone. Observed rates in the whole Lodi province are, indeed, a weighted mean between the rates in the red zone (accounting for 22% of the population of the Province) and the rates in the other municipalities (the remaining 78% of the provincial population).",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 436,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 758,
                    "end": 759,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We assumed that the municipalities of the Lodi Province out of the red zone had incidence rates similar to the neighboring provinces (Milan and Pavia). Applying incidence rates of Milan and Pavia provinces to the 78% of Lodi Province population, we could calculate the expected number of new cases occurring in the red zone. We then estimated the time-varying reproductive number, using the R package EpiEstim for the red zone. 5 Figure 1 shows that incidence in the red zone increased until March 5th, when a steady reduction started. 6 Coherently, there was a drop in the values of R t , which decreased from 2 to 0.9 and remained stable afterward. As the incidence rates in the provinces of Milan and Pavia, which we used to approximate the rates in the municipalities of the Lodi province out of the red zone, are among the lowest in the Lombardy Region, our results should be regarded as conservative. Had we applied the rates of other provinces, the estimated reduction in R t would have been even larger.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 429,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 537,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "These results are consistent with what observed in Wuhan Province, China, 5 and suggest that the effects of a lockdown can be appreciated in approximately 2 wk, a time range that is consistent with the COVID-19 incubation period combined with the delay of the diagnosis after symptoms onset. 1 Should this be the case, it is plausible to expect a similar reduction in the countries that recently introduced similar measures, if population compliance to the enforced containment measures is similar to that seen in the red zone. These results offer the hope that mitigation measures similar to those issued by the Italian Government can influence the progression of local transmission of COVID-19. They also provide support to the implementation of analogous policies in other countries.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We evaluated the short-term effects of mitigation measures imposed by the Italian government on the first 10 municipalities affected by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) spread. Our results suggest that the effects of containment measures can be appreciated after approximately 2 wk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Italians struggle with \"surreal\" lockdown as coronavirus cases rise",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Improved inference of time-varying reproduction numbers during infectious disease outbreaks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Gaalen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemics",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2019.100356"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EpiEstim\": estimate time varying reproduction numbers from epidemic curves",
            "authors": [
                {
                    "first": "Cori",
                    "middle": [
                        "Ma"
                    ],
                    "last": "Package",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "FIGURE 1 (Upper Panel) Incidence rates (per 10,000 inhabitants) of COVID-19 cases in the red zone from",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lower Panel) Time-varying reproduction number R t in the red zone. R t estimates are",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Short-Term Effects of Mitigation Measures for the Containment of the COVID-19 Outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The study was based on publicly available aggregate data. No Ethics committee approval was necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Committee Approval"
        }
    ]
}