{
    "paper_id": "0afd3f3f56703660978d4e7ed81dbde5b44de25e",
    "metadata": {
        "title": "Practical Strategies Against the Novel Coronavirus and COVID-19-the Imminent Global Threat",
        "authors": [
            {
                "first": "Farid",
                "middle": [],
                "last": "Rahimi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amin",
                "middle": [],
                "last": "Talebi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bezmin",
                "middle": [],
                "last": "Abadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tarbiat Modares University",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronaviruses are members of the Coronaviridae family-Orthocoronavirinae subfamily-and are spherical viruses that mostly cause respiratory illnesses in humans (1) . In the last two decades, the pandemic attributed to COVID-19-the disease caused by SARS-CoV-2-is the third outbreak caused by members of the Coronaviridae; Severe Acute Respiratory Syndrome (SARS, caused by SARS-CoV) and Middle East Respiratory Syndrome (MERS, caused by MERS-CoV) preceded COVID-19. In contrast to the 2003 outbreak of SARS, the prognosis of COVID-19 is thought to be better. Before 2002e2003, clinicians and clinical microbiologists thought that these viral agents cause mild upper respiratory conditions such as common cold; however, the ongoing and shocking emergence of COVID-19 outbreak has changed the historical dogma about the pathogenesis by this viral family, most likely because of deeply located putative viral target-angiotensin-converting enzyme 2.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On December 12, 2019, patients were diagnosed with unknown pneumonia, mostly as influenza, by local Chinese physicians. Some weeks later, the clinical and biochemical characteristics of the first group of patients diagnosed as positive cases infected with SARS-CoV-2 were described (2) . Subsequently, Chinese authorities confirmed the new type of the coronavirus on January 7, 2020 (3). Later, laboratory examinations determined the virus as the causative agent in the referred patients. So did Wuhan became the center for spreading the COVID-19 to other Chinese provinces and subsequently four continents (4). On January 17, 2019, the first diagnostic, PCR-based detection of SARS-CoV-2 was developed in Germany and approved by the World Health Organization; this test has been subsequently adopted by and used in Australia and UK (5) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prospects, however, look austere considering that many questions about COVID-19 remain unanswered. For example, how was the virus initially transmitted to humans? Can zoonosis be considered for COVID-19? How long should the wait be for new antiviral drugs? How much is the rate of re-infection or recurrence of COVID-19? What are the best approaches in the battle against SARS-CoV-2 presently? Should we worry about the existence or emergence of a hypervirulent SARS-CoV-2 strain? Which category of people could be identified as the most susceptible, ending up with severe clinical manifestations after contracting COVID-19? How could the susceptible groups be protected well? How could global healthcare cope with repercussions of the virus affecting global economics and trade?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indeed, the present situation demands urgent, evidencebased and practical measures. Thus far, predicting the final fatality rates-due to SARS-Cov-2-seems impossible. At the time of writing this paper, 90,870 confirmed infected cases were documented in the situation report e 43 released at 10 am CET March 3, 2020 (6) . Additionally, more than 72 involved countries' governments are under heavy pressure to control and stop the potential pandemic. However, not much has been achieved this early in the outbreak; for example, no approved antiviral therapy or vaccine against SARS-CoV-2 exists presently (7, 8) . Some reports suggest that researchers are working on developing vaccines based on data from SARS or MERS studies (9) . However, approval of any antiviral agent or new vaccine will require many lengthy clinical trials.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, what will be the best practical strategy for battling COVID-19? The obvious answer is to limit local and international travel. While the potential of infection by new strains that cause new infections in susceptible populations is unknown, isolation of suspected cases and limiting close contacts among families with positive cases is recommended by health authorities in involved countries. On the other hand, unaffected countries must implement strict regulations on travel to, and any import from, the declared 45 countries. The World Health Organization recently recommended limiting of travel between countries to reduce the chance of infection spread from China; similar limitations should be further imposed on travelling to and from other declared countries that host high numbers of confirmed cases. These countries include Italy, South Korea, and Iran (4) . Controlling a region to be wellisolated from other regions will not be sufficient to battle COVID-19 unless all countries join the campaign and start strictly controlling international travel. Thus, universal, efficient prevention will be the only promising approach in the battle with the virus, at least in the immediate future.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 874,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding of COVID-19 based on current evidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25722"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report 2: estimating the potential total number of novel coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Situation Report e 37",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covid-19 UK outbreak, measures and impact",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duddu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report e 43. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: what is next for public health?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "542--545",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Newer Vaccine Technologies Deployed to Develop COVID-19 Shot",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}