{"paper_id": "0afe272c56e227720123042fa91d5c4e7478a5bc", "metadata": {"title": "Descriptive study of severe hospitalized cases of laboratory-confirmed influenza during five epidemic seasons (2010-2015)", "authors": [{"first": "Núria", "middle": [], "last": "Torner", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ana", "middle": [], "last": "Martínez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Luca", "middle": [], "last": "Basile", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mmar", "middle": [], "last": "Mosquera", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Andrés", "middle": [], "last": "Antón", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cristina", "middle": [], "last": "Rius", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["Rosa"], "last": "Sala", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sofia", "middle": [], "last": "Minguell", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elsa", "middle": [], "last": "Plasencia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mónica", "middle": [], "last": "Carol", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pere", "middle": [], "last": "Godoy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Núria", "middle": [], "last": "Follia", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Irene", "middle": [], "last": "Barrabeig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["Angeles"], "last": "Marcos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tomàs", "middle": [], "last": "Pumarola", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mireia", "middle": [], "last": "Jané", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective: The Plan of Information on Acute Respiratory Infections in Catalonia (PIDIRAC) included the surveillance of severe hospitalized cases of laboratory-confirmed influenza (SHCLCI) in 2009. The objective of this study was to determine the clinical, epidemiological and virological features of SHCLCI recorded in 12 sentinel hospitals during five influenza seasons.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: From a sample of SHCLCI recorded during the 5 influenza epidemics seasons from 2010-2011 to 2014-2015, Cases were confirmed by PCR and/or viral isolation in cell cultures from respiratory samples. A total of 1400 SHCLCI were recorded, 33% required ICU admission and 12% died. The median age of cases was 61 years (range 0-101 years); 70.5% were unvaccinated; 80.4% received antiviral treatment (in 79.6 and 24% of cases within 48 h after hospital admission and the onset of symptoms, respectively); influenza virus A [37.9% A (H1N1)pdm09, 29.3% A (H3N2)] was identified in 87.7% of cases. Surveillance of SHCLCI provides an estimate of the severity of seasonal influenza epidemics and the identification and characterization of at-risk groups in order to facilitate preventive measures such as vaccination and early antiviral treatment.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Influenza is an infectious disease affecting mainly upper respiratory tract worldwide. Influenza virus causes between three and five million severe cases and an estimated 250,000-350,000 deaths annually. In the European Union, there are between 40,000 and 220,000 annual deaths attributable to influenza. However, mortality is only the tip of the iceberg in terms of the disease burden, since influenza also causes a decrease in functional status and increased dependency in the elderly [1] . Estimating the burden of disease caused by influenza is difficult because many cases do not require medical care, or no confirmatory laboratory tests are widely performed to all influenza like illness' cases [2, 3] .", "cite_spans": [{"start": 487, "end": 490, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 701, "end": 704, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 705, "end": 707, "text": "3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "In Catalonia, influenza surveillance is conducted through the Plan of Information on Acute Respiratory Infections in Catalonia (PIDIRAC) based on the network of sentinel physicians, who provide information on patients with influenza symptoms [4] . Given the situation generated by the 2009 pandemic caused by the new influenza A (H1N1) pdm09 virus, the PIDIRAC sentinel network included surveillance of severe hospitalized cases of laboratory-confirmed influenza (SHCLCI) to assess severity. The PIDIRAC sentinel surveillance network has a primary care sentinel network made up by 60 GPs and pediatricians who inform on a daily basis of all ILI attended and perform sampling of respiratory swabs for confirmation. This information allows to plot weekly ILI incidence and 12 sentinel hospital facilities who notify on a weekly basis all influenza confirmed cases that meet the ECDC definition for severe influenza [5, 6] .", "cite_spans": [{"start": 242, "end": 245, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 913, "end": 916, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 917, "end": 919, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Main text"}, {"text": "This surveillance allows the clinical and epidemiological characteristics and risk factors associated with greater severity to be determined, and the emergence of influenza virus strains with clinical characteristics and behaviours outside the normal range to be detected, in order to correctly prioritize and direct preventive and control measures during the influenza season [7] .", "cite_spans": [{"start": 377, "end": 380, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Main text"}, {"text": "The aims of SHCLCI surveillance are to provide an estimate of the severity of seasonal influenza epidemics to identify and characterize the risk groups that may present serious complications as a result of infection by circulating influenza viruses or their association with some underlying diseases and to identify the virological characteristics of viruses associated with these severe cases, such as genetic changes and/or antigenic changes that lead to increased virulence.", "cite_spans": [], "ref_spans": [], "section": "Main text"}, {"text": "The aim of this study was to describe the clinical, epidemiological and virological characteristics of SHCLCI based on data collected in five influenza seasons in Catalonia.", "cite_spans": [], "ref_spans": [], "section": "Main text"}, {"text": "Epidemiological surveillance of severe cases of influenza in Catalonia during five epidemic influenza seasons (2010-2015), beginning on week 40 of the season until week 20 of the following year, with the recording by twelve hospitals (covering 95,3% of the population) from the PIDIRAC sentinel network of SHCLCI reported to the epidemiological surveillance units corresponding to each hospital [5, 7] .", "cite_spans": [{"start": 395, "end": 398, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 399, "end": 401, "text": "7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Methods"}, {"text": "SHCLCI cases were cases with previous influenza like illness symptoms (sudden onset of symptoms and/ or fever; malaise; headache; muscle pain; and/or cough; sore throat; shortness of breath) who presented to a hospital facility and complyed with SHCLCI case definition. SHLCIC was defined as a severe case of laboratory-confirmed influenza due to the influenza virus (A, A (H1N1)pdm09, B, C) that required hospitalization because of pneumonia, septic shock, multiorgan failure or any other severe condition, including ICU admission or who developed clinical signs during hospitalization for other reasons. Influenza diagnosis was confirmed by polymerase chain reaction (PCR) and/or culture of nasopharyngeal swabs. Respiratory tract samples were processed within 24 h of receipt at the laboratory. A 300 μL aliquot was taken for total nucleic acids extraction and eluted in 25 μL of RNase-free elution buffer using the automatic QIAsymphony system (Qiagen, Hilden, Germany) according to the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Subsequently, two specific one-step multiplex real-time PCR was carried out using the Stratagene Mx3000P QPCR Systems (Agilent Technologies, Santa Clara, CA, USA), were used for typing A/B influenza virus and subtyping influenza A virus [8, 9] .", "cite_spans": [{"start": 237, "end": 240, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 241, "end": 243, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Methods"}, {"text": "For each reported case, an epidemiological survey was made to collect anonymized demographic variables (age and sex); risk factors; ICU admission; day of onset of symptoms, of hospital admission and discharge; vaccination history; influenza virus type and subtype; and outcome at hospital discharge. Epidemiological survey was conducted by preventive medicine physician from data in medical history registry and public health epidemiologist in charge.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We studied all data on SHCLCI from five influenza seasons in PIDIRAC sentinel network hospitals and made a comparative analysis of viral types and subtypes. The strain identified in > 50% of cases in each season was considered the predominant strain. Duration of hospital stay was divided into two categories < 10 days and 10 days or more. The statistical analysis was made using the Chi square test and Student's t test with 95% confidence intervals (CI) for continuous variables and the ANOVA test for categorical variables.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "During the 2010-2015 seasons 1400 cases of SHCLCI were recorded, 462 (33%) required ICU admission and 167 (12%) died: 778 (55.6%) were male. The median age was 61 years (range 0-101 years-mean 55.2 (SD 26.7 years). The most-affected age group was the ≥ 65 years age group with 633 cases (45.2%) ( Table 1 ). The median age of the ≥ 65 years age group was 79 years (range 65-101) and the mean age was 78.7 years (SD 7.8 years): 296 (47%) were aged ≥ 80 years. Of deaths, 111 (66.5%) occurred in patients aged ≥ 65 years and 55 (33.3%) in patients aged > 80 years ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 297, "end": 304, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 564, "end": 572, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The distribution by type of influenza virus was: 87.7% (1228) influenza virus A, 531 (37.9%) of which corresponded to the A (H1N1)pdm09 subtype and 410 (29.3%) to A (H3N2), and 20.5% to influenza A that remained unsubtyped: 172 (12.3%) of cases were influenza B (Additional file 1).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "There were significant differences in the mean age of cases according to the virus type, with a higher prevalence of virus A (H3N2) in older patients and virus A (H1N1)pdm09 in younger patients with mean age of cases 66.9 and 46.8 years (p < 0.001) and those with death as outcome 78.8 and 60.2 years, respectively (p < 0.001) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 329, "end": 337, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "In 1384 (98.9%) of SHCLCI there was a known risk factor. The most prevalent risk factors were cardiovascular disease, chronic obstructive pulmonary disease and diabetes (25.5, 23.4 and 20.5%, respectively). The most prevalent complication was pneumonia in 992 (71.7%) cases, of these 304 (30.6%) presented bacterial superinfection. For cases with known immunization for influenza, 682/967 (70.5%) of cases were not vaccinated for the current season included in the study (missing data on vaccination status: 433 (31%). The age group with highest vaccine coverage was the older than 65 age group (57%) and cases with at least one risk factor had low vaccination coverage (20.5%). Vaccine proved effective in reducing Intensive care unit (ICU) admission [OR = 0.64 (95% CI 0.47-0.88) p = 0.003] ( Table 2) .", "cite_spans": [], "ref_spans": [{"start": 795, "end": 803, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "Of the 21 pregnant women hospitalized as SHCLCI, all were unvaccinated, 14 (66.7%) required ICU admission, 19 (90.5%) received antiviral treatment and none of them had any underlying disease or risk factor other than pregnancy.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The mean hospital stay was 13.8 days (SD 17.9) with a median of 9 days (range 1-374 days). The mean stay by age group was: 0-4 years 7. A total 1125 cases (80.4%) had information on antiviral treatment, 1113 (99%) received oseltamivir and 12 (1%) zanamivir. 863 of these cases (79.6%) received treatment in the first 48 h after admission. Antiviral treatment administered before 48 h on admission was associated with a shorter length of stay (LOS) (OR 0.25: CI 0.18-0.34, p < 0,001) Nosocomial cases (41) were excluded from the analysis (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 537, "end": 545, "text": "(Table 3", "ref_id": "TABREF3"}], "section": "Results"}, {"text": "After the 2009 influenza virus A(H1N1)pdm09 pandemic, among the lessons learned was the need to expand surveillance of seasonal influenza to include severe cases in order to determine the characteristics of SHCLCI caused by seasonal influenza viruses circulating during each season.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The results obtained by the PIDIRAC sentinel surveillance system during five post-pandemic seasons underscore the importance of prevention by vaccination in order to avoid serious complications such as ARDS and ICU admission of the most vulnerable persons, while showing the need for increased vaccination coverages in groups such as pregnant women, in whom the proportion of ICU admission is 66.7% while vaccination is zero [7, 10] . In our study no significant differences between influenza A and B virus infections among hospitalized cases was observed, except for younger age for A (H1N1) pdm09 cases; similar results also found by other studies in the United States and Australia [11] [12] [13] . Although the number of hospitalizations associated with influenza A virus infections was greater than the number with influenza B virus infections this fact can be explained by greater prevalence of influenza A viruses circulating in the community during the seasons included in the study.", "cite_spans": [{"start": 425, "end": 428, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 429, "end": 432, "text": "10]", "ref_id": "BIBREF9"}, {"start": 685, "end": 689, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 690, "end": 694, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 695, "end": 699, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The delay in the administration of antiviral drugs at symptom onset in people with an identified risk of complications, such as the elderly or people with medical conditions that worsen the prognosis of influenza or make a longer hospital stay likely, also demonstrates the need to confirm influenza in primary healthcare and administer treatment within 48-72 h for it to be effective. Influenza remains an important global public health problem in spite of scientific evidence which support immunization to protect those at high risk for complications, such as the elderly [1] . Predominant influenza type/subtype circulating each season, influenza vaccination policies and coverage, influenza vaccine strain match/mismatch and vaccine effectiveness significantly influence the % of hospitalised influenza cases and CFRs in all age groups, including older age groups. However, the high percentage of hospitalizations (45.2%) and mortality (17.5%) in the ≥ 65 years age group, especially in people aged > 80 years, where mortality is higher (33.3%), reflect the consequences of increased life expectancy. Early administration of antiviral treatment has proven to diminish length of stay. Healthcare providers should start antiviral treatment as soon as possible, before 48 h from onset of symptoms is the recommendation, [11] unfortunately this is not feasible. Yet if treated as soon as patient is admitted to the hospital facility and influenza is confirmed, shorter length of stay and prompt recovery can be attained [12, 13] .", "cite_spans": [{"start": 574, "end": 577, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1321, "end": 1325, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1520, "end": 1524, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1525, "end": 1528, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "This makes it necessary to deepen our knowledge of the effect of aging and its interaction with the most prevalent chronic diseases in the elderly and the immune response in order to implement preventive measures to provide better protection of this population group [11] .", "cite_spans": [{"start": 267, "end": 271, "text": "[11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "It is necessary to improve some surveillance aspects, especially with regard to data collection, in order to avoid a loss of information that makes some variables impossible to assess, such as risk factors such as smoking, which was not recorded in 91% of cases as well as lack of information on the vaccination status, which was more than 30% [14, 15] .", "cite_spans": [{"start": 344, "end": 348, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 349, "end": 352, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "A limitation to this study is that only SHCLCI cases were recorded during the study period. This unables global hospitalization burden estimates caused by seasonal influenza nor the estimation of seasonal differences in vaccine effectiveness to prevent severity and death. The system identifies the epidemiological and virological characteristics of severe forms of influenza that show changes in their virulence, but comparison between severe and non-severe cases is not feasible. The proportion of SHCLCI cases admitted to ICU and CFRs are potentially higher than other surveillance systems that monitor all hospitalised cases of confirmed influenza. This is particularly evident with regard to pregnant women because of the small number of cases.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Yet, in all SHCLCI surveillance provides an estimate of the severity of seasonal influenza epidemics, and provides ad hoc information to identify and characterize the groups at risk of complications and take appropriate preventive measures.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Abbreviations ARDS: acute respiratory distress; ICU: intensive care unit; CFR: case fatality rate; CI: confidence interval; ECDC: European Center for Disease Control; ILI: influenza like illness; LOS: length of stay; OR: odds ratio; PCR: polymerase chain reaction; PIDIRAC: Plan of Information on Acute Respiratory Infections in Catalonia; SD: standard deviation; SHCLCI: severe hospitalized cases of laboratoryconfirmed influenza.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "• fast, convenient online submission ", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "Ready to submit your research ? Choose BMC and benefit from:", "cite_spans": [], "ref_spans": [], "section": "Learn more biomedcentral.com/submissions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Vaccine effectiveness in older individuals: what has been learned from the influenzavaccine experience", "authors": [{"first": "P", "middle": ["O"], "last": "Lang", "suffix": ""}, {"first": "S", "middle": [], "last": "Govind", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Mitchell", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Siegrist", "suffix": ""}, {"first": "R", "middle": [], "last": "Aspinall", "suffix": ""}], "year": 2011, "venue": "Ageing Res Rev", "volume": "10", "issn": "", "pages": "389--95", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Influenza illness and hospitalizations averted by influenza vaccination in the United States", "authors": [{"first": "D", "middle": [], "last": "Kostova", "suffix": ""}, {"first": "C", "middle": [], "last": "Reed", "suffix": ""}, {"first": "L", "middle": [], "last": "Finelli", "suffix": ""}, {"first": "P", "middle": ["Y"], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Gargiullo", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Shay", "suffix": ""}], "year": 2005, "venue": "PLoS ONE", "volume": "8", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Predicting clinical severity based on substitutions near epitope A of influenza A/H3N2", "authors": [{"first": "H", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "Jwt", "middle": [], "last": "Tang", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Loh", "suffix": ""}, {"first": "Lle", "middle": [], "last": "Oon", "suffix": ""}, {"first": "Esc", "middle": [], "last": "Koay", "suffix": ""}], "year": 2015, "venue": "Infect Genet Evol", "volume": "34", "issn": "", "pages": "292--299", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Public Health Agency of Catalonia. Department of Health. Pla d'informació de les infeccions respiratòries agudes a Catalunya (PIDIRAC)", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "2017--2018", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Estratègia de vigilància dels casos greus de grip hospitalitzats", "authors": [], "year": 2016, "venue": "PIDIRAC", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Vigilancia de casos graves hospitalizados confirmados de virus de la gripe", "authors": [], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Global Influenza Hospital Surveillance Network (GIHSN): a new platform to describe the epidemiology of severe influenza", "authors": [{"first": "J", "middle": [], "last": "Puig-Barberà", "suffix": ""}, {"first": "A", "middle": [], "last": "Tormos", "suffix": ""}, {"first": "S", "middle": [], "last": "Trushakova", "suffix": ""}, {"first": "A", "middle": [], "last": "Sominina", "suffix": ""}, {"first": "M", "middle": [], "last": "Pisareva", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Ciblak", "suffix": ""}], "year": 2015, "venue": "Influenza Other Respi Viruses", "volume": "9", "issn": "6", "pages": "277--86", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Global burden of respiratory infections due to seasonal influenza in young children: a systematic review and meta-analysis", "authors": [{"first": "H", "middle": [], "last": "Nair", "suffix": ""}, {"first": "W", "middle": ["A"], "last": "Brooks", "suffix": ""}, {"first": "M", "middle": [], "last": "Katz", "suffix": ""}, {"first": "A", "middle": [], "last": "Roca", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Berkley", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Madhi", "suffix": ""}], "year": 2011, "venue": "Lancet", "volume": "378", "issn": "9807", "pages": "1917--1947", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Virological surveillance of influenza and other respiratory viruses during six consecutive seasons from", "authors": [{"first": "A", "middle": [], "last": "Antón", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Marcos", "suffix": ""}, {"first": "N", "middle": [], "last": "Torner", "suffix": ""}, {"first": "R", "middle": [], "last": "Isanta", "suffix": ""}, {"first": "M", "middle": [], "last": "Camps", "suffix": ""}, {"first": "A", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "A", "middle": [], "last": "Domínguez", "suffix": ""}, {"first": "M", "middle": [], "last": "Jané", "suffix": ""}, {"first": "Jiménez", "middle": [], "last": "De Anta", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Pumarola", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Clin Microbiol Infect", "volume": "22", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe influenza in 33 US hospitals, 2013-2014: complications and risk factors for death in 507 patients", "authors": [{"first": "N", "middle": ["S"], "last": "Shah", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Greenberg", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Mcnulty", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Gregg", "suffix": ""}, {"first": "J", "middle": [], "last": "Riddell", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Mangino", "suffix": ""}], "year": 2015, "venue": "Infect Control Hosp Epidemiol", "volume": "36", "issn": "11", "pages": "1251--60", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Early administration of oral oseltamivir increases the benefits of influenza treatment", "authors": [{"first": "F", "middle": ["Y"], "last": "Aoki", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Macleod", "suffix": ""}, {"first": "P", "middle": [], "last": "Paggiaro", "suffix": ""}, {"first": "O", "middle": [], "last": "Carewicz", "suffix": ""}, {"first": "El", "middle": [], "last": "Sawy", "suffix": ""}, {"first": "A", "middle": [], "last": "Wat", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "J Antimicrob Chemother", "volume": "51", "issn": "1", "pages": "123--132", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Effectiveness of antiviral treatment in preventing death in hospitalized cases of severe influenza over six influenza seasons", "authors": [{"first": "A", "middle": [], "last": "Domínguez", "suffix": ""}, {"first": "A", "middle": [], "last": "Romero-Tamarit", "suffix": ""}, {"first": "N", "middle": [], "last": "Soldevila", "suffix": ""}, {"first": "P", "middle": [], "last": "Godoy", "suffix": ""}, {"first": "M", "middle": [], "last": "Jané", "suffix": ""}, {"first": "A", "middle": [], "last": "Martínez", "suffix": ""}, {"first": "N", "middle": [], "last": "Torner", "suffix": ""}, {"first": "Jcr", "middle": [], "last": "Caylà", "suffix": ""}], "year": 2018, "venue": "Epidemiol Infect", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1017/s0950268818000663"]}}, "BIBREF12": {"ref_id": "b12", "title": "Increased antiviral treatment among hospitalized children and adults with laboratory-confirmed influenza", "authors": [{"first": "G", "middle": ["D"], "last": "Appiah", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Chaves", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Kirley", "suffix": ""}, {"first": "L", "middle": [], "last": "Miller", "suffix": ""}, {"first": "J", "middle": [], "last": "Meek", "suffix": ""}, {"first": "E", "middle": [], "last": "Anderson", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "64", "issn": "3", "pages": "364--371", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Estimating the burden of seasonal influenza in Spain from surveillance of mild and severe influenza disease", "authors": [{"first": "J", "middle": [], "last": "Oliva", "suffix": ""}, {"first": "C", "middle": [], "last": "Delgado-Sanz", "suffix": ""}, {"first": "A", "middle": [], "last": "Larrauri", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "2010--2016", "other_ids": {"DOI": ["10.1111/irv.12499"]}}, "BIBREF14": {"ref_id": "b14", "title": "Estimated influenza illnesses, medical visits, hospitalizations, and deaths averted by vaccination in the united states seasonal influenza (Flu) CDC. Centers for Disease Control and Prevention, National Center for Immunization and Respiratory Diseases (NCIRD)", "authors": [{"first": "M", "middle": ["A"], "last": "Rolfes", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Foppa", "suffix": ""}, {"first": "S", "middle": [], "last": "Garg", "suffix": ""}, {"first": "B", "middle": [], "last": "Flannery", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Singleton", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "44 (SD 8.56 years); 5-14 years 9.24 (SD 7.33 years); 15-44 years 12.37 (SD 14.16 years); 45-64 years 16.41 (SD 17.65 years) and ≥ 65 years: 14.64 (SD 20.64 years). There was a significant difference in the 45-64 years age group, with a mean stay of 16.41 days (SD 17.65 days) (p < 0.001), independently of the viral type and subtype.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year • At BMC, research is always in progress.", "latex": null, "type": "figure"}, "TABREF0": {"text": "BMC Research Notes*Correspondence: nuria.torner@gencat.cat 1 Public Health Agency of Catalonia, Roc Boronat, 81-95, 08005 Barcelona, Spain Full list of author information is available at the end of the article", "latex": null, "type": "table"}, "TABREF1": {"text": "Distribution of SHCLCI in Catalonia by age group and influenza virus type-subtype. PIDIRAC 2010-2015Distribution of cases aged ≥ 65 years: 296 (46.7%) ≥ 80 years with highest CFR 55/33.3%", "latex": null, "type": "table"}, "TABREF2": {"text": "Distribution of risk factors and complications, clinical characteristics of SHCLCI according to vaccination status, PIDIRAC 2010-2015", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The members of the PIDIRAC Working Group for the Surveillance of Severe ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "NT conceived and wrote the manuscript, AM and MJ reviewed the manuscript and CR, IB, NF, PG, EP, SM, MS, MC, MM1, MM2, AA and TP were involved in case management. All authors read and approved the manuscript. ", "cite_spans": [], "ref_spans": [], "section": "Authors' contributions"}, {"text": "The authors declare that they have no competing interests.", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}, {"text": "The raw data supporting this study are publicly available as additional file.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "Ethical approval was not necessary as the study uses routinely collected, anonymous surveillance data.", "cite_spans": [], "ref_spans": [], "section": "Ethics approval and consent to participate"}, {"text": "The study was partially funded by AGAUR (Agència de Gestió d' Ajuts Universitaris I de Recerca) Grant 1403 and CIBER Epidemiologia y Salud Pública CIBERESP and by Fondo de Investigación Sanitaria PI 11/01864 and RecerCaixa 2010ACUO_00437i of the Catalan association of Public Universities (ACUP).", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ", "cite_spans": [], "ref_spans": [], "section": "Publisher's Note"}]}