{"paper_id": "0b01acf14884ba1e94bd086d3acac544bfb1bdc4", "metadata": {"title": "", "authors": []}, "abstract": [{"text": "Background: Intraoperative driving pressure (ΔP) is associated with development of postoperative pulmonary complications (PPC). When tidal volume (V T ) is kept constant, ΔP may change according to positive end-expiratory pressure (PEEP)-induced changes in lung aeration. ΔP may decrease if PEEP leads to a recruitment of collapsed lung tissue but will increase if PEEP mainly causes pulmonary overdistension. This study tests the hypothesis that individualized high PEEP, when compared to fixed low PEEP, protects against PPC in patients undergoing open abdominal surgery.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The \"Driving prESsure durIng GeNeral AnesThesIa for Open abdomiNal surgery trial\" (DESIGNATION) is an international, multicenter, two-group, double-blind randomized clinical superiority trial. A total of 1468 patients will be randomly assigned to one of the two intraoperative ventilation strategies. Investigators screen patients aged ≥ 18 years and with a body mass index ≤ 40 kg/m 2 , scheduled for open abdominal surgery and at risk for PPC. Patients either receive an intraoperative ventilation strategy with individualized high PEEP with recruitment maneuvers (RM) (\"individualized high PEEP\") or one in which PEEP of 5 cm H 2 O without RM is used (\"low PEEP\"). In the \"individualized high PEEP\" group, PEEP is set at the level at which ΔP is lowest. In both groups of the trial, V T is kept at 8 mL/kg predicted body weight. The primary endpoint is the occurrence of PPC, recorded as a collapsed composite of adverse pulmonary events.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Discussion: DESIGNATION will be the first randomized clinical trial that is adequately powered to compare the effects of individualized high PEEP with RM versus fixed low PEEP without RM on the occurrence of PPC after open abdominal surgery. The results of DESIGNATION will support anesthesiologists in their decisions regarding PEEP settings during open abdominal surgery. Trial registration: Clinicaltrials.gov, NCT03884543. Registered on 21 March 2019.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Postoperative pulmonary complications (PPC) occur frequently in patients undergoing major surgery [1] and their development is associated with perioperative mortality and morbidity [2] . Patients undergoing open abdominal surgery are particularly at risk of developing PPC, according to a high \"Assess Respiratory Risk in Surgical Patients in Catalonia for PPC\" (ARISCAT) score [3, 4] . Given that an estimated 55 million abdominal surgical procedures are performed each year worldwide [1, 5] , even a small reduction in the occurrence of PPC would have a large impact on healthcare and costs.", "cite_spans": [{"start": 98, "end": 101, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 181, "end": 184, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 378, "end": 381, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 382, "end": 384, "text": "4]", "ref_id": "BIBREF3"}, {"start": 486, "end": 489, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 490, "end": 492, "text": "5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Background"}, {"text": "Mechanical ventilation is an essential intervention during general anesthesia for surgery, but carries a risk of injuring lung tissue, leading to PPC. Intraoperative ventilation is one of the modifiable risk factors associated with the development of PPC [6, 7] . Cyclic lung recruitment and overdistension are two main mechanisms responsible for the injurious effects of ventilation [8] . Intraoperative lung-protective ventilation with a low tidal volume (V T ) combined with high positive endexpiratory pressure (PEEP) with recruitment maneuvers (RM) prevents against PPC [2] , but the precise role of high PEEP and RM herein is highly uncertain. Three randomized clinical trials (RCTs) showed intraoperative ventilation with low V T plus high PEEP and RM to prevent against PPC when compared with ventilation with high V T plus low PEEP without RM [9] [10] [11] . Two other RCTs, however, showed no benefit of high PEEP with RM compared to low PEEP without RM, when V T was kept low [12, 13] .", "cite_spans": [{"start": 255, "end": 258, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 259, "end": 261, "text": "7]", "ref_id": "BIBREF6"}, {"start": 384, "end": 387, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 575, "end": 578, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 852, "end": 855, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 856, "end": 860, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 861, "end": 865, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 987, "end": 991, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 992, "end": 995, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "It has been suggested that high PEEP should be titrated so that it reduces cyclic recruitment, while at the same time preventing overdistension [14] . An individualized high PEEP strategy, avoiding an increase in driving pressure (ΔP), or a decrease in respiratory system compliance (C RS ), may better protect against PPC than one that uses fixed high PEEP. Until now, only two RCTs have tested this hypothesis. One RCT in patients undergoing intraoperative ventilation for major abdominal surgery did not show a benefit of individualized high PEEP and RM for the primary endpoint of development of postoperative complications. However, the individualized PEEP strategy did reduce PPC, one of the secondary endpoints of that study [15] . Another RCT, in patients undergoing intraoperative one-lung ventilation for thoracic surgery, also showed an individualized high PEEP strategy to protect against PPC [16] , albeit at a low fragility index [17] . Thus, the results of these two RCTs should be interpreted with caution.", "cite_spans": [{"start": 144, "end": 148, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 732, "end": 736, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 905, "end": 909, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 944, "end": 948, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Background"}, {"text": "The aim of the \"Driving prESsure durIng GeNeral AnesThesIa for Open abdomiNal surgery trial\" (DESIG-NATION) is to compare intraoperative ventilation with individualized high PEEP and RM versus ventilation with a fixed low PEEP without RM in patients planned for open abdominal surgery with respect to the development of PPC. We hypothesize that the individualized high PEEP strategy protects against PPC in this surgical population.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "DESIGNATION is an international, multicenter, prospective, two-group, double-blind RCT in patients planned for open abdominal surgery and at risk of developing PPC. A total of 1468 patients will be recruited in 22 hospitals (Appendix 1) and randomly assigned to one of the two to be tested intraoperative ventilation strategies (see Consolidated Standards of Reporting Trials diagram in Fig. 1 ).", "cite_spans": [], "ref_spans": [{"start": 387, "end": 393, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Objectives and design"}, {"text": "DESIGNATION tests the premise that, in patients planned for open abdominal surgery and at risk for PPC, an individualized high PEEP strategy that aims at reducing atelectasis but preventing overdistension better protects against the development of PPC than a strategy that uses a fixed high PEEP.", "cite_spans": [], "ref_spans": [], "section": "Objectives and design"}, {"text": "The trial has been approved by the Institutional Review Board (IRB) of the Amsterdam University Medical Centers, location \"Academic Medical Center,\" Amsterdam, the Netherlands. DESIGNATION was registered at clinicaltrials.gov on 21 March 2019 (study identifier NCT03884543).", "cite_spans": [], "ref_spans": [], "section": "Objectives and design"}, {"text": "Local investigators screen patients aged ≥ 18 years with a maximum body mass index (BMI) of 40 kg/m 2 planned for open abdominal surgery. The number of patients meeting these enrollment criteria is recorded by means of a screening log file. Patients are eligible if they are at intermediate to high risk for PPC according to the ARIS-CAT score (Table 1) [3] .", "cite_spans": [{"start": 354, "end": 357, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 344, "end": 353, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Study population"}, {"text": "Patients planned for laparoscopic surgery, for open abdominal surgery combined with intra-thoracic surgery, or for surgery in prone or lateral positions are excluded from participation. Patients with a reported pregnancy, patients who consented for another interventional study, patients who did not have sufficient reflection time before giving informed consent (i.e. < 12 h), and patients declining to participate in DESIGNATION are not eligible. Patients who have received mechanical ventilation for > 30 min within the last 30 days before the current surgery, patients who are expected to require postoperative ventilation in the intensive care unit (ICU) or post-anesthesia care unit, patients with persistent hemodynamic instability or intractable shock, and patients with severe cardiac disease (New York Heart Association class [NYHA] III or IV, or acute coronary syndrome [ACS], or persistent ventricular tachyarrhythmias) are excluded. Other exclusion criteria are: any major previous lung surgery (e.g. lung resection); (previous) acute respiratory distress syndrome (ARDS); history of previous severe chronic obstructive pulmonary disease (COPD) GOLD III or IV or with (non-invasive) ventilation and/or oxygen therapy at home; and no written informed consent.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "Patients in both groups are ventilated in volumecontrolled mode, at the lowest possible inspired oxygen fraction (FiO 2 ), but at least 0.4, to maintain oxygen saturation > 90%. Inspiratory to expiratory ratio (I:E) is set at 1:2 and the respiratory rate is adjusted to allow for normocapnia (end-tidal carbon dioxide partial pressure in the range of 35-45 mmHg [4.6-5.9 kPa]). Tidal volume is set at 8 mL/kg predicted body weight (PBW), where PBW is calculated according to a predefined formula: 50 + 0.91 × (centimeters of height -152.4) for men and 45.5 + 0.91 × (centimeters of height -152.4) for women [18] .", "cite_spans": [{"start": 607, "end": 611, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Standard ventilation management"}, {"text": "Patients assigned to the \"individualized high PEEP\" group undergo a RM before and after the \"decremental PEEP trial,\" after any disconnection from the ventilator and within 1 h before extubation. RM are only performed after assuring a stable hemodynamic situation, as ΔP is plotted against PEEP to construct a bedside \"ΔP-PEEP\" graph, as shown in Fig. 2 . From the ΔP-PEEP graph, the highest level of PEEP with the lowest ΔP is selected. If no nadir in ΔP is observed in the ΔP-PEEP graph, 12 cm H 2 O PEEP will be used.", "cite_spans": [], "ref_spans": [{"start": 347, "end": 353, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Interventions"}, {"text": "The decremental PEEP trial is followed by a second RM, after which PEEP is set and kept at the level at which ΔP is lowest, as indicated by the decremental PEEP trial (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 167, "end": 175, "text": "(Fig. 3)", "ref_id": null}], "section": "Interventions"}, {"text": "Patients assigned to the \"low PEEP\" group are ventilated with a fixed 5 cm H 2 O PEEP for the complete duration of intraoperative ventilation. They will neither receive RM nor a decremental PEEP trial.", "cite_spans": [], "ref_spans": [], "section": "Interventions"}, {"text": "In the \"individualized high PEEP\" group, desaturation (defined as SpO 2 ≤ 90% or if preoperative SpO 2 < 90% an absolute decrease in SpO 2 > 5%) may still suggest overdistension, despite a low ΔP. If desaturations in the absence of airway problems, severe hemodynamic impairment, or ventilator malfunction in this group occurs, a rescue strategy is allowed in which PEEP is stepwise decreased and eventually FiO 2 is increased ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 429, "end": 436, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Rescue therapies"}, {"text": "In the \"low PEEP\" group, atelectasis may cause desaturations. If desaturations in the absence of airway problems, severe hemodynamic impairment, or ventilator malfunction in this group occurs, a rescue strategy is allowed where FiO 2 is increased first, eventually followed by RM and PEEP increases (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 299, "end": 308, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Rescue therapies"}, {"text": "If there is any concern about the patient's safety or in the unlikely event that PEEP interferes with the surgical procedure, the ventilation settings can be changed at any time. PEEP can be changed according to the decision by the anesthesiologist in charge if any of the following preapproved reasons for protocol deviations occur: hypotension, defined as a decrease in mean arterial pressure (MAP) > 20% compared to preoperative MAP and lasting > 3 min, not responding to intravenous fluids and/or vasoactive drugs; new arrhythmias not responding to the treatment suggested by the Advanced Cardiac Life Support Guidelines [19] ; need for vasoactive drugs at dosages higher than acceptable according to the discretion of the anesthesiologist in charge; need for massive transfusion, with > 5 units of blood to maintain hematocrit > 21% (or hemoglobin > 7 mg/dL); and surgical complications determining life-threatening situations. Any deviation from the protocol, other than those mentioned above, are considered protocol violations. Protocol violations are to be reported and will be discussed with the Data Safety Monitoring Board (DSMB).", "cite_spans": [{"start": 625, "end": 629, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Rescue therapies"}, {"text": "To avoid interference with the trial intervention, routine general anesthesia, postoperative pain management, physiotherapeutic procedures, and fluid management will be used in the intraoperative and/or postoperative period according to each center's specific expertise and routine clinical practice. However, adherence to the enhanced recovery after surgery (ERAS) guidelines is The DESIGNATION-investigators Trials (2020) 21:198 strongly recommended. These guidelines advise to perform postoperative pain management in order to achieve a visual analog scale (VAS) pain score < 4 and to use regional analgesia whenever indicated. Furthermore, the guidelines suggest using physiotherapy by early mobilization, deep breathing exercise with and without incentive spirometry, and stimulation of cough in the postoperative period. The guidelines recommend avoiding fluid overload (according to the discretion of the attending anesthesiologist) and to use appropriate prophylactic antibiotics when indicated. Quantitative neuromuscular monitoring (e.g. train-of-four [TOF]) is required. Residual curarization should be excluded before extubation (e.g. TOF > 0.9).", "cite_spans": [{"start": 424, "end": 430, "text": "21:198", "ref_id": null}], "ref_spans": [], "section": "Standard procedures beyond ventilator management"}, {"text": "Randomization is performed by the local investigators using a dedicated and password protected randomization module in Research Electronic Data Capture (REDCap). Included patients will be randomly allocated in a 1:1 ratio to the \"individualized high PEEP\" group or the \"low PEEP\" group. The allocation sequence is computer-generated and stratified per center and by BMI (≤ 30 vs > 30 kg/m 2 ). Permuted blocks of different block sizes are used, with a maximum block size of eight. At each site, at least two investigators are involved with the study. One researcher will perform the randomization directly before surgery and is responsible for intraoperative ventilation and data collection. A second investigator will remain blinded for the randomization arm and is responsible for the postoperative data collection.", "cite_spans": [], "ref_spans": [], "section": "Minimization of bias"}, {"text": "The surgeon and patient are kept blind to the allocated study intervention. Since PEEP can be adjusted at any time point upon the surgeon's request or because of concerns about patient's safety, and since patients do not profit from knowing to which group they are allocated to, unblinding is not applicable.", "cite_spans": [], "ref_spans": [], "section": "Minimization of bias"}, {"text": "The primary endpoint of DESIGNATION is a composite of PPC occurring in the first five postoperative days. This endpoint follows the European Perioperative Clinical Outcome (EPCO) definition and has been used before in several RCTs [12, 15, 20] .", "cite_spans": [{"start": 231, "end": 235, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 236, "end": 239, "text": "15,", "ref_id": "BIBREF14"}, {"start": 240, "end": 243, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Study endpoints"}, {"text": "The composite consists of the following PPC:", "cite_spans": [], "ref_spans": [], "section": "Study endpoints"}, {"text": "(i) severe respiratory failure, defined as need for noninvasive or invasive mechanical ventilation, or a PaO 2 < 60 mmHg (or < 7.9 kPa) or SpO 2 < 90% despite supplemental oxygen in spontaneously breathing patients; (ii) bronchospasm, defined as newly detected expiratory wheezing treated with bronchodilators; (iii)suspected pulmonary infection defined as receiving antibiotics and meeting at least one of the following criteria: new or changed sputum, new or changed lung opacities on chest radiograph when clinically indicated, tympanic temperature > 38.3°C, or white blood cell count > 12,000/μL; (iv) pulmonary infiltrate, defined as any unilateral or bilateral infiltrates on chest radiography; (v) aspiration pneumonitis, defined as respiratory failure after the inhalation of regurgitated gastric contents; (vi) atelectasis, defined as lung opacification with shift of the mediastinum, hilum, or hemidiaphragm towards the affected area, and compensatory overinflation in the adjacent non-atelectasis lung on chest radiography; (vii)ARDS, according to the Berlin definition for ARDS [21] ; (viii)pleural effusion, defined as blunting of the costophrenic angle, loss of the sharp silhouette of the ipsilateral hemidiaphragm in upright position, evidence of displacement of adjacent anatomical structures, or (in supine position) a hazy opacity in one hemithorax with preserved vascular shadows on chest radiography; (ix) cardiopulmonary edema, defined as clinical signs of congestion, including dyspnea, edema, rales and jugular venous distention, with the chest radiograph demonstrating increase in vascular markings and diffuse alveolar interstitial infiltrates; and (x) pneumothorax, defined as air in the pleural space with no vascular bed surrounding the visceral pleura on chest radiography.", "cite_spans": [{"start": 1090, "end": 1094, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Study endpoints"}, {"text": "Secondary endpoints include mild respiratory failure, defined as a PaO 2 < 60 mmHg (or < 7.9 kPa) or SpO 2 < 90% in room air, but responding to supplemental oxygen (excluding hypoventilation); intraoperative complications that are not related to induction or change of depth of anesthesia and are scored during steady state, including: desaturation (SpO 2 ≤ 90% or if preoperative SpO 2 < 90% an absolute decrease in SpO 2 > 5% and lasting > 1 min), hypotension (decrease in MAP of > 20% and lasting for > 3 min), any need for vasoactive agents defined as more than needed to compensate for vasodilating effects of anesthesia, and any new arrhythmias needing intervention as suggested by the Advanced Cardiac Life Support Guidelines [19] ); intraoperative fluid strategy; impaired wound healing; rate of all-cause mortality and in-hospital mortality; unplanned admission to an ICU; length of ICU (if applicable) and hospital stay; and postoperative extrapulmonary complications including sepsis (according to the SEPSIS-3 definition [22] ), septic shock (defined as sepsis with persisting hypotension requiring vasopressors to maintain MAP ≥ 65 mmHg and having a serum lactate level of > 2 mmol/L despite adequate fluid resuscitation) [22] , extrapulmonary infections (wound infection + any other infection), anastomotic leakage, and acute renal failure (as defined by the Acute Kidney Injury Network [AKIN] [23] ).", "cite_spans": [{"start": 733, "end": 737, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1033, "end": 1037, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1235, "end": 1239, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1408, "end": 1412, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Study endpoints"}, {"text": "Patients are seen before surgery and followed during surgery and daily during the first five postoperative days or until hospital discharge, whatever occurs first. If patients remain hospitalized after the first five postoperative days, an extra visit at hospital discharge will be performed. Day 90 is defined as the last day of follow-up; accordingly, patients still admitted to the hospital will be last contacted 90 days after surgery. Patients are contacted by telephone around day 30 and day 90 (Appendix 2).", "cite_spans": [], "ref_spans": [], "section": "Study visits and data collection"}, {"text": "Patients will be recruited at the anesthesiology or surgical outpatient clinic, or at the surgical ward. Individuals will be informed verbally by local researchers and by a patient information letter (Additional file 2). The patient will be given sufficient time to consider their decision and to discuss the decision with their relatives or the independent expert.", "cite_spans": [], "ref_spans": [], "section": "Study visits and data collection"}, {"text": "During the preoperative visit, after signing the informed consent form, baseline variables are collected, including age, gender, height, weight, American Society of Anesthesiologist (ASA) score, functional status (independent, partially dependent, or totally independent), cardiac status (hearth failure according to the NYHA, ACS, or persistent ventricular tachyarrhythmias), and smoking status. Pulmonary status, COPD, including inhalation therapy and/or systemic steroids, respiratory infection within the last month, and mechanical ventilation for > 30 min in the last 30 days will be collected as well. Other baseline variables are: history of active cancer; weight loss > 10% in the last six months; history of diabetes mellitus and the use of insulin or oral anti-diabetics; type of scheduled surgery (emergency, urgent, or elective surgery); surgical procedure; transfusion of blood products in the last 6 h; and vital parameters (tympanic temperature, respiratory rate, SpO 2 , blood pressure, VAS score for pain during breathing, and heart rate). Blood tests (HbA1C, glucose, urea, creatinine, hemoglobin, white blood cell count) and chest imaging (assessed on mono-and bilateral infiltrate, pleural effusion, atelectasis, pneumothorax, and cardiopulmonary edema) are collected, but only if deemed necessary for clinical care for the patient.", "cite_spans": [], "ref_spans": [], "section": "Study visits and data collection"}, {"text": "During the intraoperative period, variables are recorded after induction, after RM, and hourly during anesthesia. The intraoperative variables to be collected are: ventilator settings; vital parameters; fluid and transfusion requirements; type and dose of administered vasoactive drugs; need of rescue therapy for desaturation; intraoperative complications possibly related to PEEP titrations; protocol deviations and violations; duration of surgery; and duration and details of anesthesia (type of anesthesia, volatile versus total intravenous anesthesia [TIVA] versus combined, epidural analgesia, neuromuscular function monitoring). For the patients assigned to the \"individualized high PEEP\" group, the plateau pressure will be documented at the end of each step of the decremental PEEP trial. The bedside-constructed \"ΔP-PEEP graph\" will be saved in the electronic database.", "cite_spans": [], "ref_spans": [], "section": "Study visits and data collection"}, {"text": "Postoperatively, clinical data and the presence of pulmonary and extrapulmonary postoperative complications are collected. Blood test and chest imaging will only be taken if deemed necessary for clinical care of the patients. Life status (death or alive) will be scored at the first five postoperative days, on day 30 and day 90. Length of stay in hospital, unplanned admission to an ICU, and length of stay in the ICU are collected around day 90.", "cite_spans": [], "ref_spans": [], "section": "Study visits and data collection"}, {"text": "Participation in the DESIGNATION trial is voluntary. The number of drop-outs is expected to be very low. The patient can withdraw consent for collecting study data and for participation in the study at any time during the trial and without giving a reason for this. To minimize patient drop-out due to cancellation of surgery, randomization will be performed on the day of surgery just before induction of anesthesia. Drop-out patients will not be replaced. No or minimal losses to follow-up for the primary and secondary outcomes are anticipated. Lost to follow-up cases due to withdrawal of consent or for other reasons will be excluded form analysis. If > 1% of missing data were found for the primary outcome, a sensitivity analysis using multiple imputations and estimatingequation methods will be carried out.", "cite_spans": [], "ref_spans": [], "section": "Study dropouts and missing data"}, {"text": "Patient identifying personal data will be replaced by an assigned code. Directly identifying data will only be used to contact the patients and are only available for the local investigators. Handling of personal data complies with the general data protection regulations and applicable national regulations. Data will be collected in an electronic case report form (CRF) stored in REDCap. REDcap is a password-protected, secure, web-based application, which includes validation checks, audit trails, and appropriate use access rights. After completing the data collection, full access to the database will be granted to selected investigators. Data are restricted, available after analyses and publication of the main paper. All data will be stored in a secure place for 15 years after study end.", "cite_spans": [], "ref_spans": [], "section": "Handling of data"}, {"text": "The results of DESIGNATION will be published in scientific journals and used for national and international guideline. A summary of the results will be placed on clinicaltrials.gov to inform participants.", "cite_spans": [], "ref_spans": [], "section": "Handling of data"}, {"text": "The required sample size is calculated based on an estimated effect size derived from individual patient data form previous clinical trials [9] [10] [11] [12] 24] . A total of 720 patients per group are required, assuming a two-sided significance level of 0.05 and a power of 80% to detect the expected difference in the primary outcome between a control group proportion of 34% and an experimental group proportion of 27.2% (relative risk reduction of 20%). To allow for a dropout rate of 2% (based on comparable RCTs of intraoperative ventilation performed by our group), 734 patients per group (a total of 1468) are needed.", "cite_spans": [{"start": 140, "end": 143, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 144, "end": 148, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 149, "end": 153, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 154, "end": 158, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 159, "end": 162, "text": "24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Sample size calculation"}, {"text": "The detailed statistical analysis plan will be updated, finalized, and made available before the inclusion of the last patient.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All statistical analyses will be conducted according to the modified intention-to-treat principle considering all patients in the treatment groups to which they were randomly assigned, excluding cases lost to follow-up due to withdrawal of consent or cancellation of surgery. Hypothesis tests will be two-sided with a significance level of 5% for all outcomes. Patient and baseline characteristics will be compared and described by appropriate statistics.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The effects of the intervention on the primary outcome, occurrence of any PPC, will be reported as number and percentages and estimated with risk ratio and 95% confidence intervals (CI) calculated with Wald's likelihood ratio approximation test and with χ 2 tests for hypothesis testing. Kaplan-Meier curves will be used to report time to PPC, and hazard ratios with a 95% CI will be calculated with Cox proportional hazard models without adjustment for covariates. The Schoenfeld residuals against the transformed time will be used to test the proportional hazard assumptions and alternative parametric survival models will be used if the proportionality assumption is not sustained.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Treatment effects on incidence of PPC will be analyzed according to the following subgroups: (i) age < 65 years versus ≥ 65 years; (ii) BMI < 30 kg/m 2 versus BMI ≥ 30 kg/m 2 ; (iii) baseline SpO 2 < 96% versus SpO 2 ≥ 96%; (iv) moderate versus high risk for PPC; (v) duration of surgery < 3 h versus ≥ 3 h; and (6) planned destination to ICU or HDU versus ward. Analyses of heterogeneity of effects across subgroups will performed with the use of treatment-by-subgroup interaction term, added to a generalized linear model considering a binomial distribution, and will be presented in a forest plot.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The effect of the intervention on other binary outcomes will be assessed with risk ratio and 95% CIs calculated with Wald's likelihood ratio approximation test and with χ 2 tests for hypothesis testing. Time-to-event data will be assessed using Kaplan-Meier curves, and hazard ratios with a 95% CI will be calculated with Cox proportional hazard models without adjustment for covariates. The Schoenfeld residuals against the transformed time will be used to test the proportional hazard assumptions and alternative parametric survival models will be used if the proportionality assumption is not sustained.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The effects of the intervention on length of hospitalization and ICU stay will be estimated with generalized linear models considering distributions that will fit a possible heavy right-tailed distribution without zero (such as truncated Poisson, gamma distribution, or inverse Gaussian), choosing the best fit according to the model's deviance.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "In all analyses, statistical uncertainties will be quantified with two-sided 95% CIs. A two-sided p value < 0.05 will be considered statistically significant. Additional sensitivity analyses will be reported in the detailed statistical analysis plan. Data analysis will be performed blinded for the allocated study intervention.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "The steering committee consists of the two principal investigators, two trial coordinators, four international experts on intraoperative ventilation who contributed to the design of the study protocol, and the local investigators at participating study sites. The steering committee remains responsible for the interpretation of the data and drafts the final report that will be approved by all investigators.", "cite_spans": [], "ref_spans": [], "section": "Trial organization"}, {"text": "An independent DSMB, consisting of four anesthesiologists with extensive clinical research experience (Daniel Sessler [chair], Jennifer Hunter, Jeanine Wiener-Kronisch, and Klaus Markstaller) will overview study conduct and possible side effects of the study treatment at 25%, 50%, and 75% of patient inclusions. A statistician will report to the DSMB. All study-related or possibly study-related (serious) adverse events (AEs) will be reported to the DSMB. AEs are defined as any undesirable experience occurring to a subject during the study, whether or not considered related to the experimental intervention. A serious AE (SAE) is any toward medical occurrence or effect that results in death, is lifethreatening, requires hospitalization or prolongation of existing inpatients' hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, or any other important medical event that did not result in any of the outcomes listed above due to medical or surgical intervention but could have been based upon appropriate judgement by the investigator. SAEs related to the intervention will be directly reported to the IRB. AEs related or possibly related to the intervention and SAEs not related to the intervention will be reported to the IRB in a line-listing.", "cite_spans": [], "ref_spans": [], "section": "Trial organization"}, {"text": "This study is an investigator-initiated trial, funded by \"The Netherlands Organization for health Research and Development\" (ZonMw) and sponsored by the Amsterdam University Medical Centers, location AMC. The sponsor can suspend the study if there are sufficient grounds that continuation of the study will jeopardize the individuals' health or safety.", "cite_spans": [], "ref_spans": [], "section": "Trial organization"}, {"text": "An independent monitor will perform clinical trial monitoring according to the monitor plan. Remote monitoring will be performed to signal early aberrant patterns, issues with consistency, credibility, and other anomalies. On-site monitoring will comprise controlling presence and completeness of the research dossier and the informed consent forms, and source data check will be performed as described in the monitoring plan. Centralized initiation meetings will be organized before sites can start including patients.", "cite_spans": [], "ref_spans": [], "section": "Trial organization"}, {"text": "A complete checklist of recommended items to address in a clinical trial protocol and related documents according to the \"Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) 2013\" is provided (see Additional file 1).", "cite_spans": [], "ref_spans": [], "section": "Trial organization"}, {"text": "DESIGNATION tests the hypothesis that an \"individualized high PEEP\" strategy, titrated to the level at which ΔP is lowest, protects against development of PPC.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Mechanical ventilation is mandatory during general anesthesia but has the potential to induce lung injury promoting the development of PPC. Positive pressure ventilation can result in overdistension of the aerated parts of the heterogeneously aerated lung. Non-or poorly aerated parts of the lung are prone for cyclic collapse and recruitment. Both overdistension as well as cyclic recruitment contributes to inflammation and injury. Locally produced inflammatory mediators could even leak to the circulation, eventually causing extrapulmonary, or distal organ failure [7, 8] .", "cite_spans": [{"start": 569, "end": 572, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 573, "end": 575, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "In DESIGNATION, the primary endpoint is a collapsed composite of PPC [20] . This endpoint has been used before in several clinical trials of intraoperative ventilation [12, 13, 15] . PPC can sensibly be combined as they share common pathophysiological mechanism. Each PPC seems to increase the risk of mortality and length of hospital stay in surgical patients [4] . This makes the composite of PPC a clinically relevant outcome measure. Furthermore, using a composite outcome measure increases the power of the study. In DESIGNA-TION, both the composite endpoint as the incidence of each PPC will be reported separately.", "cite_spans": [{"start": 69, "end": 73, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 168, "end": 172, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 173, "end": 176, "text": "13,", "ref_id": "BIBREF12"}, {"start": 177, "end": 180, "text": "15]", "ref_id": "BIBREF14"}, {"start": 361, "end": 364, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "DESIGNATION also allows for determining the impact of the intraoperative ventilation strategy on the occurrence of extrapulmonary complications and on the length of stay in hospital and ICU. These endpoints are not only seen as clinically relevant but are also needed to understand the associated healthcare costs.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "One meta-analyses demonstrated a lung-protective effect of intraoperative ventilation with low tidal volumes [25] . Therefore, all participants in DESIGNATION will receive ventilation with a low tidal volume (i.e. 8 mL/kg predicted bodyweight). This is in line with current recommendations [25] [26] [27] and is used in previous clinical trials of intraoperative ventilation before [12, 13, 15] , allowing for good comparison of the DESIGNATION results with those from preceding trials.", "cite_spans": [{"start": 109, "end": 113, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 290, "end": 294, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 295, "end": 299, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 300, "end": 304, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 382, "end": 386, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 387, "end": 390, "text": "13,", "ref_id": "BIBREF12"}, {"start": 391, "end": 394, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although the beneficial effect of ventilation with a low tidal volume is well established, the exact role of PEEP remains controversial [9, [11] [12] [13] 28] . Two RCTs showed that intraoperative ventilation with high PEEP does not protect against the development of PPC when tidal volumes are kept low [12, 13] . It had been suggested that high PEEP should be titrated according to the lung's compliance or driving pressure. In the DESIGNATION trial, the level of PEEP that results in the lowest ΔP will be identified by the decremental PEEP trial. While in one previous trial of individualized PEEP, an incremental PEEP trial was used to find the best level of PEEP [16] , here a decremental PEEP trial is chosen to ascertain that the resulting PEEP sustains the beneficial effects of the RM before the PEEP trial. This cannot be guaranteed when using an incremental PEEP trial, because PEEP is most likely below the closing pressure at start of an incremental PEEP trial. This could theoretically result in re-collapsing of certain lung parts [29] , reversing the effect of the preceding RM.", "cite_spans": [{"start": 136, "end": 139, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 140, "end": 144, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 145, "end": 149, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 150, "end": 154, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 155, "end": 158, "text": "28]", "ref_id": "BIBREF27"}, {"start": 304, "end": 308, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 309, "end": 312, "text": "13]", "ref_id": "BIBREF12"}, {"start": 669, "end": 673, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1047, "end": 1051, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "The results of one systematic review and meta-analysis suggest that a change in PEEP resulting in an increase of ΔP increases the risk for PPC [14] . Previous trials of individualized PEEP did not use the PEEP resulting in the lowest ΔP, or the highest compliance, but PEEP set several cm H 2 O above the level that resulted in the lowest ΔP [15, 30] . This approach, however, may very well result in additional overdistension, and is therefore not followed in DESIGNATION. Indeed, in DESIGNA-TION, PEEP is set to the exact level at which ΔP is the lowest. If no nadir in the ΔP curve is present, PEEP will be set at 12 cm H 2 O. This level is chosen because clinical studies have shown PEEP of 12 cm H 2 O to result in maximum lung opening throughout intraoperative ventilation, irrespective of the FiO 2 [12, [31] [32] [33] [34] [35] .", "cite_spans": [{"start": 143, "end": 147, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 342, "end": 346, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 347, "end": 350, "text": "30]", "ref_id": "BIBREF29"}, {"start": 806, "end": 810, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 811, "end": 815, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 816, "end": 820, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 821, "end": 825, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 826, "end": 830, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 831, "end": 835, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Discussion"}, {"text": "In DESIGNATION, throughout the whole period of intraoperative ventilation, PEEP in the \"individualized high PEEP\" group is set according to the results of the \"ΔP-PEEP graph\" constructed soon after induction of anesthesia. Although it is possible that lung mechanics change during the surgical procedure, e.g. by manipulations of abdominal organs by the surgeon, or a change in position of the patient from a Trendelenburg position to an anti-Trendelenburg position and vice versa, it is decided not to repeat the decremental PEEP trial during surgery. Since the surgical intervention might interference with the result of the PEEP titration, a reliable decremental PEEP trial can only be performed if the surgeon temporarily stops the surgical intervention. This would consume too much time and is considered not feasible for this trial and clinical practice itself. DESIG-NATION is a pragmatic study, and since ΔP is not expected to change comprehensively intraoperatively, it is decided not to repeat the PEEP titrations during surgery for the purpose of this study. Per design of the decremental PEEP trial, the individualized high PEEP will only result in PEEP in the range of 6-20 cm H 2 O. Nevertheless, 6 cm H 2 O PEEP can still result in overdistension. Based on the results of previous investigations, the optimal PEEP level is unlikely to be < 6 cm H 2 O [15, 30] . Therefore, the expected amount of overdistension in DESIGNATION will be negligible.", "cite_spans": [{"start": 1366, "end": 1370, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 1371, "end": 1374, "text": "30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Discussion"}, {"text": "Patients in the \"low PEEP\" group receive ventilation with PEEP 5 cm H 2 O. The decision to use a PEEP of 5 cm H 2 O derives from previous trials of intraoperative ventilation [15, 16] . PEEP 5 cm H 2 O is the most frequently chosen level in daily practice [1, 36] ; although there is no absolute consensus on the best level of PEEP, the overall recommendation is to ventilate patients with healthy lungs with this PEEP level.", "cite_spans": [{"start": 175, "end": 179, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 180, "end": 183, "text": "16]", "ref_id": "BIBREF15"}, {"start": 256, "end": 259, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 260, "end": 263, "text": "36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Discussion"}, {"text": "Patients in the \"individualized high PEEP\" group will undergo at least three RMs during intraoperative ventilation. RMs are performed by increases in PEEP during a fixed time interval. This RM can be performed with all types of anesthesia ventilators, ensuring standardization of RM across different participating centers [15] . The stepwise approach has shown to be effective in increasing lung compliance and oxygenation without interruption of mechanical ventilation [11] . Furthermore, it compares favorably to other types of RM, such as \"bag squeezing,\" with respect to hemodynamic side effects [28] . In contrast to patients in the \"individualized high PEEP\" group, patients in the \"low PEEP\" group, will not receive a RM. RM are added to the \"individualized high PEEP\" group because applying PEEP without a RM has proven to be ineffective in reducing atelectasis [37] . Of note, in current daily practice, RM are not performed so often [1] . To have a group of patients that received ventilation representative for what is done in daily practice, it was decided not to perform RM in the control group. To avoid de-recruitment of the lungs, the RM will be repeated in the \"individualized high PEEP\" group after disconnection of the ventilator and within the last hour of anesthesia.", "cite_spans": [{"start": 322, "end": 326, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 470, "end": 474, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 600, "end": 604, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 870, "end": 874, "text": "[37]", "ref_id": "BIBREF36"}, {"start": 943, "end": 946, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "To protect patients but minimize the interference with the allocated PEEP level, rescue therapies are allowed. To the best interest of patients, pre-approved protocol deviations are permitted. Since these rescue therapies and deviations influence the clinical applicability of the \"individualized high PEEP\" strategy, both the use of protocol deviations as rescue strategies will be collected. Perioperative care will be performed to each center specific expertise and routine clinical use. However, to minimize inference of clinical care on the study intervention, it is suggested adhering to the ERAS guidelines. In DESIGNATION, patients in the \"individualized high PEEP\" group will receive a higher intraoperative PEEP compared to the patients in the \"low PEEP\" group. Previous research showed higher PEEP levels to result in more hypotension and higher need for vasoactive drugs [12, 13] . To monitor the impact of mechanical ventilation strategy on arterial blood pressure, intraoperative oxygenation, and respiratory system mechanics, variables regarding respiratory function and hemodynamics will be collected hourly during anesthesia. The DSMB, consisting of four members with expertise in clinical research, is instituted to overview the study conduct and possible side effects.", "cite_spans": [{"start": 883, "end": 887, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 888, "end": 891, "text": "13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "DESIGNATION aims at minimizing bias by using concealed allocation and blinding of the outcome assessor. REDcap, a secure web-based electronic password protected system, is used as database and randomization tool. REDcap randomization allocation sequence is computer-generated using a permuted block of different sizes. To minimize bias, randomization is stratified per center. Since obesity is an important factor influencing patient's respiratory function during general anesthesia [38] [39] [40] , randomization is also stratified by BMI (≤ 30 vs > 30 kg/m 2 ).", "cite_spans": [{"start": 483, "end": 487, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 488, "end": 492, "text": "[39]", "ref_id": "BIBREF38"}, {"start": 493, "end": 497, "text": "[40]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Discussion"}, {"text": "DESIGNATION will be performed in both community and teaching hospitals in different countries of Europe, making the results generalizable. Intra-abdominal hypertension during a laparoscopic surgical procedure will have a considerable impact on lung mechanics [41] [42] [43] . For this reason, patients planned to undergo a laparoscopic surgical procedure are excluded from participation in DESIGNATION, even if the procedure is only laparoscopic assisted. There is a clear trend from open to laparoscopic surgery, and probably the number open abdominal procedures will decrease significantly. If DES-IGNATION shows an individualized high PEEP strategy to be beneficial, additional trials testing the effects of personalized PEEP on occurrence of PPC will be needed.", "cite_spans": [{"start": 259, "end": 263, "text": "[41]", "ref_id": "BIBREF40"}, {"start": 264, "end": 268, "text": "[42]", "ref_id": "BIBREF41"}, {"start": 269, "end": 273, "text": "[43]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Discussion"}, {"text": "In summary, DESIGNATION will be the first sufficiently powered, multicenter RCT to test whether a ventilation strategy of individualized high PEEP with RM is superior to one that uses fixed low PEEP of 5 cm H 2 O without RM with respect to development of PPC in patients planned for open abdominal surgery. The results of DESIGNATION will support anesthesiologists in their decision to set intraoperative PEEP during protective ventilation for general anesthesia during open abdominal surgery.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The current approved version of the protocol is version 4.2, issue data: 11 December 2019. DESIGNATION trial is currently recruiting patients. Recruitment started in April 2019 and will be completed in approximately April 2022.", "cite_spans": [], "ref_spans": [], "section": "Trial status"}, {"text": "Driving pressure: the pressure that results from moving air into the lungs; driving pressure is calculated by distracting the PEEP from plateau airway pressure or by dividing tidal volume by respiratory system compliance.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Postoperative pulmonary complications: spectrum of complications affecting the respiratory system and developing after ventilation for general anesthesia during surgery.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Tidal volume: the volume of air moved into and out of the lungs during each ventilation cycle.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Positive end-expiratory pressure: positive pressure during expiration, meant to keep maintain the airway pressure above the atmospheric level.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Open abdominal surgery: surgical procedure performed in the abdominal region requiring a large incision; laparoscopic devices are not used.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Cyclic lung recruitment: repetitive collapse and reexpansion of atelectatic lung tissue during each breath.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Overdistension: excessive stretching of (parts of) the lungs.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Recruitment maneuver: procedure is used for reinflation of collapsed lung units.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Respiratory system compliance: change in volume of the lungs for each unit increase in airway pressure; in other words; the ease with which the lungs can be inflated.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "\"High PEEP\": an applied PEEP level of > 5 cm H 2 O. Volume-controlled (ventilation) mode: the artificial breath is delivered at a constant and predetermined inspiratory flow-time profile, with a fixed tidal volume.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Inspired oxygen fraction: the volumetric fraction of oxygen in the inhaled gas.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "End-tidal carbon dioxide partial pressure: concentration of carbon dioxide at the end of exhalation.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Predicted bodyweight: the ideal body weight, calculated based on patients' gender and height; used to normalize tidal volume to lung size.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Desaturation: situation in which the percentage of hemoglobin bindings sites in the bloodstream occupied by oxygen gets < 90%.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Train-of-four: a peripheral nerve simulation test, used to assess neuromuscular transmission when neuromuscular blocking agents are given to block musculoskeletal activity.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Volatile anesthesia: technique of general anesthesia that uses inhalation anesthetics.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Total intravenous anesthesia: technique of general anesthesia that uses a combination of drugs given exclusively by the intravenous route, i.e. without use of volatile anesthesia.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Collapsed composite endpoint: endpoint that is a combination of multiple clinical endpoints; endpoints are combined because they are considered to be of similar importance, occur with about the same frequency, have similar relative risk reductions, and have similar biologic mechanisms.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Incremental PEEP trial: progressively increasing PEEP with a constant tidal volume.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Decremental PEEP trial: starting at a high PEEP and progressively reducing it with a constant tidal volume.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Trendelenburg position: variant of the supine position in which the table is tilted with the head down and feet up.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Anti-Trendelenburg: variant of the supine position in which the table is tilted with the head up and feet down.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}, {"text": "Bag squeezing: a type of recruitment maneuver performed manually by using an anesthesia bag.", "cite_spans": [], "ref_spans": [], "section": "Medical terminology (in order of appearance)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Epidemiology, practice of ventilation and outcome for patients at increased risk of postoperative pulmonary complications: LAS VEGAS -an observational study in 29 countries", "authors": [{"first": "Las", "middle": [], "last": "The", "suffix": ""}, {"first": "", "middle": [], "last": "Vegas Investigators", "suffix": ""}], "year": 2017, "venue": "Eur J Anaesthesiol", "volume": "34", "issn": "8", "pages": "492--507", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Incidence of mortality and morbidity related to postoperative lung injury in patients who have undergone abdominal or thoracic surgery: a systematic review and meta-analysis", "authors": [{"first": "Serpa", "middle": [], "last": "Neto", "suffix": ""}, {"first": "A", "middle": [], "last": "Hemmes", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Barbas", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Beiderlinden", "suffix": ""}, {"first": "M", "middle": [], "last": "Fernandez-Bustamante", "suffix": ""}, {"first": "A", "middle": [], "last": "Futier", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Lancet Respir Med", "volume": "2", "issn": "12", "pages": "1007--1022", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Prediction of postoperative pulmonary complications in a population-based surgical cohort", "authors": [{"first": "J", "middle": [], "last": "Canet", "suffix": ""}, {"first": "L", "middle": [], "last": "Gallart", "suffix": ""}, {"first": "C", "middle": [], "last": "Gomar", "suffix": ""}, {"first": "G", "middle": [], "last": "Paluzie", "suffix": ""}, {"first": "J", "middle": [], "last": "Vallès", "suffix": ""}, {"first": "J", "middle": [], "last": "Castillo", "suffix": ""}], "year": 2010, "venue": "Anesthesiology", "volume": "113", "issn": "6", "pages": "1338--50", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Prospective external validation of a predictive score for postoperative pulmonary complications", "authors": [{"first": "V", "middle": [], "last": "Mazo", "suffix": ""}, {"first": "S", "middle": [], "last": "Sabate", "suffix": ""}, {"first": "J", "middle": [], "last": "Canet", "suffix": ""}, {"first": "L", "middle": [], "last": "Gallart", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "De Abreu", "suffix": ""}, {"first": "J", "middle": [], "last": "Belda", "suffix": ""}], "year": 2014, "venue": "Anesthesiology", "volume": "121", "issn": "2", "pages": "219--250", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Mortality after surgery in Europe: a 7 day cohort study", "authors": [{"first": "R", "middle": ["M"], "last": "Pearse", "suffix": ""}, {"first": "R", "middle": ["P"], "last": "Moreno", "suffix": ""}, {"first": "P", "middle": [], "last": "Bauer", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "P", "middle": [], "last": "Metnitz", "suffix": ""}, {"first": "C", "middle": [], "last": "Spies", "suffix": ""}], "year": 2012, "venue": "Lancet", "volume": "380", "issn": "9847", "pages": "1059--65", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prediction of postoperative pulmonary complications", "authors": [{"first": "S", "middle": ["G"], "last": "Nijbroek", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Schultz", "suffix": ""}, {"first": "Snt", "middle": [], "last": "Hemmes", "suffix": ""}], "year": 2019, "venue": "Curr Opin Anaesthesiol", "volume": "32", "issn": "3", "pages": "443--51", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Postoperative pulmonary complications", "authors": [{"first": "A", "middle": [], "last": "Miskovic", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Lumb", "suffix": ""}], "year": 2017, "venue": "Br J Anaesth", "volume": "118", "issn": "3", "pages": "317--351", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pulmonary atelectasis: a pathogenic perioperative entity", "authors": [{"first": "M", "middle": [], "last": "Duggan", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Kavanagh", "suffix": ""}], "year": 2005, "venue": "Anesthesiology", "volume": "102", "issn": "4", "pages": "838--54", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A trial of intraoperative low-tidal-volume ventilation in abdominal surgery", "authors": [{"first": "E", "middle": [], "last": "Futier", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Constantin", "suffix": ""}, {"first": "C", "middle": [], "last": "Paugam-Burtz", "suffix": ""}, {"first": "J", "middle": [], "last": "Pascal", "suffix": ""}, {"first": "M", "middle": [], "last": "Eurin", "suffix": ""}, {"first": "A", "middle": [], "last": "Neuschwander", "suffix": ""}], "year": 2013, "venue": "N Engl J Med", "volume": "369", "issn": "5", "pages": "428--465", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Effect of lung protection mechanical ventilation on respiratory function in the elderly undergoing spinal fusion", "authors": [{"first": "Y", "middle": [], "last": "Ge", "suffix": ""}, {"first": "L", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "X", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Xu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ma", "suffix": ""}], "year": 2013, "venue": "J Cent South Univ", "volume": "38", "issn": "1", "pages": "81--86", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Protective mechanical ventilation during general anesthesia for open abdominal surgery improves postoperative pulmonary function", "authors": [{"first": "P", "middle": [], "last": "Severgnini", "suffix": ""}, {"first": "G", "middle": [], "last": "Selmo", "suffix": ""}, {"first": "C", "middle": [], "last": "Lanza", "suffix": ""}, {"first": "A", "middle": [], "last": "Chiesa", "suffix": ""}, {"first": "A", "middle": [], "last": "Frigerio", "suffix": ""}, {"first": "A", "middle": [], "last": "Bacuzzi", "suffix": ""}], "year": 2013, "venue": "Anesthesiology", "volume": "118", "issn": "6", "pages": "1307--1328", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "High versus low positive end-expiratory pressure during general anaesthesia for open abdominal surgery (PROVHILO trial): a multicentre randomised controlled trial", "authors": [{"first": "S", "middle": ["N"], "last": "Hemmes", "suffix": ""}, {"first": "M", "middle": [], "last": "Gama De Abreu", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "M", "middle": [], "last": "Schultz", "suffix": ""}], "year": 2014, "venue": "Lancet", "volume": "384", "issn": "9942", "pages": "495--503", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effect of intraoperative high positive end-expiratory pressure (PEEP) with recruitment maneuvers vs low PEEP on postoperative pulmonary complications in obese patients: a randomized clinical trial", "authors": [{"first": "T", "middle": [], "last": "Bluth", "suffix": ""}, {"first": "Serpa", "middle": [], "last": "Neto", "suffix": ""}, {"first": "A", "middle": [], "last": "Schultz", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Pelosi", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}, {"first": "Gama", "middle": [], "last": "De Abreu", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "JAMA", "volume": "321", "issn": "23", "pages": "2292--305", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Association between driving pressure and development of postoperative pulmonary complications in patients undergoing mechanical ventilation for general anaesthesia: a meta-analysis of individual patient data", "authors": [{"first": "Serpa", "middle": [], "last": "Neto", "suffix": ""}, {"first": "A", "middle": [], "last": "Hemmes", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Barbas", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Beiderlinden", "suffix": ""}, {"first": "M", "middle": [], "last": "Fernandez-Bustamante", "suffix": ""}, {"first": "A", "middle": [], "last": "Futier", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Lancet Respir Med", "volume": "4", "issn": "4", "pages": "272--80", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Individualised perioperative open-lung approach versus standard protective ventilation in abdominal surgery (iPROVE): a randomised controlled trial", "authors": [{"first": "C", "middle": [], "last": "Ferrando", "suffix": ""}, {"first": "M", "middle": [], "last": "Soro", "suffix": ""}, {"first": "C", "middle": [], "last": "Unzueta", "suffix": ""}, {"first": "F", "middle": [], "last": "Suarez-Sipmann", "suffix": ""}, {"first": "J", "middle": [], "last": "Canet", "suffix": ""}, {"first": "J", "middle": [], "last": "Librero", "suffix": ""}], "year": 2018, "venue": "Lancet Respir Med", "volume": "6", "issn": "3", "pages": "193--203", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Driving pressure during thoracic surgery: a randomized clinical trial", "authors": [{"first": "M", "middle": [], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Ahn", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "B", "middle": ["Y"], "last": "Heo", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Choi", "suffix": ""}], "year": 2019, "venue": "Anesthesiology", "volume": "130", "issn": "3", "pages": "385--93", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The fragility of statistically significant findings in randomised controlled anaesthesiology trials: systematic review of the medical literature", "authors": [{"first": "G", "middle": [], "last": "Mazzinari", "suffix": ""}, {"first": "L", "middle": [], "last": "Ball", "suffix": ""}, {"first": "Serpa", "middle": [], "last": "Neto", "suffix": ""}, {"first": "A", "middle": [], "last": "Errando", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Dondorp", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Bos", "suffix": ""}, {"first": "L", "middle": ["D"], "last": "", "suffix": ""}], "year": 2018, "venue": "Br J Anaesth", "volume": "120", "issn": "5", "pages": "935--976", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome", "authors": [], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "18", "pages": "1301--1309", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "American Heart Association Guidelines Update for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care", "authors": [{"first": "M", "middle": ["S"], "last": "Link", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Berkow", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Kudenchuk", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Halperin", "suffix": ""}, {"first": "E", "middle": ["P"], "last": "Hess", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Moitra", "suffix": ""}], "year": 2015, "venue": "Circulation", "volume": "7", "issn": "18", "pages": "444--64", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Standards for definitions and use of outcome measures for clinical effectiveness research in perioperative medicine: European Perioperative Clinical Outcome (EPCO) definitions: a statement from the ESA-ESICM joint taskforce on perioperative outcome measures", "authors": [{"first": "I", "middle": [], "last": "Jammer", "suffix": ""}, {"first": "N", "middle": [], "last": "Wickboldt", "suffix": ""}, {"first": "M", "middle": [], "last": "Sander", "suffix": ""}, {"first": "A", "middle": [], "last": "Smith", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Schultz", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}], "year": 2015, "venue": "Eur J Anaesthesiol", "volume": "32", "issn": "2", "pages": "88--105", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Acute respiratory distress syndrome: the Berlin Definition", "authors": [{"first": "", "middle": [], "last": "Ards Definition Task Force", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Ranieri", "suffix": ""}, {"first": "G", "middle": ["D"], "last": "Rubenfeld", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Thompson", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "E", "middle": [], "last": "Caldwell", "suffix": ""}], "year": 2012, "venue": "JAMA", "volume": "307", "issn": "23", "pages": "2526--2559", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)", "authors": [{"first": "M", "middle": [], "last": "Singer", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Deutschman", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Seymour", "suffix": ""}, {"first": "M", "middle": [], "last": "Shankar-Hari", "suffix": ""}, {"first": "D", "middle": [], "last": "Annane", "suffix": ""}, {"first": "M", "middle": [], "last": "Bauer", "suffix": ""}], "year": 2016, "venue": "JAMA", "volume": "315", "issn": "8", "pages": "801--811", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Acute Kidney Injury Network: report of an initiative to improve outcomes in acute kidney injury", "authors": [{"first": "R", "middle": ["L"], "last": "Mehta", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellum", "suffix": ""}, {"first": "S", "middle": ["V"], "last": "Shah", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Molitoris", "suffix": ""}, {"first": "C", "middle": [], "last": "Ronco", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Warnock", "suffix": ""}], "year": 2007, "venue": "Crit Care", "volume": "11", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Rationale and study design for an individualised perioperative open-lung ventilatory strategy with a high versus conventional inspiratory oxygen fraction (iPROVE-O2) and its effects on surgical site infection: study protocol for a randomised controlled trial", "authors": [{"first": "C", "middle": [], "last": "Ferrando", "suffix": ""}, {"first": "M", "middle": [], "last": "Soro", "suffix": ""}, {"first": "C", "middle": [], "last": "Unzueta", "suffix": ""}, {"first": "J", "middle": [], "last": "Canet", "suffix": ""}, {"first": "G", "middle": [], "last": "Tusman", "suffix": ""}, {"first": "F", "middle": [], "last": "Suarez-Sipmann", "suffix": ""}], "year": 2017, "venue": "BMJ Open", "volume": "7", "issn": "7", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Protective versus conventional ventilation for surgery: a systematic review and individual patient data meta-analysis", "authors": [{"first": "Serpa", "middle": [], "last": "Neto", "suffix": ""}, {"first": "A", "middle": [], "last": "Hemmes", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Barbas", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Beiderlinden", "suffix": ""}, {"first": "M", "middle": [], "last": "Biehl", "suffix": ""}, {"first": "M", "middle": [], "last": "Binnekade", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "", "suffix": ""}], "year": 2015, "venue": "Anesthesiology", "volume": "123", "issn": "1", "pages": "66--78", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Lung protective ventilation in patients undergoing major surgery: a systematic review incorporating a Bayesian approach", "authors": [{"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Chen", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2015, "venue": "BMJ Open", "volume": "5", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "A meta-analysis of intraoperative ventilation strategies to prevent pulmonary complications: is low tidal volume alone sufficient to protect healthy lungs?", "authors": [{"first": "D", "middle": [], "last": "Yang", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Grant", "suffix": ""}, {"first": "A", "middle": [], "last": "Stone", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Wu", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Wick", "suffix": ""}], "year": 2016, "venue": "Ann Surg", "volume": "263", "issn": "5", "pages": "881--888", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Intraoperative protective mechanical ventilation for prevention of postoperative pulmonary complications: a comprehensive review of the role of tidal volume, positive end-expiratory pressure, and lung recruitment maneuvers", "authors": [{"first": "A", "middle": [], "last": "Güldner", "suffix": ""}], "year": 2015, "venue": "Anesthesiology", "volume": "123", "issn": "3", "pages": "692--713", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Inspiratory vs. expiratory pressure-volume curves to set end-expiratory pressure in acute lung injury", "authors": [{"first": "G", "middle": ["M"], "last": "Albaiceta", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Luyando", "suffix": ""}, {"first": "D", "middle": [], "last": "Parra", "suffix": ""}, {"first": "R", "middle": [], "last": "Menendez", "suffix": ""}, {"first": "J", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Pedreira", "suffix": ""}], "year": 2005, "venue": "Intensive Care Med", "volume": "31", "issn": "10", "pages": "1370--1378", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Individual positive end-expiratory pressure settings optimize intraoperative mechanical ventilation and reduce postoperative atelectasis", "authors": [{"first": "S", "middle": ["M"], "last": "Pereira", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Tucci", "suffix": ""}, {"first": "Cca", "middle": [], "last": "Morais", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Simoes", "suffix": ""}, {"first": "Bff", "middle": [], "last": "Tonelotto", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Pompeo", "suffix": ""}], "year": 2018, "venue": "Anesthesiology", "volume": "129", "issn": "6", "pages": "1070--81", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Alveolar recruitment strategy' improves arterial oxygenation during general anaesthesia", "authors": [{"first": "G", "middle": [], "last": "Tusman", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Bohm", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Vazquez De Anda", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Do Campo", "suffix": ""}, {"first": "B", "middle": [], "last": "Lachmann", "suffix": ""}], "year": 1999, "venue": "Br J Anaesth", "volume": "82", "issn": "1", "pages": "8--13", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Treatment of anesthesia-induced lung collapse with lung recruitment maneuvers", "authors": [{"first": "G", "middle": [], "last": "Tusman", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Belda", "suffix": ""}], "year": 2010, "venue": "Curr Anaesth Crit Care", "volume": "21", "issn": "5-6", "pages": "244--253", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Pulmonary densities during anesthesia with muscular relaxation--a proposal of atelectasis", "authors": [{"first": "B", "middle": [], "last": "Brismar", "suffix": ""}, {"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}, {"first": "H", "middle": [], "last": "Lundquist", "suffix": ""}, {"first": "A", "middle": [], "last": "Strandberg", "suffix": ""}, {"first": "L", "middle": [], "last": "Svensson", "suffix": ""}, {"first": "L", "middle": [], "last": "Tokics", "suffix": ""}], "year": 1985, "venue": "Anesthesiology", "volume": "62", "issn": "4", "pages": "422--430", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Analysis of lung density by computed tomography before and during general anaesthesia", "authors": [{"first": "T", "middle": [], "last": "Hachenberg", "suffix": ""}, {"first": "H", "middle": [], "last": "Lundquist", "suffix": ""}, {"first": "L", "middle": [], "last": "Tokics", "suffix": ""}, {"first": "B", "middle": [], "last": "Brismar", "suffix": ""}, {"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}], "year": 1993, "venue": "Acta Anaesthesiol Scand", "volume": "37", "issn": "6", "pages": "549--55", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Positive end-expiratory pressure prevents atelectasis during general anaesthesia even in the presence of a high inspired oxygen concentration", "authors": [{"first": "P", "middle": [], "last": "Neumann", "suffix": ""}, {"first": "H", "middle": ["U"], "last": "Rothen", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Berglund", "suffix": ""}, {"first": "J", "middle": [], "last": "Valtysson", "suffix": ""}, {"first": "A", "middle": [], "last": "Magnusson", "suffix": ""}, {"first": "G", "middle": [], "last": "Hedenstierna", "suffix": ""}], "year": 1999, "venue": "Acta Anaesthesiol Scand", "volume": "43", "issn": "3", "pages": "295--301", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Intraoperative protective mechanical ventilation and risk of postoperative respiratory complications: hospital based registry study", "authors": [{"first": "K", "middle": [], "last": "Ladha", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Vidal Melo", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Mclean", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Wanderer", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Grabitz", "suffix": ""}, {"first": "T", "middle": [], "last": "Kurth", "suffix": ""}], "year": 2015, "venue": "BMJ", "volume": "351", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Prevention of atelectasis in morbidly obese patients during general anesthesia and paralysis: a computerized tomography study", "authors": [{"first": "H", "middle": [], "last": "Reinius", "suffix": ""}, {"first": "L", "middle": [], "last": "Jonsson", "suffix": ""}, {"first": "S", "middle": [], "last": "Gustafsson", "suffix": ""}, {"first": "M", "middle": [], "last": "Sundbom", "suffix": ""}, {"first": "O", "middle": [], "last": "Duvernoy", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}], "year": 2009, "venue": "Anesthesiology", "volume": "111", "issn": "5", "pages": "979--87", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Total respiratory system, lung, and chest wall mechanics in sedated-paralyzed postoperative morbidly obese patients", "authors": [{"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "M", "middle": [], "last": "Croci", "suffix": ""}, {"first": "I", "middle": [], "last": "Ravagnan", "suffix": ""}, {"first": "P", "middle": [], "last": "Vicardi", "suffix": ""}, {"first": "L", "middle": [], "last": "Gattinoni", "suffix": ""}], "year": 1996, "venue": "Chest", "volume": "109", "issn": "1", "pages": "144--51", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "The effects of body mass on lung volumes, respiratory mechanics, and gas exchange during general anesthesia", "authors": [{"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "M", "middle": [], "last": "Croci", "suffix": ""}, {"first": "I", "middle": [], "last": "Ravagnan", "suffix": ""}, {"first": "S", "middle": [], "last": "Tredici", "suffix": ""}, {"first": "A", "middle": [], "last": "Pedoto", "suffix": ""}, {"first": "A", "middle": [], "last": "Lissoni", "suffix": ""}], "year": 1998, "venue": "Anesth Analg", "volume": "87", "issn": "3", "pages": "654--60", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Perioperative management of obese patients", "authors": [{"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "C", "middle": [], "last": "Gregoretti", "suffix": ""}], "year": 2010, "venue": "Best Pract Res Clin Anaesthesiol", "volume": "24", "issn": "2", "pages": "211--236", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Value and limitations of transpulmonary pressure calculations during intra-abdominal hypertension", "authors": [{"first": "G", "middle": ["A"], "last": "Cortes-Puentes", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Gard", "suffix": ""}, {"first": "A", "middle": ["B"], "last": "Adams", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Faltesek", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Anderson", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Dries", "suffix": ""}], "year": 2013, "venue": "Crit Care Med", "volume": "41", "issn": "8", "pages": "1870--1877", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Intraoperative recruitment maneuver reverses detrimental pneumoperitoneum-induced respiratory effects in healthy weight and obese patients undergoing laparoscopy", "authors": [{"first": "E", "middle": [], "last": "Futier", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Constantin", "suffix": ""}, {"first": "P", "middle": [], "last": "Pelosi", "suffix": ""}, {"first": "G", "middle": [], "last": "Chanques", "suffix": ""}, {"first": "F", "middle": [], "last": "Kwiatkoskwi", "suffix": ""}, {"first": "S", "middle": [], "last": "Jaber", "suffix": ""}], "year": 2010, "venue": "Anesthesiology", "volume": "113", "issn": "6", "pages": "1310--1319", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Abdominal distension alters regional pleural pressures and chest wall mechanics in pigs in vivo", "authors": [{"first": "T", "middle": [], "last": "Mutoh", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Lamm", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Embree", "suffix": ""}, {"first": "J", "middle": [], "last": "Hildebrandt", "suffix": ""}, {"first": "Albert", "middle": [], "last": "Rk", "suffix": ""}], "year": 1991, "venue": "J Appl Physiol", "volume": "70", "issn": "6", "pages": "2611--2619", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Publisher's Note", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Consolidated Standards of Reporting Trials (CONSORT) diagram for the \"Driving prESsure durIng GeNeral AnesThesIa for Open abdomiNal surgery\" (DESIGNATION) trial", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Examples of the \"ΔP-PEEP\" graph. The arrow represents the optimal PEEPFig. 3 Overview of the intervention: the recruitment maneuvers and decremental PEEP trial. See text for a detailed description of the recruitment maneuvers and the decremental PEEP trial. The numbers projected in each bar represent the duration of each step in seconds", "latex": null, "type": "figure"}, "TABREF0": {"text": "The decremental PEEP trial starts at the end of the first RM at a PEEP of 20 cm H 2 O with the respiratory rate set at 15 breaths/min. During the decremental PEEP trial, the ventilator remains in volume-controlled ventilation mode. Every 20 s, PEEP is decreased in steps of 2 cm H 2 O till a minimum level of 6 cm H 2 O. With every step, the resulting ΔP is calculated by subtracting PEEP from the plateau pressure (P plat ) at the end of each step.", "latex": null, "type": "table"}, "TABREF1": {"text": "Assess Respiratory Risk in Surgical Patients in Catalonia scoresRisk for PPC of variables selected for the logistic regression model", "latex": null, "type": "table"}, "TABREF2": {"text": "Rescue for desaturation in the \"individualized high PEEP\" group Down-titration of PEEP as rescue of desaturation. Starts at the level of PEEP set after the decremental PEEP trial", "latex": null, "type": "table"}, "TABREF3": {"text": "Rescue for desaturation in the \"low PEEP\" group", "latex": null, "type": "table"}}, "back_matter": [{"text": "Supplementary information accompanies this paper at https://doi.org/10. 1186/s13063-020-4075-z.Additional file 1. The SPIRIT checklist.Additional file 2. Model consent form, version 4.0 (11-10-19) .", "cite_spans": [{"start": 186, "end": 196, "text": "(11-10-19)", "ref_id": null}], "ref_spans": [], "section": "Appendix 1 Supplementary information"}, {"text": "Authors' contributions LH and SGLHN participated in the design of the study, drafted the manuscript, and coordinates the overall study. ASN designed the study, drafted the manuscript and the statistical analysis plan, and performed the sample size calculation. MGdA designed the study, drafted the manuscript, and coordinates the study in Germany. PP designed the study, drafted the manuscript, and coordinates the study in Italy. SNTH conceived and designed the study and drafted the manuscript. MWH conceived and designed the study, drafted the manuscript, and obtained funding. MJS conceived and designed the study, drafted the manuscript, supervised its finalization, and obtained funding. All DESIGNATION steering committee members reviewed and approved the submitted version.", "cite_spans": [], "ref_spans": [], "section": "Abbreviations"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Authors' information"}, {"text": "This study is an investigator-initiated trial, funded by \"The Netherlands Organization for health Research and Development\" (ZonMw) and sponsored by the Amsterdam University Medical Centers, location AMC. The funder has no role in the design of this study and will have no role in the data collection, analysis, data interpretation, and in writing the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Funding"}, {"text": "The datasets analyzed during the present study are available from the corresponding author on a reasonable request. Ethics approval and consent to participate Central ethical approval has been confirmed from the Medical Research Ethics Committee of the AUMC location AMC (approval number NL67684.018.18) on 7 February 2019 and we will not begin recruiting at other centers in the trial until local ethical approval has been obtained. All amendments will be notified to the Medical Research Ethics Committee of the AUMC location AMC. Important protocol modifications will be reported to the local investigators. Informed consent will be obtained before the patient can be included in this study. Participants will be asked if they agree that their data will be used should they choose to withdraw from the trial. The DESIGNATION trial does not involve collecting biological specimens for storage. The sponsor has an insurance, which is in accordance with the legal requirements in the Netherlands. This insurance provides cover for damage to research subjects through injury or death caused by the study. The insurance applies to the damage that becomes apparent during the study or within 4 years after the end of the study.", "cite_spans": [], "ref_spans": [], "section": "Availability of data and materials"}, {"text": "Not applicable.", "cite_spans": [], "ref_spans": [], "section": "Consent for publication"}, {"text": "The authors declare that they have no competing interests.Received: 6 November 2019 Accepted: 13 January 2020", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}