{
    "paper_id": "0b01e4cbd05b4323d4778b94d60ceda4d4664afe",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dames en Heren, Chronische hoest (al dan niet productief ) is een diagnostische uitdaging voor zowel huisartsen als clinici. De meest voorkomende oorzaken van chronische hoest zijn 'postnasal drip', astma, gastro-oesofageale reflux, chronische bronchitis en bronchiëctasieën. 1 2 Indien purulent sputum wordt opgegeven, dient men behalve aan chronische bronchitis en bronchiëctasieën ook te denken aan tuberculose. Echter, begeleidende symptomen bij deze ziekte zijn meestal hemoptoë, nachtzweten, gewichtsverlies of koorts. Dat chronische hoest ook veroorzaakt kan worden door infectie met niet-tuberculeuze mycobacteriën beschrijven wij in de volgende ziektegeschiedenissen.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "1 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A, een 67-jarige vrouw, bezoekt haar huisarts met sinds 3 maanden bestaande klachten van recidiverende, niet-productieve hoest, dyspnoe, koorts tot 38,3°C en piepende ademhaling. Haar voorgeschiedenis vermeldt, naast enkele operaties, een pneumonie van de middenkwab 15 jaar tevoren. Omdat bij een expectatief beleid de klachten persisteren, verwijst de huisarts haar, een maand later, naar de longarts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënte rookt niet en heeft geen klachten van koorts, hemoptoë, nachtzweten of gewichtsverlies. Lichamelijk onderzoek toont geen afwijkingen. Laboratoriumonderzoek laat alleen een verhoogde BSE zien (35 mm/h). De uitslagen van spirometrisch onderzoek zijn niet-afwijkend. De thoraxfoto laat een partiële atelectase zien van de middenkwab (figuur 1). Op een CT-scan van de thorax zijn bronchiëctasieën zichtbaar in de middenkwab (figuur 2). Bij bronchoscopie worden endobronchiaal geen afwijkingen waargenomen. In de auraminekleuring van zowel sputum als bronchusspoelsel worden zuurvaste staafjes gezien, die ook gekweekt worden op Löwenstein-Jensen-medium. Een RNAamplificatietest voor Mycobacterium tuberculosis is negatief. Een specifieke DNA-probetest (Genprobe) van het isolaat is uiteindelijk positief voor Mycobacterium avium-complex. HIV-serologisch onderzoek geeft negatieve uitslagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Op grond van het gevoeligheidspatroon wordt gestart met claritromycine, ethambutol en rifampicine voor een duur van 9 maanden. Wegens oogklachten wordt het gebruik van ethambutol voortijdig gestaakt. In de loop van enkele maanden verdwijnen de hoest-en dyspnoeklachten. M. avium-complex wordt niet teruggevonden bij sputumonderzoek en bronchoalveolaire lavage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt B, een 80-jarige man, bekend met boezemfibrilleren, bezoekt de longarts wegens sinds een halfjaar bestaande progressieve klachten van hoesten, waarbij purulent sputum wordt opgegeven, dyspnée d'effort en een wisselende, subfebriele temperatuur. Nachtzweten, gewichtsverlies of hemoptoë is niet aan de orde. Patiënt heeft tot 20 jaar vóór presentatie 34 jaar lang 20 sigaretten per dag gerookt en gebruikt geen alcohol. Drie jaar vóór deze klachten maakte hij een reis door China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij auscultatie van de longen zijn diffuus enkele crepitaties hoorbaar. Röntgenonderzoek van de thorax toont een uitgebreid reticulonodulair beeld (figuur 3). De werkdiagnose luidt 'interstitiële longafwijkingen op basis van een infectieus proces'. Er worden een mantouxtest, sputumonderzoek en longfunctieonderzoek aangevraagd en er wordt een afspraak gemaakt voor over 2 weken. Na een week komt patiënt echter vervroegd op de polikliniek met een forse toename van zijn klachten en koorts tot 39°C. Er wordt een grauwe patiënt gezien, zonder verdere afwijkingen. De thoraxfoto is ongewijzigd. De bezinking is 114 mm/h, de concentratie C-reactieve proteïne (CRP) 175 mg/l en het leukocytengetal 20,0 × 10 9 /l, met 88% segmentkernige cellen. De CT-scan van de thorax laat diffuus bronchiëctasieën en kleine infiltraten zien, met name in de ondervelden (figuur 4). De mantouxtest is negatief, evenals de auramine-en Ziehl-Neelsen-kleuringen op sputum. Daags daarna blijkt echter de kweek op mycobacteriën positief. Onder de diagnose 'pulmonale tuberculose' wordt gestart met rifampicine, isoniazide, pyrazinamide en ethambutol en patiënt wordt in redelijke conditie ontslagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij het beoordelen van de kweekuitslagen (bij herhaling positief ) rijst echter twijfel over de diagnose 'tuberculose'. Er wordt nadere diagnostiek gedaan naar niet-tuberculeuze mycobacteriën en met een DNA-genprobe wordt een Mycobacterium abscessus gevonden, gevoelig voor claritromycine. HIV-serologisch onderzoek is negatief. Het gebruik van de tuberculostatica wordt gestaakt en behandeling met claritromycine 500 mg 2 dd wordt begonnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Daarna nemen de klachten van dyspnoe en hoesten geleidelijk af. Een jaar later laat de thoraxfoto vrijwel geen afwijkingen meer zien. De bezinking daalt naar 20 mm/uur, de CRP-concentratie naar 7 mg/ml en het leukocytengetal naar 6,8 × 10 9 /l. Na 1,5 jaar is patiënt nagenoeg klachtenvrij en wordt de behandeling beëindigd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Niet-tuberculeuze mycobacteriën zijn alle mycobacteriën (behalve Mycobacterium leprae) die niet tot het M. tuberculosiscomplex behoren. Sinds de beschrijving van gedissemineerde infecties met M. avium-complex als onderdeel van aids is de kennis over infecties door niet-tuberculeuze mycobacteriën flink toegenomen. Dat deze infecties ook kunnen voorkomen bij HIV-negatieve patiënten blijkt onder andere uit eerdere publicaties in dit tijdschrift. 3 4 Toen de eerste groepen patiënten met infecties met niettuberculeuze mycobacteriën werden beschreven, viel het op dat deze patiënten vaak ouder waren dan patiënten met tuberculose, dat de meerderheid blank was en dat er meestal een historie van bronchiëctasieën bestond, eerder doorgemaakte tuberculose of een andere longziekte die gepaard gaat met weefseldestructie. [5] [6] [7] Tuberculinetests waren vaker negatief dan bij tuberculosepatiënten en familieleden hadden zelden een positieve tuberculinetest.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "De diagnose 'infectie met niet-tuberculeuze mycobacte- Meestal gaat het echter om bronchiëctasieën na tuberculose, waardoor het beeld klinisch kan lijken op een reactivering van tuberculose. Bij patiënt B werden ook bronchiëctasieën gevonden. Het is onduidelijk of deze de oorzaak of het gevolg zijn van de M. abscessus-infectie. Bij een derde variant, die met name voorkomt bij oudere vrouwen, staan dyspnoe en interstitiële longafwijkingen op de voorgrond. Dit kan leiden tot respiratoire insufficiëntie met dodelijke afloop. Een zeldzame, vierde variant is het Lady Windermere-syndroom, dat voorkomt bij slanke, oudere vrouwen. Klachten kunnen bestaan uit chronische hoest, dyspnoe, koorts, nachtzweten, gewichtsverlies en geringe hemoptoë. Men denkt dat een jarenlange habituele onderdrukking van de hoestprikkel de oorzaak is. Dit zou leiden tot afname van de mucociliaire klaring met daardoor chronische inflammatie en bronchiëctasieën in de middenkwab en uiteindelijk infectie met M. avium-complex. 10 Behandeling van longziekte met M. avium-complex is niet eenvoudig, aangezien gerandomiseerde placebogecontroleerde studies ontbreken. Daarnaast zijn veel tuberculostatica er in vitro 10 tot 100 keer minder effectief tegen dan tegen M. tuberculosis. 11 Nieuwe macroliden zoals claritromycine en azitromycine kunnen werkzaam zijn tegen M. avium-complex.",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1008,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Uit het sputum van patiënt B werd M. abscessus gekweekt. Deze bacterie behoort tot de groep van de snelgroeiende mycobacteriën. Longziekte veroorzaakt door snelgroeiende mycobacteriën komt het meest voor bij oudere (C 60 jaar), blanke, niet-rokende vrouwen zonder noemenswaardige pulmonale voorgeschiedenis. 12 Bij ongeveer 40% van de patiënten bestaat er een onderliggende longziekte. Het klinische beeld lijkt op dat van longziekte met M. aviumcomplex, met chronische hoest (vaak productief ) als meest voorkomende symptoom. Röntgenonderzoek van de thorax figuur 2. CT-scan van de thorax van patiënt A met bronchiëctasieën in de middenkwab. De schaalverdeling is in cm. bronchiëctasieën aorta toont meestal bilaterale reticulonodulaire verdichtingen in de bovenvelden met soms cavernen. 13 Behandeling van M. abscessus is dikwijls teleurstellend. Er bestaat een hoge mate van in-vitroresistentie en placebogecontroleerde onderzoeken ontbreken. M. abscessus is soms gevoelig voor macrolideantibiotica, maar sputumconversie wordt vrijwel nooit bereikt. 14 Bij een lokale infectie in de long is chirurgische resectie te overwegen.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dames en Heren, de 2 beschreven patiënten met bronchiëctasieën en een infectie met niet-tuberculeuze mycobacteriën illustreren dat naast stoornissen in de cellulaire immuniteit (zoals bij aids) ook afname van de lokale afweer infectie met deze bacteriën kan faciliteren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chronic cough. The spectrum and frequency of causes, key components of the diagnostic evaluation, and outcome of specific therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am Rev Respir Dis",
            "volume": "141",
            "issn": "",
            "pages": "640--647",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The diagnosis and treatment of cough",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Madison",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "343",
            "issn": "",
            "pages": "1715--1736",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Een patiënt met longafwijkingen, waarschijnlijk veroorzaakt door atypische mycobacteriën",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lier Lk Van",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Vries",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "108",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Longafwijkingen veroorzaakt door atypische mycobacteriën",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kraan",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "109",
            "issn": "",
            "pages": "785--792",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A limited clinical, pathologic, and epidemiologic study of patients with pulmonary lesions associated with atypical acid-fast bacilli in the sputum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Crow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Corpe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stergus",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Am Rev Tuber",
            "volume": "75",
            "issn": "",
            "pages": "199--222",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A clinical study of the chronic lung disease due to nonphotochromogenic acid-fast bacilli",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lasche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Ann Intern Med",
            "volume": "53",
            "issn": "",
            "pages": "273--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The relationship of 'atypical' acid-fast bacteria to human disease: a preliminary report",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timpe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Runyon",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "J Lab Clin Med",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lung disease caused by nontuberculous mycobacteria",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Respiratory infections. Diagnosis and management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sources of Mycobacterium avium complex infection resulting in human diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am Rev Respir Dis",
            "volume": "116",
            "issn": "",
            "pages": "1057--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mycobacterium avium complex pulmonary disease presenting as an isolated lingular or middle lobe pattern. The Lady Windermere syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "101",
            "issn": "",
            "pages": "1605--1614",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multiple drug resistance in Mycobacterium avium: is the wall architecture responsible for exclusion of antimicrobial agents?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rastogi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frehel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohayon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lesourd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Antimicrob Agents Chemother",
            "volume": "20",
            "issn": "",
            "pages": "666--77",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnosis and treatment of disease caused by nontuberculous mycobacteria. This official statement of the American Thoracic Society was approved by the Board of Directors",
            "authors": [],
            "year": 1997,
            "venue": "Am J Respir Crit Care Med",
            "volume": "156",
            "issn": "2",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical features of pulmonary disease caused by rapidly growing mycobacteria. An analysis of 154 patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "Wallace",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am Rev Respir Dis",
            "volume": "147",
            "issn": "",
            "pages": "1271--1279",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Activities of four macrolides, including clarithromycin, against Mycobacterium fortuitum, Mycobacterium chelonae, and M. chelonae-like organisms",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace Jr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Onyi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Rosas",
                    "suffix": ""
                },
                {
                    "first": "Wallace",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Antimicrob Agents Chemother",
            "volume": "36",
            "issn": "",
            "pages": "180--184",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Achter-voorwaartse en (b) laterale röntgenopname van de thorax van patiënt A met partiële atelectase van de middenkwab en bronchiëctasieën in de middenkwab. een kweek van luchtwegsecreet (meestal spontaan opgehoest sputum) of een weefselbiopt. Contaminatie van de luchtwegen of het sputummonster kan echter fout-positieve uitslagen opleveren. Daarom geldt dat isolatie van de bacterie uit 3 kweken nodig is voor de diagnose, net als dit het geval is voor tuberculose. Voor M. abscessus en Mycobacterium kansasii lijkt eenmalige isolatie voldoende voor de diagnose. Toch wordt bij deze verwekkers geadviseerd om minimaal 2 kweken af te nemen.8 M. avium-complex is de meest voorkomende veroorzaker van longziekte door niet-tuberculeuze mycobacteriën bij volwassenen. Tot M. avium-complex behoren 28 serotypen van 2 nauw verwante soorten, M. avium en Mycobacterium intracellulare. Ze worden geïsoleerd uit aarde en water, evenals uit geïnfecteerd pluimvee, varkens en andere dieren. Over de besmettingsroute van M. avium-complex is weinig bekend. Transmissie van dier op mens of van mens op mens lijkt geen belangrijke rol te spelen.9 Ondanks frequente blootstelling leidt besmetting zelden tot ziekte. Immuungecompromitteerde patiënten vormen een uitzondering, met name patiënten met een gestoorde cellulaire immuniteit, zoals bij aids.BijHIV-negatieve patiënten zijn er 3 hoofdvormen van aan M. avium-complex gerelateerde longziekte bekend (Griffith DE, Wallace RJ. Clinical manifestations of nontuberculous mycobacterial infections in HIV-negative patients; UpToDate versie 11.2; www.utdol.com). De eerste variant komt vooral voor bij mannen van middelbare of oudere leeftijd met onderliggende chronisch obstructieve longziekte en nicotine-of alcoholgebruik, en het beloop lijkt op dat van tuberculose. De tweede variant hangt samen met bronchiëctasieën. De bronchiëctasieën bij patiënt A zijn mogelijk een gevolg van de doorgemaakte pneumonie.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op 6 september 2004 figuur 3. Achter-voorwaartse röntgenopname van de thorax van patiënt B met beiderzijds diffuse interstitiële afwijkingen, met name in de midden-en ondervelden. interstitiële tekening figuur 4. CT-scan van de thorax van patiënt B met bronchiëctasieën en infiltratieve afwijkingen dorsaal. De schaalverdeling is in cm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Infectie met niet-tuberculeuze mycobacteriën bij 2 patiënten met bronchiëctasieën J.M.A.Daniels, T.Haitjema, R.van Altena, J.G.van den Aardweg, F.Vlaspolder en W.G.Boersma Medisch Centrum Alkmaar, Wilhelminalaan 12, 1815 JD Alkmaar. Afd. Longziekten: hr.J.M.A.Daniels, assistent-geneeskundige; hr.dr.T. Haitjema, hr.dr.J.G.van den Aardweg en hr.dr.W.G.Boersma, longartsen. Afd. Medische Microbiologie: hr.dr.F.Vlaspolder, arts-microbioloog. Beatrixoord, Haren. Hr.R.van Altena, longarts. Correspondentieadres: hr.dr.W.G.Boersma (w.boersma@mca.nl).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Pulmonary infection caused by non-tuberculous mycobacteria in two patients with bronchiectasis. -Two patients, a woman aged 67 years and a man aged 80 years, had chronic cough among other respiratory symptoms. In the woman, chest radiograph and CT-scan revealed partial atelectasis of the middle lobe and bronchiectasis. In the man, an interstitial pattern was seen on chest radiograph, and CT scan showed diffuse bronchiectasis. In both the man and the woman, non-tuberculous mycobacteria were identified (Mycobacterium avium complex and Mycobacterium abscessus, respectively). Treatment was successful in both patients. Non-tuberculous mycobacteria can cause considerable pulmonary infection in patients with bronchiectasis. Ned Tijdschr Geneeskd 2005;149:961-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ]
}