{"paper_id": "0b031e73ff05a577c896075639a125e78d084415", "metadata": {"title": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: a Systematic Review Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review", "authors": [{"first": "Catherine", "middle": ["L"], "last": "Marrs Fuchsel", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of St", "location": {"postCode": "55105", "settlement": "Thomas, St. Paul", "region": "MN", "country": "USA"}}, "email": ""}, {"first": "Alison", "middle": [], "last": "Brummett", "suffix": "", "affiliation": {"laboratory": "", "institution": "Consejo Counseling and Referral Service", "location": {"settlement": "Seattle", "region": "WA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Immigrant Latinas (IL) experiencing intimate partner violence (IPV) often experience barriers to accessing formal support systems due to immigration-related issues (e.g., fear of deportation, language proficiency, lack of family support in the U.S.). This paper contains a systematic review of peer-reviewed published articles within the past 25 years addressing IPV prevention and intervention programming designed for this vulnerable population. We examined specific group-format programs and curricula conducted at community-based agencies with social services across the country. Qualitative analysis of the 10 articles that met search criteria (i.e., programs must be culturally specific, designed to serve IL, conducted in group-format, focused on IPV intervention or prevention) generated information regarding the nature of group interventions addressing this issue and population. Several themes emerged upon completion of the qualitative review describing key characteristics of each intervention. All reviewed articles reported generally positive outcomes using a variety of methods. Studies using quantitative methods found statistically significant outcomes for constructs including depression, self-esteem, and knowledge of wellness. Professionals from diverse practice settings working with IL would likely benefit by developing intervention and prevention group-format programming to address this problem.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Intimate partner violence (IPV), sometimes termed domestic violence, is an epidemic affecting all communities and populations (U.S. Census Bureau 2016). IPV is defined as abuse that occurs in intimate relationships regardless of culture, race/ethnicity, or sexual orientation and involves behaviors used by one person to gain or maintain power and control over the other person. Characteristics and types of abuse in IPV include psychological, physical, sexual, verbal, economic abuse, or isolation (Marrs Fuchsel 2017). Population surveys conducted among women in the U.S. indicate that one out of four women will experience some type of IPV in their lifetime; Latina women experience severe forms of violence and negative health outcomes at significantly higher rates (Bhuyan and Velagapudi 2013; Gonzalez-Guarda et al. 2013) . Currently, immigrant Latinas (IL) comprise nearly a fifth (17%) of the total native and foreign-born Latino population living in the U.S. (U.S. Census Bureau 2016). Furthermore, researchers have determined immigrant women, including Latino, South Asian, and Korean women experience higher rates (30% to 50%) of IPV than the general population of women (22.1%) over their lifetime and are less likely to seek support (Ammar et al. 2012; Bhuyan and Velagapudi 2013) . Although studies have documented the severity of IPV and health consequences among Latinas, recent studies using community samples are examining prevalence rates, severity, and barriers to accessing services impacting one group of vulnerable womenimmigrant Latinas (Bhuyan and Velagapudi 2013; Reina and Lohman, 2015) .", "cite_spans": [{"start": 770, "end": 798, "text": "(Bhuyan and Velagapudi 2013;", "ref_id": "BIBREF4"}, {"start": 799, "end": 827, "text": "Gonzalez-Guarda et al. 2013)", "ref_id": "BIBREF11"}, {"start": 1246, "end": 1265, "text": "(Ammar et al. 2012;", "ref_id": "BIBREF1"}, {"start": 1266, "end": 1293, "text": "Bhuyan and Velagapudi 2013)", "ref_id": "BIBREF4"}, {"start": 1561, "end": 1589, "text": "(Bhuyan and Velagapudi 2013;", "ref_id": "BIBREF4"}, {"start": 1590, "end": 1613, "text": "Reina and Lohman, 2015)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review"}, {"text": "Due to the increase of IL living in communities who are exposed to IPV and encounter unique stressors and barriers in help-seeking behaviors, organizations offering social services for IL and their families need specific intervention programs to address this phenomenon. Nonetheless, more research is needed to determine the types of intervention and prevention programs and social services available to fill this gap in the review of the literature (Reina and Lohman 2015; Reina et al. 2014; Sabina et al. 2012) . IL, women who lack English proficiency, have limited formal and informal support systems, and who experience isolation require unique services because immigration-related factors deter reporting IPV and accessing services in the U.S. (Reina and Lohman 2015; Reina et al. 2014; Sabina et al. 2012) .", "cite_spans": [{"start": 450, "end": 473, "text": "(Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 474, "end": 492, "text": "Reina et al. 2014;", "ref_id": "BIBREF28"}, {"start": 493, "end": 512, "text": "Sabina et al. 2012)", "ref_id": "BIBREF31"}, {"start": 749, "end": 772, "text": "(Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 773, "end": 791, "text": "Reina et al. 2014;", "ref_id": "BIBREF28"}, {"start": 792, "end": 811, "text": "Sabina et al. 2012)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review"}, {"text": "We use the terms mental health professionals and professionals interchangeably throughout the paper. Mental health professionals (e.g., social workers, counselors, marriage and family therapists, and psychologists) and professionals (e.g., legal advocates, domestic violence victim advocates, health care workers and case managers) in social service programs or community practice settings working with IL have called attention to challenges in accessing programs or organizations, due to culture-specific barriers (e.g., lack of legal and immigration status, fear of deportation, language barriers, isolation, lack of knowledge of services; Reina and Lohman 2015; Reina et al. 2014; Sabina et al. 2012) . For those reasons, we are seeking to identify available intervention and prevention programs for IL.", "cite_spans": [{"start": 642, "end": 664, "text": "Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 665, "end": 683, "text": "Reina et al. 2014;", "ref_id": "BIBREF28"}, {"start": 684, "end": 703, "text": "Sabina et al. 2012)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review"}, {"text": "IL experiencing IPV who participate in prevention or intervention programs may learn about healthy relationships and signs and symptoms of IPV, increase self-esteem, obtain peer support, become familiar with resources available in their communities, and feel empowered to make choices (Marrs Fuchsel 2017; Messing et al. 2015) . For example, experiences of positive relationships with police departments and community-police programs for this population indicated IL were more likely to become empowered to report incidences of IPV despite fear of deportation (Messing et al. 2015) . Moreover, IL have described feeling empowered to seek out employment and educational opportunities despite legalstatus implications after participating in IPV education and prevention programming (Marrs Fuchsel 2017). As of this writing, research examining IPV among culturally diverse groups of women has increased substantially across the past two decades. Thus, in this paper, we present findings from a systemic review of peer-reviewed, published examinations of IPV intervention and prevention group-format programs within the past 25 years in the U.S.", "cite_spans": [{"start": 285, "end": 305, "text": "(Marrs Fuchsel 2017;", "ref_id": "BIBREF14"}, {"start": 306, "end": 326, "text": "Messing et al. 2015)", "ref_id": null}, {"start": 560, "end": 581, "text": "(Messing et al. 2015)", "ref_id": null}], "ref_spans": [], "section": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review"}, {"text": "We chose to examine IPV intervention and prevention group-format programs because we were interested in services in community-based agencies and practice settings (e.g., community health care clinics, family service agencies, legal services in police departments) that provide services reaching larger numbers of IL at one point in time, as opposed to oneon-one, individualized interventions. Additionally, the literature suggests that group-format interventions are more receptive among Latino cultures regarding preference for social or community support (Alvarez et al. 2016; Morales-Campos et al. 2009; Rayle et al. 2006) . A structured organization of different types of intervention and prevention programs likely offers professionals an understanding of available programs and resources in community-based agencies offering social service programs across the country. In the following section, we review IL help-seeking behaviors and IPV prevention programs for this population.", "cite_spans": [{"start": 557, "end": 578, "text": "(Alvarez et al. 2016;", "ref_id": "BIBREF0"}, {"start": 579, "end": 606, "text": "Morales-Campos et al. 2009;", "ref_id": "BIBREF22"}, {"start": 607, "end": 625, "text": "Rayle et al. 2006)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention and Intervention Group-Format Programs for Immigrant Latinas: A Systematic Review"}, {"text": "IL experiencing IPV report deterrents from seeking support from such formal systems as law enforcement, social service agencies, shelters, and legal resources (Reina and Lohman 2015; Silva-Martínez 2017; Zadnik et al. 2016 ). Immigration status is a primary barrier to help-seeking, as its widespread impact includes cultural barriers such as lack of language proficiency and different values, structural barriers such as low income and education, and institutional barriers such as legal systems and law enforcement structures that are difficult to navigate (Reina and Lohman 2015; Silva-Martínez 2017) . Underneath these issues, IL report fear, unfamiliarity, and a lack of trust and knowledge regarding utilizing formal systems (Zadnik et al. 2016 ). Many IL do not have equitable access to legal protection, social services, and domestic violence shelters because of limited English-speaking ability or few informal support systems (e.g., family and friends) in the U.S. and isolation. As a result, IL are less likely to seek help from formal institutions than Latina women with residency status (Zadnik et al. 2016) .", "cite_spans": [{"start": 159, "end": 182, "text": "(Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 183, "end": 203, "text": "Silva-Martínez 2017;", "ref_id": "BIBREF34"}, {"start": 204, "end": 222, "text": "Zadnik et al. 2016", "ref_id": "BIBREF38"}, {"start": 559, "end": 582, "text": "(Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 583, "end": 603, "text": "Silva-Martínez 2017)", "ref_id": "BIBREF34"}, {"start": 731, "end": 750, "text": "(Zadnik et al. 2016", "ref_id": "BIBREF38"}, {"start": 1100, "end": 1120, "text": "(Zadnik et al. 2016)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Immigrant Latinas' Intimate Partner Violence Help-Seeking"}, {"text": "As an alternative to formal institutions, IL often utilize informal systems of support to address IPV (Reina et al. 2013; Zadnik et al. 2016) . IL seeking informal support systems (e.g., trusted friends or family) after IPV experience benefits such as peer support, access to information about traits and characteristics of IPV, and services available through the criminal justice system (Reina et al. 2013; Zadnik et al. 2016) . For those women who seek help from formal systems, it is necessary to create culturally specific prevention and intervention group-format programs to effectively support this population. Incorporating cultural values and improving educational initiatives to raise awareness of available services and legal rights are two critical avenues toward increasing equitable access to help for IL (Reina and Lohman 2015; Zadnik et al. 2016 ).", "cite_spans": [{"start": 102, "end": 121, "text": "(Reina et al. 2013;", "ref_id": null}, {"start": 122, "end": 141, "text": "Zadnik et al. 2016)", "ref_id": "BIBREF38"}, {"start": 388, "end": 407, "text": "(Reina et al. 2013;", "ref_id": null}, {"start": 408, "end": 427, "text": "Zadnik et al. 2016)", "ref_id": "BIBREF38"}, {"start": 818, "end": 841, "text": "(Reina and Lohman 2015;", "ref_id": "BIBREF27"}, {"start": 842, "end": 860, "text": "Zadnik et al. 2016", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Immigrant Latinas' Intimate Partner Violence Help-Seeking"}, {"text": "Existing work demonstrates the need for IPV prevention and intervention programs that are culturally specific-responsive and relevant to the target population's unique socio-cultural and political context and experience (Alvarez et al. 2016; Clark et al. 2018; González-Guarda et al. 2013; Page et al. 2017; Perilla et al. 2012; Serrata et al. 2017) . For example, Perilla et al. (2012) described how their purely feminist model was ineffective at engaging Latina participants before the program incorporated into group sessions cultural realities and values related to IPV, including those involving immigration status, family, religion, and gender.", "cite_spans": [{"start": 220, "end": 241, "text": "(Alvarez et al. 2016;", "ref_id": "BIBREF0"}, {"start": 242, "end": 260, "text": "Clark et al. 2018;", "ref_id": "BIBREF9"}, {"start": 261, "end": 289, "text": "González-Guarda et al. 2013;", "ref_id": null}, {"start": 290, "end": 307, "text": "Page et al. 2017;", "ref_id": "BIBREF24"}, {"start": 308, "end": 328, "text": "Perilla et al. 2012;", "ref_id": "BIBREF25"}, {"start": 329, "end": 349, "text": "Serrata et al. 2017)", "ref_id": "BIBREF33"}, {"start": 365, "end": 386, "text": "Perilla et al. (2012)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention Programs for Immigrant Latinas"}, {"text": "Although current research and program development grounded in IPV prevention and intervention is slowly increasing for this sub-group of the population, more structured programs are needed because of the projected growth rate among the Latino community. For example, in a systematic review of program development for reducing IPV among Latina women, Alvarez et al. (2016) identified three program characteristics as being particularly effective: (a) use of theoretical frameworks, (b) use of group formats, and (c) co-creating interventions with the target population. Similarly, González-Guarda et al. (2013) presented feedback from focus group participants regarding key issues in IPV prevention in Latino communities, including the need to critically appraise the association between culture and violence and the ways in which the social service system can be both helpful and harmful to Latina women. Findings across studies indicated that IL are a sub-group who are in particular need of responsive prevention programs because of the limited equitable access to services and programs among the general population of Latinas and implications related to lacking legal immigration status (Alvarez et al. 2016; González-Guarda et al. 2013; Page et al. 2017 ).", "cite_spans": [{"start": 350, "end": 371, "text": "Alvarez et al. (2016)", "ref_id": "BIBREF0"}, {"start": 580, "end": 609, "text": "González-Guarda et al. (2013)", "ref_id": null}, {"start": 1190, "end": 1211, "text": "(Alvarez et al. 2016;", "ref_id": "BIBREF0"}, {"start": 1212, "end": 1240, "text": "González-Guarda et al. 2013;", "ref_id": null}, {"start": 1241, "end": 1257, "text": "Page et al. 2017", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention Programs for Immigrant Latinas"}, {"text": "In the same way, few IPV prevention programs exist which are tailored to support IL. Toward addressing this gap, some scholars have presented program models that are culturally specific, theoretically grounded, and group-based (Perilla et al. 2012; Serrata et al. 2017) . In one study, participants enjoyed engaged, group-based learning about legal rights and dynamics of IPV, within a cultural framework, perhaps due to the incorporation of a theoretical framework and community voices in the program (Perilla et al. 2012) . Similarly, Serrata et al. (2017) presented a community-centered program in which evidence-based practices for IPV prevention included the voices of community experts and community members.", "cite_spans": [{"start": 227, "end": 248, "text": "(Perilla et al. 2012;", "ref_id": "BIBREF25"}, {"start": 249, "end": 269, "text": "Serrata et al. 2017)", "ref_id": "BIBREF33"}, {"start": 502, "end": 523, "text": "(Perilla et al. 2012)", "ref_id": "BIBREF25"}, {"start": 537, "end": 558, "text": "Serrata et al. (2017)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention Programs for Immigrant Latinas"}, {"text": "Finally, researchers recommend including the concept of empowerment when developing prevention programs for IL (Page et al. 2017) . Clark et al. (2018) conducted an efficacy trial of an empowerment-centered IPV prevention program for Spanish-speaking Latina women; participation in the program was associated with reductions in exposure to IPV over time. These are important first steps toward building a substantial base of evidence regarding culturally responsive programs for IPV group-format prevention programs in community-based agencies that address the unique experience of IL-but there is work yet to be done.", "cite_spans": [{"start": 111, "end": 129, "text": "(Page et al. 2017)", "ref_id": "BIBREF24"}, {"start": 132, "end": 151, "text": "Clark et al. (2018)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Intimate Partner Violence Prevention Programs for Immigrant Latinas"}, {"text": "We conducted a systematic review of existing published manuscripts to determine the nature and availability of group interventions that strive to serve IL experiencing IPV, as represented in the published literature of the past 25 years. We sought to organize the types of IPV prevention and intervention group-format programs described in the literature over the past 25 years for IL living in the U.S. Given the limited nature of the body of research examining IPV prevention among IL, we determined that an exclusive review of academic literature is a vital first step toward directing future research and program development opportunities. Systematic reviews generate and report synthesized information from an existing body of literature via an unbiased, structured process (Littell et al. 2008) . We sought to report on the types of IPV prevention and intervention group-format programs available to IL; thus, this method of investigation was most conducive to presenting our findings in accessible and meaningful ways.", "cite_spans": [{"start": 779, "end": 800, "text": "(Littell et al. 2008)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "The Present Study"}, {"text": "In keeping with the central aim of this paper to report on IPVfocused group programs for IL in the academic literature, we selected the following inclusion criteria for articles: (a) exclusively IL samples, (b) group models, (c) mention of IPV intervention or prevention, and (d) published within the past 25 years. Given population increases among immigrant Latino families in the U.S. and the unique circumstances of IL compared to U.S.-born Latinas (i.e., limited English proficiency, legal status, reduced natural supports; Bhuyan and Velagapudi 2013; Gonzalez-Guarda et al. 2013) , we chose to focus on models developed uniquely for IL. We included a variety of group models, such as therapy groups, support groups, psycho-education groups, and workshops. We included articles that employed quantitative, qualitative, program evaluation, and mixed methodologies. In addition, we considered studies that were published within the past 25 years. We were interested in recent investigations of intervention or prevention programs for IL living in the U.S. because of the increase of the Latino population within a 25-year time period.", "cite_spans": [{"start": 528, "end": 555, "text": "Bhuyan and Velagapudi 2013;", "ref_id": "BIBREF4"}, {"start": 556, "end": 584, "text": "Gonzalez-Guarda et al. 2013)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Inclusion Criteria"}, {"text": "We excluded those articles which included non-IL populations in the sample, that were not group-format interventions, that lacked mention of IPV intervention or prevention in the program, and those which were published outside of the 25-year timeframe. We chose to limit the present review to examining programs tailored to address the needs of IL as opposed to Latinas in general, given the unique vulnerabilities implicated by immigrant status when experiencing IPV. We excluded non-IL samples to highlight those programs which respond to the complexities surrounding immigrant status and IPV, including legal status, social isolation, language, and culture.", "cite_spans": [], "ref_spans": [], "section": "Inclusion Criteria"}, {"text": "We identified articles via scholarly databases, including PsycINFO, SocINDE X, Social Work Abstracts, EBSCOhost, and Academic Search Premier. We selected these databases because they often are consulted by mental health and other professionals engaging in community-based practice with vulnerable populations. We chose to utilize scholarly databases exclusively for this review to ascertain the state of the academic literature regarding IPV interventions for IL, in keeping with our research aim. Keywords were selected based on the aim of the research question and topic (e.g., IPV), type of prevention or intervention program, and group population. Search terms including domestic violence OR intimate partner violence AND immigrant Latinas AND prevention OR intervention generated a total of 1211 articles after removing duplicates ( Fig. 1 ). Both authors were involved at all levels of the selection process, including collaboration regarding inclusion criteria analysis of full-text articles and systems employed for determining selection at all levels of the selection process.", "cite_spans": [], "ref_spans": [{"start": 838, "end": 844, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Search Method"}, {"text": "Given the relatively small number of studies that directly targeted IPV intervention and prevention with IL, the IPV inclusion criterion was broadened during the article collection process to include those articles that mention the search terms domestic violence or intimate partner violence to some degree (e.g. IPV as one of several constructs being targeted by interventions, acknowledgement of IPV as an environmental factor for group participants). Of the total 1211 initial articles, we reviewed article titles and abstracts and excluded 1166 that did not clearly meet inclusion criteria. The remaining 45 full-text articles were reviewed and 35 were excluded because they did not meet full inclusion criteria. Ten articles met full inclusion criteria and were included in the present review.", "cite_spans": [], "ref_spans": [], "section": "Search Method"}, {"text": "We analyzed and coded the 10 included articles by hand (i.e., we did not use a computer software) to generate descriptive themes (i.e., program characteristics), which involved rereading articles and creating qualitative coding systems to monitor frequency and consistency of characteristics to support the objectives of this systematic review. Tables and colorcoding tools were used to collect and organize the codes used for analysis. Descriptive themes were selected as most appropriate to respond to our research question to describe recent IPV intervention and prevention programs for IL as reported in the academic literature. In keeping with this research question, we coded articles for characteristics including type of group method used, foci of group work, degree of IPV focus, degree of cultural responsiveness, use of theoretical frameworks, and use of curricula. For each article, we analyzed the intervention program first for these and other categories of intervention characteristics that addressed our research question. We then narrowed analysis of these characteristics into themes present or absent among the 10 articles to shed light on the current state of the literature regarding IPV prevention programs for IL in group settings (Fig. 1) .", "cite_spans": [], "ref_spans": [{"start": 1254, "end": 1262, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Analysis of Intervention Studies"}, {"text": "To reduce bias in the study, we implemented journaling, memoing, peer debriefing, and feedback from peers who were knowledgeable about group-format programs (Monette et al. 2014) . Both authors consulted with one another throughout the qualitative analysis of the included articles, which was done independently. Collaboratively, the authors discussed and reviewed each other's process and what they were finding to support validity and reliability of the analysis. In addition, to ensure validity and reliability of codes, we obtained rich data by re-reading the articles several times, which generated patterns and themes (Monette et al. 2014) . We then rereviewed generated themes to ensure the codes were consistent with what we observed.", "cite_spans": [{"start": 157, "end": 178, "text": "(Monette et al. 2014)", "ref_id": "BIBREF21"}, {"start": 624, "end": 645, "text": "(Monette et al. 2014)", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Analysis of Intervention Studies"}, {"text": "Findings This review generated 10 articles that describe group-format programs designed for IL. All programs selected for inclusion describe interventions in group settings that serve IL with experiences related to IPV. Intervention programs varied in study methodology, type of group, group setting, primary program aims, and reported outcome efficacy (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 353, "end": 362, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Analysis of Intervention Studies"}, {"text": "Themes In our qualitative analysis of the articles, several themes emerged: (a) Type of Group, (b) Focus of Group, (c) Intervention Setting, (d) Tailoring Group to Participant Needs, and (e) Use of Curricula and Theoretical Frameworks (Table 2) . We also reviewed reported intervention effectiveness and generalizability among the sample articles.", "cite_spans": [], "ref_spans": [{"start": 235, "end": 244, "text": "(Table 2)", "ref_id": "TABREF4"}], "section": "Analysis of Intervention Studies"}, {"text": "In the articles reviewed, practitioners utilized support, therapy, psycho-education, and workshop types of groups as intervention measures for IL experiencing IPV. Eight interventions were framed around one type of group work only. Those that utilized support groups tended to focus on sharing of personal stories as a method of providing aid among group peers with similar experiences (Breton 2000; Molina et al. 2009; Morales-Campos et al. 2009 ). Psycho-education groups focused on providing education and information on specific topics related to IPV and self-esteem among group peers (Marrs Fuchsel et al. 2016; Rayle et al. 2006) . Workshop interventions focused on training and empowering groups of IL health promotoras to address health concerns in their communities (Bonilla et al. 2012; Serrata et al. 2016) . Those that utilized therapy groups tended to focus on helping participants manage symptoms of mental health disorders (Kaltman et al. 2016) . The remaining two interventions blended support group elements with therapy (Nicolaidis et al. 2013 ) and psycho-education (Perilla et al. 2012) . Of note, support and psycho-education were the most common types of groups employed among the 10 articles reviewed.", "cite_spans": [{"start": 386, "end": 399, "text": "(Breton 2000;", "ref_id": "BIBREF6"}, {"start": 400, "end": 419, "text": "Molina et al. 2009;", "ref_id": "BIBREF20"}, {"start": 420, "end": 446, "text": "Morales-Campos et al. 2009", "ref_id": "BIBREF22"}, {"start": 589, "end": 616, "text": "(Marrs Fuchsel et al. 2016;", "ref_id": "BIBREF15"}, {"start": 617, "end": 635, "text": "Rayle et al. 2006)", "ref_id": "BIBREF26"}, {"start": 775, "end": 796, "text": "(Bonilla et al. 2012;", "ref_id": "BIBREF5"}, {"start": 797, "end": 817, "text": "Serrata et al. 2016)", "ref_id": "BIBREF32"}, {"start": 938, "end": 959, "text": "(Kaltman et al. 2016)", "ref_id": "BIBREF12"}, {"start": 1038, "end": 1061, "text": "(Nicolaidis et al. 2013", "ref_id": "BIBREF23"}, {"start": 1085, "end": 1106, "text": "(Perilla et al. 2012)", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Type of Group"}, {"text": "The foci of the group interventions in the 10 reviewed articles varied and overlapped greatly. Identified foci were self-esteem/empowerment, social support, general wellness, and mental health. Three articles presented group interventions with a single topical focus: self-esteem/empowerment (Marrs Fuchsel et al. 2016; Serrata et al. 2016) or social support (Breton 2000) . The majority presented interventions combining two or more of the four identified foci. Across all reviewed articles, self-esteem/empowerment and social support were the intervention foci used most often, with at least one used in all 10 interventions. General wellness and mental health were less common among the reviewed articles, occurring in only four interventions (Bonilla et al. 2012; Kaltman et al. 2016; Nicolaidis et al. 2013; Rayle et al. 2006 ).", "cite_spans": [{"start": 292, "end": 319, "text": "(Marrs Fuchsel et al. 2016;", "ref_id": "BIBREF15"}, {"start": 320, "end": 340, "text": "Serrata et al. 2016)", "ref_id": "BIBREF32"}, {"start": 359, "end": 372, "text": "(Breton 2000)", "ref_id": "BIBREF6"}, {"start": 746, "end": 767, "text": "(Bonilla et al. 2012;", "ref_id": "BIBREF5"}, {"start": 768, "end": 788, "text": "Kaltman et al. 2016;", "ref_id": "BIBREF12"}, {"start": 789, "end": 812, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 813, "end": 830, "text": "Rayle et al. 2006", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Focus of Group"}, {"text": "The setting of the group interventions was quite similar among the 10 reviewed articles. As previously noted, IL encounter barriers in seeking and receiving social services and programs in formal settings, however, in this study, successful implementation of these 10 intervention programs were in community-based agencies and clinics. Based on authors' descriptions, we reasonably inferred that all interventions were facilitated to some degree in a community-based agency or setting, and many groups were held on-site at communitybased agencies or clinics serving immigrant Latino families. There was notable diversity regarding the geographic location among the intervention studies reviewed. Most geographic regions in the U.S. were represented, including Southeastern, Southwestern, Northwestern, and Midwestern locations. Implications of geographic diversity as reported in the studies are discussed in a later section.", "cite_spans": [], "ref_spans": [], "section": "Intervention Setting"}, {"text": "All reviewed articles responded to the particular needs of IL survivors of IPV, including language, social, and cultural considerations. Each group intervention was facilitated in Spanish by Qualitative Support group providing education and resources around healthy relationships, gender-based violence, and how to safely leave the relationship. Group aims to increase self-esteem and personal empowerment.", "cite_spans": [], "ref_spans": [], "section": "Tailoring Group to Participant Needs"}, {"text": "Qualitative analysis of participants' responses of post-intervention interviews yielded results indicating the following: participants gained a sense of social support, acquired helpful coping skills, and learned life lessons that bolstered self-confidence. Nicolaidis et al. ", "cite_spans": [], "ref_spans": [], "section": "Tailoring Group to Participant Needs"}, {"text": "Women and Therapy", "cite_spans": [], "ref_spans": [], "section": "Tailoring Group to Participant Needs"}, {"text": "Anecdotal Two levels of group work for survivors of domestic violence. First", "cite_spans": [], "ref_spans": [], "section": "Tailoring Group to Participant Needs"}, {"text": "Authors note anecdotal evidence that participants became aware of their trained, bilingual facilitators, and all interventions were developed by mental health professionals or academic leaders in the healthcare or social service field, with several utilizing support from peer supporters and advocates in the social service field. Many groups focused on social support, such as sharing of personal stories with group peers and encouraging the exchange of contact information among group members, to mitigate the social isolation accompanying immigrant status and IPV (Breton 2000; Molina et al. 2009 ", "cite_spans": [{"start": 567, "end": 580, "text": "(Breton 2000;", "ref_id": "BIBREF6"}, {"start": 581, "end": 599, "text": "Molina et al. 2009", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Tailoring Group to Participant Needs"}, {"text": "The majority of the reviewed articles utilized curricula and theoretical frameworks to support intervention design and execution. Most often, groups were guided by topics set for each meeting, some programs planning cumulative topics ( Multiple theoretical approaches were mentioned among most of the 10 reviewed articles (see Table 2 ). There was variance among the reviewed articles in employment of one or a combination of theoretical frameworks to underpin group interventions. Among the most commonly cited theoretical approaches to group interventions with IL were empowerment Nicolaidis et al. 2013; Serrata et al. 2016) , asserts that increased awareness of personal factors related to one's ability to make change leads to mastery over issues of concern to them (Zimmerman 1995) . Feminist theory (cited in: Nicolaidis et al. 2013; Perilla et al. 2012 ) perceives individual-level power discrepancies between males and females as directly connected to oppressive patriarchal forces at the political level (Millett 1970) . Ecological theory (cited in: Bonilla et al. 2012; Perilla et al. 2012) , considers individuallevel phenomena as nested interactionally within community- Pre-set curriculum and structured sessions (first level of group work), co-created curriculum/fluid sessions (second level of group work); feminist and ecological theoretical frameworks. Rayle et al. (2006) Psycho-education Self-esteem and empowerment, general wellness, social support", "cite_spans": [{"start": 583, "end": 606, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 607, "end": 627, "text": "Serrata et al. 2016)", "ref_id": "BIBREF32"}, {"start": 771, "end": 787, "text": "(Zimmerman 1995)", "ref_id": "BIBREF39"}, {"start": 817, "end": 840, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 841, "end": 860, "text": "Perilla et al. 2012", "ref_id": "BIBREF25"}, {"start": 1014, "end": 1028, "text": "(Millett 1970)", "ref_id": "BIBREF19"}, {"start": 1060, "end": 1080, "text": "Bonilla et al. 2012;", "ref_id": "BIBREF5"}, {"start": 1081, "end": 1101, "text": "Perilla et al. 2012)", "ref_id": "BIBREF25"}, {"start": 1371, "end": 1390, "text": "Rayle et al. (2006)", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 327, "end": 334, "text": "Table 2", "ref_id": "TABREF4"}], "section": "Use of Curricula and Theoretical Frameworks"}, {"text": "Community-based agency Spanish language, cultural considerations discussed, culturally relevant topics (e.g. family unity, social isolation, immigration).", "cite_spans": [], "ref_spans": [], "section": "Use of Curricula and Theoretical Frameworks"}, {"text": "Initial use of pre-set curriculum and structured sessions became less structured as pilot program progressed; cognitive-behavioral and existential theoretical frameworks. Serrata et al.", "cite_spans": [], "ref_spans": [], "section": "Use of Curricula and Theoretical Frameworks"}, {"text": "Workshop", "cite_spans": [], "ref_spans": [], "section": "Use of Curricula and Theoretical Frameworks"}, {"text": "Community-based agency Spanish language, cultural considerations discussed, culturally relevant topics (e.g. community unity, access to legal protection).", "cite_spans": [], "ref_spans": [], "section": "Self-esteem and empowerment"}, {"text": "Pre-set curriculum and structured sessions; empowerment theoretical framework. and societal-level systems (Bronfenbrenner 1977; Carlson 1984) . Cognitive-behavioral theory (cited in: Kaltman et al. 2016; Nicolaidis et al. 2013; Rayle et al. 2006 ) posits that altering phenomena on cognitive and behavioral domains leads to emotional relief from a wide range of mental health disorders (Beck 1979 (Beck , 2011 . Other less commonly used approaches among the articles reviewed included intersectionality, existential theory, mutual aid, and structural theory. Intersectionality (cited in: Marrs Fuchsel et al. 2016) highlights the juncture of multiple systems of oppression or discrimination (Crenshaw 1989) . Existential theory (cited in: Rayle et al. 2006 ) is presentfocused and highlights the individual's sense of purpose, personal power, and choice (May 1994) . The mutual aid approach to group work (cited in: Molina et al. 2009 ) helps participants focus on one another's strengths and engage in receiving and offering support to work through problems (Steinberg 2004) . The structural approach to social work practice (cited in: Breton, 2000) understands personal problems as resulting from unequally distributed opportunities and resources in society (Wood and Middleman 1992).", "cite_spans": [{"start": 106, "end": 127, "text": "(Bronfenbrenner 1977;", "ref_id": "BIBREF7"}, {"start": 128, "end": 141, "text": "Carlson 1984)", "ref_id": "BIBREF8"}, {"start": 183, "end": 203, "text": "Kaltman et al. 2016;", "ref_id": "BIBREF12"}, {"start": 204, "end": 227, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 228, "end": 245, "text": "Rayle et al. 2006", "ref_id": "BIBREF26"}, {"start": 386, "end": 396, "text": "(Beck 1979", "ref_id": "BIBREF2"}, {"start": 397, "end": 409, "text": "(Beck , 2011", "ref_id": "BIBREF3"}, {"start": 691, "end": 706, "text": "(Crenshaw 1989)", "ref_id": "BIBREF10"}, {"start": 739, "end": 756, "text": "Rayle et al. 2006", "ref_id": "BIBREF26"}, {"start": 854, "end": 864, "text": "(May 1994)", "ref_id": "BIBREF16"}, {"start": 916, "end": 934, "text": "Molina et al. 2009", "ref_id": "BIBREF20"}, {"start": 1059, "end": 1075, "text": "(Steinberg 2004)", "ref_id": "BIBREF36"}, {"start": 1137, "end": 1150, "text": "Breton, 2000)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Self-esteem and empowerment"}, {"text": "All interventions discussed in the 10 reviewed articles reported generally positive outcomes for participants (see Table 1 ). Some articles reported anecdotal observations of program effectiveness (Breton 2000 , Bonilla et al. 2012 Perilla et al. 2012) . For example, Perilla et al. (2012) asserted that the two-tiered program is considered effective given ongoing feedback from participants and direct observation of participant growth in skillfulness, socialization, and critical awareness of themselves and IPV. Several studies reviewed used quantitative methods to measure effectiveness (e.g., pre-/ post-tests) and found statistically significant outcomes for participants for constructs including depression, self-esteem, selfperceived leadership, and knowledge of wellness (Kaltman et al. 2016; Marrs Fuchsel et al. 2016; Nicolaidis et al. 2013; Rayle et al. 2006; Serrata et al. 2016) . Studies using qualitative methods reported similar thematic findings, including increased knowledge of IPV and self-esteem, social support, education, tools to communicate with children, and coping skills (Kaltman et al. 2016; Marrs Fuchsel et al. 2016; Molina et al. 2009; Morales-Campos et al. 2009; Nicolaidis et al. 2013; Rayle et al. 2006; Serrata et al. 2016 ).", "cite_spans": [{"start": 197, "end": 209, "text": "(Breton 2000", "ref_id": "BIBREF6"}, {"start": 210, "end": 231, "text": ", Bonilla et al. 2012", "ref_id": "BIBREF5"}, {"start": 232, "end": 252, "text": "Perilla et al. 2012)", "ref_id": "BIBREF25"}, {"start": 268, "end": 289, "text": "Perilla et al. (2012)", "ref_id": "BIBREF25"}, {"start": 780, "end": 801, "text": "(Kaltman et al. 2016;", "ref_id": "BIBREF12"}, {"start": 802, "end": 828, "text": "Marrs Fuchsel et al. 2016;", "ref_id": "BIBREF15"}, {"start": 829, "end": 852, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 853, "end": 871, "text": "Rayle et al. 2006;", "ref_id": "BIBREF26"}, {"start": 872, "end": 892, "text": "Serrata et al. 2016)", "ref_id": "BIBREF32"}, {"start": 1100, "end": 1121, "text": "(Kaltman et al. 2016;", "ref_id": "BIBREF12"}, {"start": 1122, "end": 1148, "text": "Marrs Fuchsel et al. 2016;", "ref_id": "BIBREF15"}, {"start": 1149, "end": 1168, "text": "Molina et al. 2009;", "ref_id": "BIBREF20"}, {"start": 1169, "end": 1196, "text": "Morales-Campos et al. 2009;", "ref_id": "BIBREF22"}, {"start": 1197, "end": 1220, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 1221, "end": 1239, "text": "Rayle et al. 2006;", "ref_id": "BIBREF26"}, {"start": 1240, "end": 1259, "text": "Serrata et al. 2016", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 115, "end": 122, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Reported Intervention Effectiveness"}, {"text": "All of the reviewed intervention studies encouraged further implementation of the programs in communitybased agencies serving IL. In addition, many authors noted the need for further research to determine generalizability of programs in other settings, geographic locations, and diverse groups of IL (Kaltman et al. 2016; Morales-Campos et al. 2009; Nicolaidis et al. 2013; Rayle et al. 2006; Serrata et al. 2016) . Some authors specifically discussed the need to determine generalizability with IL living in other geographic locations of the U.S. (Morales-Campos et al. 2009; Nicolaidis et al. 2013) . Finally, half of the articles discussed the possible moderating effect of language, culture, or gender concordance between the group facilitator and participants on intervention outcomes (Breton 2000; Marrs Fuchsel et al. 2016; Molina et al. 2009; Morales-Campos et al. 2009; Rayle et al. 2006 ). These authors recommend consideration of these factors when implementing intervention programs for further research and practice.", "cite_spans": [{"start": 300, "end": 321, "text": "(Kaltman et al. 2016;", "ref_id": "BIBREF12"}, {"start": 322, "end": 349, "text": "Morales-Campos et al. 2009;", "ref_id": "BIBREF22"}, {"start": 350, "end": 373, "text": "Nicolaidis et al. 2013;", "ref_id": "BIBREF23"}, {"start": 374, "end": 392, "text": "Rayle et al. 2006;", "ref_id": "BIBREF26"}, {"start": 393, "end": 413, "text": "Serrata et al. 2016)", "ref_id": "BIBREF32"}, {"start": 548, "end": 576, "text": "(Morales-Campos et al. 2009;", "ref_id": "BIBREF22"}, {"start": 577, "end": 600, "text": "Nicolaidis et al. 2013)", "ref_id": "BIBREF23"}, {"start": 790, "end": 803, "text": "(Breton 2000;", "ref_id": "BIBREF6"}, {"start": 804, "end": 830, "text": "Marrs Fuchsel et al. 2016;", "ref_id": "BIBREF15"}, {"start": 831, "end": 850, "text": "Molina et al. 2009;", "ref_id": "BIBREF20"}, {"start": 851, "end": 878, "text": "Morales-Campos et al. 2009;", "ref_id": "BIBREF22"}, {"start": 879, "end": 896, "text": "Rayle et al. 2006", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Reported Intervention Generalizability"}, {"text": "In this paper, we conducted a systemic review of 10 peerreviewed, published articles within the past 25 years documenting IPV intervention and prevention groupformat programs designed for use among IL in the U.S. To our knowledge, this is the first systematic review of this type of intervention conducted among this vulnerable and growing population. Qualitative analysis of these articles generated information regarding the nature of group interventions addressing this issue and population. Specific search criteria included programs that are (a) culturally specific, (b) designed for IL, (c) conducted in a group-format setting, (d) focused on IPV intervention or prevention, and (e) conducted and reported on within the most-recent 25-year time frame. The 10 group models reviewed utilized four group types, many focused on increasing social support, self-esteem, and empowerment, nearly all utilized theoretical frameworks and curricula, and all were facilitated in community-based agencies. The majority of the programs reviewed reported positive outcomes for participants. Mental health professionals (e.g., social workers, counselors, marriage and family therapists, psychologists) and professionals (e.g., legal advocates, domestic violence victim advocates, health care workers, case managers) working with IL in direct practice may benefit by understanding the available programs and resources in community-based agencies and will likely incorporate intervention and prevention group-format programming.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Researchers have documented the value in designing groupformat interventions for IL in community-based agencies grounded in cultural values, theoretical frameworks, and utilizing the concept of empowerment (Alvarez et al. 2016; Gonzalez-Guarda et al. 2013; Page et al. 2017 ).", "cite_spans": [{"start": 206, "end": 227, "text": "(Alvarez et al. 2016;", "ref_id": "BIBREF0"}, {"start": 228, "end": 256, "text": "Gonzalez-Guarda et al. 2013;", "ref_id": "BIBREF11"}, {"start": 257, "end": 273, "text": "Page et al. 2017", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Group-Format Intervention and Prevention Programs in Practice"}, {"text": "In addition, information from this systematic review added to the body of knowledge in the area of formal support systems, such as group-format interventions in community-based agencies (i.e., community health clinics, police departments, family service agencies) as a method for survivors of IPV to access resources and support systems despite significant barriers (Reina et al. 2013; Zadnik et al. 2016 ).", "cite_spans": [{"start": 366, "end": 385, "text": "(Reina et al. 2013;", "ref_id": null}, {"start": 386, "end": 404, "text": "Zadnik et al. 2016", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Group-Format Intervention and Prevention Programs in Practice"}, {"text": "The use of theoretical frameworks reflects suggested best practices for group work with IL (Alvarez et al. 2016) . Nearly all interventions reviewed in this paper reported support by one or more theoretical frameworks, as well as the variety of approaches used, is noteworthy. It appears that some approaches have logical connection to the field, type, and aim of specific interventions. For example, a cognitivebehavioral approach was used with a depression program (Kaltman et al. 2016 ) and an empowerment approach was used in a program designed to improve participants' sense of empowerment (Serrata et al. 2016) . Approaches such as empowerment theory, intersectionality, feminist theory, structural theory, and existentialism all serve to acknowledge the unique needs and experiences of IL (personal power, choices, culture, and marginalization) through overlapping yet distinct lenses. Still other approaches are logical assets to group work, such as the mutual aid approach. This finding suggests that a variety of theoretical frameworks can be appropriately utilized to anchor group interventions with IL. Lastly, despite the fact that only 10 group-format programs were identified, with small sample sizes averaging 5-8 participants per group, in different types of group formats (e.g., psycho-educational groups), professionals can provide direct practice services (i.e., groups) capable of reaching larger numbers of IL experiencing IPV. In addition, community-based agencies can reduce costs for IL needing services by offering groups in addition to offering one-on-one services (e.g., individual counseling).", "cite_spans": [{"start": 91, "end": 112, "text": "(Alvarez et al. 2016)", "ref_id": "BIBREF0"}, {"start": 467, "end": 487, "text": "(Kaltman et al. 2016", "ref_id": "BIBREF12"}, {"start": 595, "end": 616, "text": "(Serrata et al. 2016)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Effectiveness of Theoretical Frameworks in Practice"}, {"text": "All intervention studies reviewed in this paper reported generally positive outcomes and many encourage further replication and evaluation to enhance generalizability of interventions. Though the diversity of evaluation methods, practice settings, constructs measured, intervention goals, small sample sizes, and geographic locations precluded our ability to draw generalizable conclusions for practice implications of the effectiveness finding, the interventions shared a common aim of IPV prevention through the use of group work for this population. The universal effectiveness finding among the reviewed studies suggests that appropriate implementation of reviewed programs (i.e., replicating factors such as setting, sample, facilitator, evaluation methods) should be undertaken, coupled with rigorous program evaluation methods given the early stage of this specific field of research. To date, we are aware of one group-format intervention (e.g., psychoeducational group) identified in this study (Marrs Fuchsel et al. 2016 ) that has been evaluated and replicated with 12 groups (n = 93) addressing IPV among IL (Marrs Fuchsel 2017). Further practice research is needed to generate conclusions as to intervention generalizability, as well as to continue to make accessible these important supports for immigrant Latinas facing IPV. Given that most intervention studies reviewed in this paper discussed the need for further research to determine generalizability of such interventions, we conclude that reasonable implementation, monitoring, and evaluation of these programs in similar practice settings by qualified professionals is needed.", "cite_spans": [{"start": 1004, "end": 1030, "text": "(Marrs Fuchsel et al. 2016", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Effectiveness of Group-Format Interventions for Professionals"}, {"text": "Professionals interested in implementing group-format interventions discussed in this systematic review need to understand help-seeking behaviors among IL to provide the appropriate type of group. For example, IL who are pursuing information in police departments related to legal issues during incidences of IPV and who need peer support from other IL survivors might benefit from support and psycho-educational groups. Community health care professionals working in community-based health care clinics serving large groups of IL might conduct a needs assessment to determine what additional types of group-format interventions are needed as they provide medical care. Given the possibility that IL may disclose incidences of IPV to health care workers, community health care clinics can offer support and psycho-educational groups in addition to offering individual information and access to resources.", "cite_spans": [], "ref_spans": [], "section": "Understanding of Help-Seeking Behaviors among Professionals"}, {"text": "Policy Implications for the Implementation of Group-Format Programs IL experiencing IPV will seek out types of informal and formal support systems despite unique stressors and challenges. Despite the fact that community-based agencies can be prepared to provide diverse direct services such as group-format interventions in addition to one-on-one interventions, difficulties in direct service provisions might occur. Structural and systemic barriers in community-based agencies, such as limited numbers of Spanish-English bilingual professionals available, lack of knowledge about current group interventions, few training opportunities for bilingual professionals, and lack of funding might deter implementation of groups for this vulnerable population (Rayle et al. 2006) . When considering implementation of an intervention reviewed in this paper, we, as well as the authors of these interventions, encourage evaluating similarity of setting, facilitator, and sample population as well as effective program evaluation measures given the dearth of literature in this field. Effective value-laden leadership in community-based agencies that can promote the benefits of group-format interventions for IL and establishing board members and development directors that can raise funds to provide group-format interventions is needed. Finally, adding employment opportunities for bilingual Spanish-English professionals in community-based agencies and implementing outreach and program awareness campaigns in communities about group interventions and services would be important. By doing so, IL will receive services in both languages.", "cite_spans": [{"start": 754, "end": 773, "text": "(Rayle et al. 2006)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Understanding of Help-Seeking Behaviors among Professionals"}, {"text": "Several aspects of the current study strengthen our confidence in its contribution to the extant literature. We are aware of very few systematic reviews that examine group-format IPV interventions and prevention programs developed for IL. By highlighting the group interventions and programs that are conducted in community-based agencies, mental health and other professionals will understand and use the specific group intervention most needed in working with IL experiencing incidences of IPV. Indicative of current research, psycho-educational groups provide information on specific topics, access to resources, and peer support: participants learn, become empowered, and want to make personal and relationship changes (Marrs Fuchsel 2017). Furthermore, the qualitative analysis conducted during the review of the identified articles added to in-depth and rich data regarding each type of groupformat program. We relied on qualitative peer-reviewed journal articles in specific databases with specific criteria to answer the research question. A final strength of the present review is its particular focus on IL and studies that address the compounding challenges of immigrant status in the context of IPV.", "cite_spans": [], "ref_spans": [], "section": "Strengths and Limitations"}, {"text": "Despite these strengths of the study, findings should be considered in the context of study limitations. The studies reviewed included 10 articles that are largely small in terms of sample size and diverse in terms of intervention characteristics. This systematic review may not be exhaustive due to lack of a grey literature search and a larger timeframe. Second, we did not utilize an outside observer to confirm our data analysis of codes. The study quality was not formally assessed with specific tools, given the disparate methods utilized in the studies. We did not undertake structured analysis of other study quality characteristics because intervention results/ efficacy was not the principal reporting purpose of this review.", "cite_spans": [], "ref_spans": [], "section": "Strengths and Limitations"}, {"text": "We find that this suggestion could point to avenues for future research in this field. Finally, this review may have been limited in its ability to present information about programs that are currently running and may not be exhaustive in its report.", "cite_spans": [], "ref_spans": [], "section": "Strengths and Limitations"}, {"text": "A future systematic review method study with this population might extend searches using the term Latinas as opposed to only Immigrant Latinas in the search criteria (i.e., Latinas born in the U.S. and second-generation Latinas with acculturation experience and greater English proficiency). By doing so, researchers might detect a broader scope of intervention programs with successful group-format interventions addressing IPV and Latinas in general. Future research could employ a smaller timeframe to capture more recent and current interventions and utilize grey literature to include those programs not represented in the academic literature. Another study might include conducting a national survey of program directors of identified community-based agencies who are conducting group-format intervention and prevention programs among this population. Findings have implications for mental health professionals and professionals who work with IL experiencing incidences of IPV. Although communitybased agencies and shelters are available that may provide IPV group-format interventions, often IL cannot access these services. Therefore, by using group-format interventions in community-based agencies, IL may be more exposed to these types of programs and services and may feel empowered to change their lives.", "cite_spans": [], "ref_spans": [], "section": "Future Research Directions"}, {"text": "In addition, findings have implications for group facilitators (e.g., professionals who conduct groups in diverse practice settings) who require culturally relevant and effective group-format interventions that work. Group facilitators can use group interventions in addition to individual interventions to strengthen their direct practice setting. Finally, educators from various professionals and disciplines (e.g., social work, psychology, marriage and family therapy, counseling) and who teach about direct practice interventions (i.e., group or individual interventions) can use the findings of this study to teach students about group-format intervention and prevention programs for use among IL who are affected by IPV. Education around group work with IL experiencing IPV should include information reflected in the findings presented in this paper to promote research-informed practice. This includes teaching students about the importance of social support in group work with IL, collaborating with communitybased agencies, addressing culturally relevant topics for IL as distinct from Latina populations (e.g., legal complexities of immigration and IPV), and using curricula and theoretical frameworks to guide group interventions. Students can gain knowledge on best-practices regarding the type of group, focus, and methods for meeting the distinct needs of IL.", "cite_spans": [], "ref_spans": [], "section": "Future Research Directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Elements of effective interventions for addressing intimate partner violence in Latina women: A systematic review", "authors": [{"first": "C", "middle": ["P"], "last": "Alvarez", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Davidson", "suffix": ""}, {"first": "C", "middle": [], "last": "Fleming", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Glass", "suffix": ""}], "year": 2016, "venue": "PLoS One", "volume": "11", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1371/journal.pone.0160518"]}}, "BIBREF1": {"ref_id": "b1", "title": "Battered immigrant women in the U.S. and protection orders: An exploratory research", "authors": [{"first": "N", "middle": ["H"], "last": "Ammar", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Orloff", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Dutton", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Hass", "suffix": ""}], "year": 2012, "venue": "Criminal Justice Review", "volume": "37", "issn": "3", "pages": "337--359", "other_ids": {"DOI": ["10.1177/0734016812454660"]}}, "BIBREF2": {"ref_id": "b2", "title": "Cognitive therapy and the emotional disorders", "authors": [{"first": "A", "middle": ["T"], "last": "Beck", "suffix": ""}], "year": 1979, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cognitive behavior therapy: Basics and beyond", "authors": [{"first": "J", "middle": ["S"], "last": "Beck", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "From one \"dragon sleigh\" to another: Advocating for immigrant women facing violence in Kansas", "authors": [{"first": "R", "middle": [], "last": "Bhuyan", "suffix": ""}, {"first": "K", "middle": [], "last": "Velagapudi", "suffix": ""}], "year": 2013, "venue": "Affilia", "volume": "28", "issn": "1", "pages": "65--78", "other_ids": {"DOI": ["10.1177/0886109912475049"]}}, "BIBREF5": {"ref_id": "b5", "title": "Reaching Latinas with our bodies, ourselves and the guía de capacitación para promotoras de salud: Health education for social change", "authors": [{"first": "Z", "middle": ["E"], "last": "Bonilla", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Morrison", "suffix": ""}, {"first": "J", "middle": [], "last": "Norsigian", "suffix": ""}, {"first": "E", "middle": [], "last": "Rosero", "suffix": ""}], "year": 2012, "venue": "Journal of Midwifery & Women's Health", "volume": "57", "issn": "", "pages": "178--183", "other_ids": {"DOI": ["10.1111/j.1542-2011.2011.00137.x"]}}, "BIBREF6": {"ref_id": "b6", "title": "The relevance of the structural approach to group work with immigrant and refugee women", "authors": [{"first": "M", "middle": [], "last": "Breton", "suffix": ""}], "year": 2000, "venue": "Social Work with Groups", "volume": "22", "issn": "", "pages": "11--29", "other_ids": {"DOI": ["10.1300/J009v22n02_03"]}}, "BIBREF7": {"ref_id": "b7", "title": "Toward an experimental ecology of human development", "authors": [{"first": "U", "middle": [], "last": "Bronfenbrenner", "suffix": ""}], "year": 1977, "venue": "American Psychologist", "volume": "32", "issn": "7", "pages": "513--531", "other_ids": {"DOI": ["10.1037/0003-066X.32.7.513"]}}, "BIBREF8": {"ref_id": "b8", "title": "Causes and maintenance of domestic violence: An ecological analysis", "authors": [{"first": "B", "middle": ["E"], "last": "Carlson", "suffix": ""}], "year": 1984, "venue": "Social Service Review", "volume": "58", "issn": "4", "pages": "569--587", "other_ids": {"DOI": ["10.1371/journal.pone.0160518"]}}, "BIBREF9": {"ref_id": "b9", "title": "Reducing intimate partner violence among Latinas through the moms' empowerment program: An efficacy trial", "authors": [{"first": "H", "middle": ["M"], "last": "Clark", "suffix": ""}, {"first": "A", "middle": [], "last": "Grogan-Kaylor", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Galano", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Stein", "suffix": ""}, {"first": "N", "middle": [], "last": "Montalvo-Liendo", "suffix": ""}, {"first": "S", "middle": [], "last": "Graham-Bermann", "suffix": ""}], "year": 2018, "venue": "Journal of Family Violence", "volume": "33", "issn": "", "pages": "257--268", "other_ids": {"DOI": ["10.1007/s10896-018-9957-4"]}}, "BIBREF10": {"ref_id": "b10", "title": "Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics", "authors": [{"first": "K", "middle": ["W"], "last": "Crenshaw", "suffix": ""}], "year": 1989, "venue": "University of Chicago Legal Forum", "volume": "", "issn": "", "pages": "139--168", "other_ids": {"DOI": ["10.1371/journal.pone.0160518"]}}, "BIBREF11": {"ref_id": "b11", "title": "Needs and preferences for the prevention of intimate partner violence among Hispanics: A community's perspective", "authors": [{"first": "R", "middle": ["M"], "last": "Gonzalez-Guarda", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Cummings", "suffix": ""}, {"first": "M", "middle": [], "last": "Becerra", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fernandez", "suffix": ""}, {"first": "I", "middle": [], "last": "Mesa", "suffix": ""}], "year": 2013, "venue": "The Journal of Primary Prevention", "volume": "34", "issn": "", "pages": "221--235", "other_ids": {"DOI": ["10.1007/s10935-013-0312-5"]}}, "BIBREF12": {"ref_id": "b12", "title": "A mental health intervention strategy for low-income, trauma-exposed Latina immigrants in primary care: A preliminary study", "authors": [{"first": "S", "middle": ["I"], "last": "Kaltman", "suffix": ""}, {"first": "A", "middle": [], "last": "Hurtado De Mendoza", "suffix": ""}, {"first": "A", "middle": [], "last": "Serrano", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Gonzales", "suffix": ""}], "year": 2016, "venue": "American Journal of Orthopsychiatry", "volume": "86", "issn": "", "pages": "345--354", "other_ids": {"DOI": ["10.1037/ort0000157"]}}, "BIBREF13": {"ref_id": "b13", "title": "Pocket guides to social work research methods: Systematic reviews and meta-analysis", "authors": [{"first": "J", "middle": ["H"], "last": "Littell", "suffix": ""}, {"first": "J", "middle": [], "last": "Corcoran", "suffix": ""}, {"first": "V", "middle": ["K"], "last": "Pillai", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Yes, I can (Sí, Yo Puedo): An empowerment program for immigrant Latina women in group settings", "authors": [{"first": "C", "middle": [], "last": "Marrs Fuchsel", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Sí,Yo Puedo: Latinas examining domestic violence, relationships, and self", "authors": [{"first": "C", "middle": [], "last": "Marrs Fuchsel", "suffix": ""}, {"first": "R", "middle": [], "last": "Linares", "suffix": ""}, {"first": "A", "middle": [], "last": "Abugattas", "suffix": ""}, {"first": "M", "middle": [], "last": "Padilla", "suffix": ""}, {"first": "L", "middle": [], "last": "Hartenberg", "suffix": ""}], "year": 2016, "venue": "Affilia: Journal of Women and Social Work", "volume": "31", "issn": "", "pages": "219--231", "other_ids": {"DOI": ["10.1177/0886109915608220"]}}, "BIBREF16": {"ref_id": "b16", "title": "The discovery of being: Writings in existential psychology", "authors": [{"first": "R", "middle": [], "last": "May", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Latinas' perceptions of law enforcement: Fear of deportation, crime reporting, and trust in the system", "authors": [], "year": null, "venue": "Affilia: Journal of Women and Social Work", "volume": "30", "issn": "", "pages": "328--340", "other_ids": {"DOI": ["10.1177/0886109915576520"]}}, "BIBREF19": {"ref_id": "b19", "title": "Sexual politics", "authors": [{"first": "K", "middle": [], "last": "Millett", "suffix": ""}], "year": 1970, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Divorcing abused Latina immigrant women's experiences with domestic violence support groups", "authors": [{"first": "O", "middle": [], "last": "Molina", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Lawrence", "suffix": ""}, {"first": "A", "middle": [], "last": "Azhar-Miller", "suffix": ""}, {"first": "M", "middle": [], "last": "Rivera", "suffix": ""}], "year": 2009, "venue": "Journal of Divorce & Remarriage", "volume": "50", "issn": "", "pages": "459--471", "other_ids": {"DOI": ["10.1080/10502550902970561"]}}, "BIBREF21": {"ref_id": "b21", "title": "Applied social research: Tool for the human services", "authors": [{"first": "D", "middle": ["R"], "last": "Monette", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Sullivan", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Dejong", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "From isolation to connection: Understanding a support group for Hispanic women living with gender-based violence in", "authors": [{"first": "D", "middle": ["Y"], "last": "Morales-Campos", "suffix": ""}, {"first": "M", "middle": [], "last": "Casillas", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Mccurdy", "suffix": ""}], "year": 2009, "venue": "Journal of Immigrant and Minority Health", "volume": "11", "issn": "", "pages": "57--65", "other_ids": {"DOI": ["10.1007/s10903-008-9153-3"]}}, "BIBREF23": {"ref_id": "b23", "title": "Proyecto Interconexiones: A pilot test of a community-based depression care program for Latina violence survivors", "authors": [{"first": "C", "middle": [], "last": "Nicolaidis", "suffix": ""}, {"first": "A", "middle": [], "last": "Mejia", "suffix": ""}, {"first": "M", "middle": [], "last": "Perez", "suffix": ""}, {"first": "A", "middle": [], "last": "Alvarado", "suffix": ""}, {"first": "R", "middle": [], "last": "Celaya-Alston", "suffix": ""}, {"first": "Y", "middle": [], "last": "Quintero", "suffix": ""}, {"first": "R", "middle": [], "last": "Aguillon", "suffix": ""}], "year": 2013, "venue": "Progress in Community Health Partnerships: Research, Education, and Action", "volume": "7", "issn": "", "pages": "395--401", "other_ids": {"DOI": ["10.1353/cpr.2013.0051"]}}, "BIBREF24": {"ref_id": "b24", "title": "Empowerment in Latina immigrant women recovering from interpersonal violence: A concept analysis", "authors": [{"first": "R", "middle": ["L"], "last": "Page", "suffix": ""}, {"first": "J", "middle": [], "last": "Chilton", "suffix": ""}, {"first": "N", "middle": [], "last": "Montalvo-Liendo", "suffix": ""}, {"first": "D", "middle": [], "last": "Matthews", "suffix": ""}, {"first": "A", "middle": [], "last": "Nava", "suffix": ""}], "year": 2017, "venue": "Journal of Transcultural Nursing", "volume": "28", "issn": "", "pages": "531--539", "other_ids": {"DOI": ["10.1177/1043659617707014"]}}, "BIBREF25": {"ref_id": "b25", "title": "Integrating women's voices and theory: A comprehensive domestic violence intervention for Latinas", "authors": [{"first": "J", "middle": ["L"], "last": "Perilla", "suffix": ""}, {"first": "J", "middle": ["V"], "last": "Serrata", "suffix": ""}, {"first": "J", "middle": [], "last": "Weinberg", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Lippy", "suffix": ""}], "year": 2012, "venue": "Women & Therapy", "volume": "35", "issn": "", "pages": "93--105", "other_ids": {"DOI": ["10.1080/02703149.2012.634731"]}}, "BIBREF26": {"ref_id": "b26", "title": "The \"Comadre\" group approach: A wellness-based group model for monolingual Mexican women. The Journal for Specialists in G r o u p W o r k , 3 1 , 5-2 4", "authors": [{"first": "A", "middle": ["D"], "last": "Rayle", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Sand", "suffix": ""}, {"first": "T", "middle": [], "last": "Brucato", "suffix": ""}, {"first": "J", "middle": [], "last": "Ortega", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1080/01933920500341424"]}}, "BIBREF27": {"ref_id": "b27", "title": "Barriers preventing Latina immigrants from seeking advocacy services for domestic violence victims: A qualitative analysis", "authors": [{"first": "A", "middle": ["S"], "last": "Reina", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Lohman", "suffix": ""}], "year": 2015, "venue": "Journal of Family Violence", "volume": "30", "issn": "", "pages": "479--488", "other_ids": {"DOI": ["10.1007/s10896-015-9696-8"]}}, "BIBREF28": {"ref_id": "b28", "title": "He said they'd deport me\": Factors influencing domestic violence helpseeking practices among Latina immigrants", "authors": [{"first": "A", "middle": ["S"], "last": "Reina", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Lohman", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Maldonado", "suffix": ""}], "year": 2014, "venue": "Journal of Interpersonal Violence", "volume": "29", "issn": "", "pages": "593--615", "other_ids": {"DOI": ["10.1177/0886260513505214"]}}, "BIBREF30": {"ref_id": "b30", "title": "Undocumented Latina networks and responses to domestic violence in a new immigrant gateway: Toward a place-specific analysis", "authors": [], "year": null, "venue": "Violence Against Women", "volume": "19", "issn": "", "pages": "1472--1497", "other_ids": {"DOI": ["10.1177/1077801213517513"]}}, "BIBREF31": {"ref_id": "b31", "title": "Help-seeking in a national sample of victimized Latino women: The influence of victimization types", "authors": [{"first": "C", "middle": [], "last": "Sabina", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Cuevas", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Schally", "suffix": ""}], "year": 2012, "venue": "Journal of Interpersonal Violence", "volume": "27", "issn": "", "pages": "40--61", "other_ids": {"DOI": ["10.1177/0886260511416460"]}}, "BIBREF32": {"ref_id": "b32", "title": "Selfempowerment of immigrant Latina survivors of domestic violence: A promotora model of community leadership. Hispanic Health Care International", "authors": [{"first": "J", "middle": ["V"], "last": "Serrata", "suffix": ""}, {"first": "M", "middle": [], "last": "Hernandez-Martinez", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Macias", "suffix": ""}], "year": 2016, "venue": "", "volume": "14", "issn": "", "pages": "37--46", "other_ids": {"DOI": ["10.1177/1540415316629681"]}}, "BIBREF33": {"ref_id": "b33", "title": "Expanding evidence-based practice models for domestic violence initiatives: A communitycentered approach", "authors": [{"first": "J", "middle": ["V"], "last": "Serrata", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Macias", "suffix": ""}, {"first": "A", "middle": [], "last": "Rosales", "suffix": ""}, {"first": "M", "middle": [], "last": "Hernandez-Martinez", "suffix": ""}, {"first": "R", "middle": [], "last": "Rodriguez", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Perilla", "suffix": ""}], "year": 2017, "venue": "Psychology of Violence", "volume": "7", "issn": "", "pages": "158--165", "other_ids": {"DOI": ["10.1037/vio0000051"]}}, "BIBREF34": {"ref_id": "b34", "title": "Allow me to speak\": Stories of courage among immigrant Latina survivors of intimate partner violence", "authors": [{"first": "E", "middle": [], "last": "Silva-Martínez", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The mutual-aid approach to working with groups: Helping people help each other", "authors": [{"first": "D", "middle": ["M"], "last": "Steinberg", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Advocacy and social action: Key elements in the structural approach to direct practice in social work", "authors": [{"first": "G", "middle": ["G"], "last": "Middleman", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "", "suffix": ""}], "year": 1992, "venue": "Social Work with Groups", "volume": "14", "issn": "3-4", "pages": "53--63", "other_ids": {"DOI": ["10.1300/J009v14n03_05"]}}, "BIBREF38": {"ref_id": "b38", "title": "Violence against Latinas: The effects of undocumented status on rates of victimization and help-seeking", "authors": [{"first": "E", "middle": [], "last": "Zadnik", "suffix": ""}, {"first": "C", "middle": [], "last": "Sabina", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Cuevas", "suffix": ""}], "year": 2016, "venue": "Journal of Interpersonal Violence", "volume": "31", "issn": "", "pages": "1141--1153", "other_ids": {"DOI": ["10.1177/0886260514564062"]}}, "BIBREF39": {"ref_id": "b39", "title": "Psychological empowerment: Issues and illustrations", "authors": [{"first": "M", "middle": ["A"], "last": "Zimmerman", "suffix": ""}], "year": 1995, "venue": "American Journal of Community Psychology", "volume": "23", "issn": "5", "pages": "581--599", "other_ids": {"DOI": ["10.1007/BF02506983"]}}, "BIBREF40": {"ref_id": "b40", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flow diagram of data collection and search process steps", "latex": null, "type": "figure"}, "FIGREF1": {"text": "e.g. MarrsFuchsel et al. 2016;Nicolaidis et al. 2013) and others planning disparate topics (e.g.Bonilla et al. 2012). Examples of topics included reproductive rights, cycle of violence, self-esteem, and self-care. Curricula utilized in the reviewed articles ranged from fluid sessions and topics co-created with participants(Breton 2000;Molina et al. 2009;Morales-Campos et al. 2009;Perilla et al. 2012) to pre-set, facilitator-driven plans and structured sessions(Bonilla et al. 2012;Kaltman et al. 2016;Marrs Fuchsel et al. 2016;Nicolaidis et al. 2013;Perilla et al. 2012;Rayle et al. 2006;Serrata et al. 2016). The articles presenting support group interventions did not follow a pre-set curriculum but rather were topically oriented around IPV and open to participant direction(Breton 2000;Molina et al. 2009;Morales-Campos et al. 2009).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Description of Intervention Programs (N = 10)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Bonilla et al. (2012)\n</td><td>Journal of Midwifery and\n</td><td>Immigrant Latinas\n</td><td>Anecdotal </td><td>Workshop to train IL promotoras (health promotoras) to provide health education to other IL community peers. Training topics include reproductive health, domestic violence, and mental health.\n</td><td>The authors reported positive engagement in evidence-based workshop content from pilot test participants. No post-intervention feedback was reported.\n</td></tr><tr><td>Women's Health\n</td><td> </td><td> </td><td> </td></tr><tr><td>Breton (2000) </td><td>Social Work with Groups\n</td><td>Immigrant Latinas\n</td><td>Anecdotal </td><td>Support group covering topics including migration issues, domestic violence, economic difficulties, divorce and separation, and cultural issues.\n</td><td>The author reported positive feedback from participants upon termination of group. Participants highlighted social support received from the group as most helpful.\n</td></tr><tr><td>Kaltman et al. (2016)\n</td><td>American Journal of\n</td><td>Immigrant Latinas\n</td><td>Mixed method-\n</td><td>Therapy group intervention aimed at reducing PTSD and depression symptoms and increasing perceived social support. Individual psychotherapy and group work components are used.\n</td><td>Pre- and post-test measures of PTSD and depression symptoms indicated significant reductions post-- intervention. Perceived social support measure did not indicate significant change. Semi-structured interviews indicated that participants enjoyed receiving social support, education, and coping skills.\n</td></tr><tr><td>Orthopsychiatry\n</td><td>s\n</td></tr><tr><td>Marrs Fuchsel et al. (2016)\n</td><td>Affilia: Journal of Women &amp; Social\n</td><td>Immigrant Latinas\n</td><td>Mixed method-\n</td><td>Psycho-education group (Sí, Yo Puedo) focused on domestic\n</td><td>Pre- and post-test measures of self-- esteem indicated a significant increase post-intervention. Qualitative results indicated increased knowledge of domestic violence, healthy dating, changes in relationships, and self-esteem.\n</td></tr><tr><td>Work\n</td><td> </td><td>s\n</td><td>violence prevention and empowerment for immigrant Latinas. Curriculum is topical and spans 11 weeks.\n</td><td> </td></tr><tr><td>Molina et al. (2009)\n</td><td>Journal of Divorce and Remarriage\n</td><td>Immigrant Latinas\n</td><td>Qualitative </td><td>Support group for participants in the divorcing progress from an abusive partner. Group topics such as self-esteem, healthy relationships, parenting, cycle of violence, legal issues, and survivor rights.\n</td><td>Feedback from participants indicated group strengths of social support, information on domestic violence and divorce, and communication with children. Post-test measures of group members' satisfaction with the group and group leader indicated majority positive feedback.\nQualitative analysis of participants'\nresponses of post-intervention interviews yielded results indicating the following: participants gained a sense of social support, acquired helpful coping skills, and learned life lessons that bolstered self-- confidence.\n</td></tr><tr><td>Morales-Campos\n</td><td>Journal of\n</td><td>Immigrant\n</td><td>Qualitative </td><td> </td></tr><tr><td>et al. (2009)\n</td><td>Immigrant and Minority Health\n</td><td>Latinas\n</td><td> </td><td>Support group providing education and resources around healthy relationships, gender-based violence, and how to safely leave the relationship. Group aims to increase self-esteem and personal empowerment.\n</td></tr><tr><td>Nicolaidis et al. (2013)\n</td><td>Progress in Community Health Partnerships: Research, Education, and\n</td><td>Immigrant Latinas\n</td><td>Mixed methods\n</td><td>Therapy and support group for participants with depression and histories of intimate partner violence. Program covers intimate partner violence-related topics and aims to reduce depression.\n</td><td>Pre- and post-test measures of depression yielded a significant reduction in symptoms. Pre- and post-test measures indicated significant increases in depression self-efficacy, self-esteem, and decrease in stress. Qualitative exit interview results indicated that members enjoyed the program, learned useful information about domestic violence, and would recommend the program to a friend.\nAuthors note anecdotal evidence that participants became aware of their\n</td></tr><tr><td>Perilla et al.\n</td><td>Action\nWomen and\n</td><td> </td><td>Anecdotal </td><td>Two levels of group work for survivors of domestic violence. First\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>(2012)\n</td><td>Therapy\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgements I would like to acknowledge Jodi Swanson for editorial assistance.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}