{"paper_id": "0b0989e8df039c658e71f0e692a112d6f7aa64e2", "metadata": {"title": "", "authors": [{"first": "Prashant", "middle": [], "last": "Mehta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Asian Institute of Medical Sciences", "location": {"settlement": "Faridabad"}}, "email": ""}, {"first": "Purvish", "middle": [], "last": "Parikh", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shalby Hospital", "location": {"settlement": "Mumbai"}}, "email": ""}, {"first": "Shyam", "middle": [], "last": "Aggarwal", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sir Ganga Ram Hospital", "location": {}}, "email": ""}, {"first": "Atul", "middle": [], "last": "Batra", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {}}, "email": ""}, {"first": "Amol", "middle": [], "last": "Patel", "suffix": "", "affiliation": {"laboratory": "", "institution": "Army Hospital Research and Referral", "location": {"settlement": "New Delhi"}}, "email": ""}, {"first": "Padmaj", "middle": [], "last": "Kulkarni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Deenanath Mangeshkar Hospital and Research Centre", "location": {"settlement": "Pune", "region": "Maharashtra"}}, "email": ""}, {"first": "Ranjit", "middle": ["K"], "last": "Sahoo", "suffix": "", "affiliation": {"laboratory": "", "institution": "All India Institute of Medical Sciences", "location": {}}, "email": ""}, {"first": "Vineet", "middle": [], "last": "Govinda Gupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "Artemis Hospital", "location": {}}, "email": ""}, {"first": "Charu", "middle": [], "last": "Bahl", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rohit", "middle": [], "last": "Kumar", "suffix": "", "affiliation": {"laboratory": "", "institution": "THB (Sekhmet Technologies Private Limited)", "location": {"settlement": "Gurugram", "region": "Haryana"}}, "email": ""}, {"first": "Swati", "middle": [], "last": "Pabbi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ajendra", "middle": ["Pratap"], "last": "Sharma", "suffix": "", "affiliation": {"laboratory": "", "institution": "THB (Sekhmet Technologies Private Limited)", "location": {"settlement": "Gurugram", "region": "Haryana"}}, "email": ""}]}, "abstract": [{"text": "We are presently going through a historic and unprecedented crisis for humanity with SARS-CoV-2 causing immense damage to life and world economics. It has been 3 months, since we had the first cluster in China and we felt the need to look into certain regional patterns of transmission of the virus with respect to some distinctive living conditions, incidence of malaria, the genomics of different strains, and its impact on severity.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Material and Methods: Data for 107 countries was compiled and correlation analysis was done between incidence of malaria and number of SARS-CoV-2 cases. Possibility of genetic similarity between SARS-CoV-2 and reported zoonotic RNA viruses found associated previously with some Plasmodium species was explored by utilizing NCBI database.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We found a significant inverse correlation between SARS-CoV-2 disease burden and incidence of Malaria. Our analysis also showed that a 12 base pair region encoding a part of surface glycoprotein of SARS-CoV-2 aligned with the Plasmodium associated zoonotic viral genome.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our analysis suggests a significantly lower SARS-CoV-2 disease burden in Malaria endemic regions and an inverse correlation with incidence of Malaria. The possibility of a pre-existing immunological memory for SARS-CoV-2 in Indians is possible and needs to be explored further", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "We are witnessing an unprecedented time in the history of mankind, and we do not know how this will unfold in the near future. SARS-CoV-2 has taken the world by a storm and has brought down humanity to its knees. We still do not know if there will be any difference in the way different ethnicities will behave against this common enemy in the next few weeks or months. We have seen China in shambles and getting their act together of late. Italy and overall Europe is one of the worst hit. More than 400,000 have been infected all over the world, [1] 19,000 lives lost, we thought it may be time to look at the patterns of infection as well as mortality in different regions and see if we can notice something of relevance specific to India, and try to understand whether India will behave differently than some of the other hard hit countries to SARS-CoV-2 challenge.", "cite_spans": [{"start": 548, "end": 551, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The first cluster of SARS-CoV-2 was reported in China in December 2019. [2] India and China have a massive crossborder footfall and this is mostly small businesses visiting to buy Chinese raw material and electronic items as these are so much cheaper. Do we have enough reason to believe India may already have been exposed and many Indians may have recovered and be immune? The small increase in number of respiratory cases if any may have been barely noticeable due to the huge population and a relatively small percentage rise in people visiting emergency departments. India has a large young population, is it possible many had mild illness and recovered spontaneously. If we can understand this by widespread serological testing, we might be able to carbon date the epidemic better and will be able to understand the pace at which it is likely to spread in a more logical manner. Importantly, if at all we could do serological testing on healthcare workers who had sore throat symptoms suggestive of SARS-CoV-2 in the past 3 months, those with antibodies could be utilized as caregivers for SARS-CoV-2 patients.", "cite_spans": [{"start": 72, "end": 75, "text": "[2]", "ref_id": null}], "ref_spans": [], "section": "WHEN DID THIS FIRST COME TO INDIA?"}, {"text": "We compiled a list of countries with a high prevalence of Malaria and the hardest hit countries by SARS-CoV-2. [3, 4] Surprisingly, the countries which are hardest hit by SARS-CoV-2 have a very low incidence of Malaria (US, China, Italy, most of Europe) while those with a high incidence of Malaria have a relatively very low number of SARS-CoV-2 cases and have a lower mortality rate too. As of now, this is a hypothesis, we are not aware whether this stark difference is due to prophylaxis with chloroquine (anecdotal reports claiming activity of hydroxychloroquine and chloroquine for SARS-CoV-2), [5] problems in transportation and restricted mobility in parts of Africa, younger age in these countries or a immunological differences between these populations. Interestingly, zoonotic viral genome has been found inside some Plasmodium species, so we also speculated if these viruses are in anyway genetically related to SARS-CoV-2 and do we already have some form of immunological memory for SARS-CoV-2 in malaria endemic regions. [6] ", "cite_spans": [{"start": 111, "end": 114, "text": "[3,", "ref_id": null}, {"start": 115, "end": 117, "text": "4]", "ref_id": null}, {"start": 601, "end": 604, "text": "[5]", "ref_id": "BIBREF0"}, {"start": 1036, "end": 1039, "text": "[6]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "THE MALARIA THEORY"}, {"text": "Total 107 countries' available malaria incidence (per 1000 population at risk) data (from 2000 to 2017) and number of SARS-CoV-2 cases till March 24 th , 2020, were collected We assessed the relationship between malaria incidence rate (averaged annually) and corresponding numbers of SARS-CoV-2 cases as of date. As the dispersion of numbers of SARS-CoV-2 cases was very high, we took natural log of number of SARS-CoV-2 cases to normalize the value and post that calculated the correlation between malaria incidence rate and number of SARS-CoV-2 cases. As an outcome, we found that the incidence rate of malaria and natural log of number of SARS-CoV-2 cases were significantly inversely related at 95% confidence level (P < 0.0004) [ Table 1 and Figure 1 ]. It clearly signifies that there is a negative correlation between number of SARS-CoV-2 cases and malaria incidence rate.", "cite_spans": [], "ref_spans": [{"start": 735, "end": 742, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 747, "end": 755, "text": "Figure 1", "ref_id": "FIGREF0"}], "section": "Statistical viewpoint"}, {"text": "To establish the relationship between ranking of malaria incidence rate and SARS-CoV-2 cases at nation level, we rank ordered all countries where higher rank denotes lower number. Hence, countries where malaria incidence rate is higher were ranked lower and vice versa [ Table 2 ].", "cite_spans": [], "ref_spans": [{"start": 271, "end": 278, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Statistical viewpoint"}, {"text": "To look graphically, we looked at average rank of countries in terms of SARS-CoV-2 disease burden with respect to countries rank for malaria incidence rate. The trendline [ Figure 2 ] here validates the inverse relationship between malaria incidence rate and SARS-CoV-2 disease burden,", "cite_spans": [], "ref_spans": [{"start": 173, "end": 181, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Statistical viewpoint"}, {"text": "indicating that there is a possibility, malaria endemic nations are less severely impacted by SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Statistical viewpoint"}, {"text": "Genomic similarity between the different strains of SARS-CoV-2 (2019) virus with the matryoshka RNA virus 1 (MaRNAV-1) associated with Plasmodium vivax [6] FASTA sequence of the SARS- for surface glycoprotein. The aligned region is very small too draw any conclusion as to whether these viruses share immunogenicity or not in the form of conserved domains in their surface glycoproteins, but we cannot rule out this intriguing possibility. This observation was found in all the different viral strains of SARS-CoV-2 isolated from different geographical regions.", "cite_spans": [{"start": 152, "end": 155, "text": "[6]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Statistical viewpoint"}, {"text": "Statistics shows that the number of cases is more in developed world compared to developing nations. [1] The speed at which the problem has grown is again more in developed world.", "cite_spans": [{"start": 101, "end": 104, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "DIFFERENCE IN LIVING CONDITIONS"}, {"text": "There is no disputing these facts. Patients with fever and respiratory distress are thronging hospitals in European and few American cities while hospitals in India are not being flooded with such cases till now. Some would blame the lower numbers tested in India and that is something we can understand only with the passage of time.", "cite_spans": [], "ref_spans": [], "section": "DIFFERENCE IN LIVING CONDITIONS"}, {"text": "Why are there fewer cases in these nations? We have a rather simplistic view on this. One reason for high number cases in the US, Italy, and the likes could be that the citizens live mostly indoors in air-conditioned houses and offices. There may be no fresh air ventilation in homes and offices. They are forced to breathe the same air or they keep touching fomites polluted with the virus all the time. Could this be increasing transmission despite the higher population density in India? It does seem that closed surroundings may help the virus survive for much longer, as SARS-CoV-2 RNA could be detected even after up to 17 days of evacuation from cabins of diamond princess cruise ship. [7] Based on these facts, in addition to viral testing, quarantine, sanitizing, etc., opening windows and keeping doors open to fresh air in all the premises may be critical to reduce viral transmission. There are also data showing relation of severity of disease with higher viral load, similarly, it is possible that a higher titer exposure to the virus in a closed environment leads to adverse clinical outcome. [8] ", "cite_spans": [{"start": 693, "end": 696, "text": "[7]", "ref_id": "BIBREF2"}, {"start": 1108, "end": 1111, "text": "[8]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "DIFFERENCE IN LIVING CONDITIONS"}, {"text": "A study from China showed that A blood group was more susceptible to infection by SARS-CoV-2, while O was less susceptible. [9] In India, the most common blood groups are O and B while A forms about 21.5%. In China, blood Group A comprises about 28%, while in Italy it stands at 42% [10] could some populations be more susceptible and could there be an impact of blood group distribution on severity, needs to be examined.", "cite_spans": [{"start": 124, "end": 127, "text": "[9]", "ref_id": "BIBREF4"}, {"start": 283, "end": 287, "text": "[10]", "ref_id": null}], "ref_spans": [], "section": "DOES BLOOD GROUP MATTER?"}, {"text": "We read with interest a study by Sardar et al. [11] which analyzed the genomic differences between the SARS-CoV-2 strain which affected China, Italy, and India. Their work has brought out notable genomic differences between these strains. Is it possible that the transmissibility, morbidity, mortality, and response to therapy depend on the particular strain? If yes, then we could have significantly different outcomes in different regions. Does that account for the different mortality rates in China, Italy, and US, or it is the advanced age and comorbidities only? If yes then we would probably need different mitigation and suppression strategies for different strains to reduce the huge economic impact of lockdown.", "cite_spans": [{"start": 47, "end": 51, "text": "[11]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "DIFFERENT STRAINS IN DIFFERENT REGIONS?"}, {"text": "Will India get less severely hit due to these above differences? It is possible we feel, and we are hoping and praying we pass through this bottleneck in history safely.", "cite_spans": [], "ref_spans": [], "section": "DIFFERENT STRAINS IN DIFFERENT REGIONS?"}, {"text": "Overall, we do feel that on the outside we are dealing with the worst kind of enemy, but it could very well turn out to be mankind's greatest teacher ever. It has taught us humility, brought us down on our knees. We will need to go back to our basic sciences and formulate strategies to fight this common enemy now, as well as later when it re-emerges. One thing we are optimistic about is mankind will prevail and will learn its lesson well from this historic crisis.", "cite_spans": [], "ref_spans": [], "section": "DIFFERENT STRAINS IN DIFFERENT REGIONS?"}, {"text": "Patient's consent not required as there are no patients in this study.", "cite_spans": [], "ref_spans": [], "section": "Declaration of patient consent"}, {"text": "Nil.", "cite_spans": [], "ref_spans": [], "section": "Financial support and sponsorship"}, {"text": "There are no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: Results of an open-label non-randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Hoang", "suffix": ""}, {"first": "L", "middle": [], "last": "Meddeb", "suffix": ""}, {"first": "M", "middle": [], "last": "Mailhe", "suffix": ""}], "year": 2019, "venue": "Int J Antimic Agents", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Novel RNA viruses associated with Plasmodium vivax in human malaria and Leucocytozoon parasites in avian disease", "authors": [{"first": "J", "middle": [], "last": "Charon", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Grigg", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Eden", "suffix": ""}], "year": 2019, "venue": "PLoS Pathog", "volume": "15", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Public health responses to COVID-19 outbreaks on cruise ships worldwide", "authors": [{"first": "L", "middle": ["F"], "last": "Moriarty", "suffix": ""}], "year": 2020, "venue": "MMWR Morb Mortal Wkly Rep", "volume": "69", "issn": "", "pages": "312--315", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Viral dynamics in mild and severe cases of COVID-19", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Yan", "suffix": ""}, {"first": "L", "middle": [], "last": "Wan", "suffix": ""}, {"first": "T", "middle": ["X"], "last": "Xiang", "suffix": ""}, {"first": "A", "middle": [], "last": "Le", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Relationship between the ABO blood group and the COVID-19 susceptibility", "authors": [{"first": "Z", "middle": [], "last": "Jiao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}, {"first": "H", "middle": [], "last": "Han-Ping", "suffix": ""}], "year": 2003, "venue": "medRxiv", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Comparative analyses of SAR-CoV2 genomes from different geographical locations and other coronavirus family genomes reveals unique features potentially consequential to host-virus interaction and pathogenesis", "authors": [{"first": "R", "middle": [], "last": "Sardar", "suffix": ""}, {"first": "D", "middle": [], "last": "Satish", "suffix": ""}, {"first": "S", "middle": [], "last": "Birla", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Has India met this enemy before? From an eternal optimist's perspective: SARS-CoV-2", "authors": [{"first": "P", "middle": [], "last": "Mehta", "suffix": ""}, {"first": "P", "middle": [], "last": "Parikh", "suffix": ""}, {"first": "S", "middle": [], "last": "Aggarwal", "suffix": ""}, {"first": "A", "middle": [], "last": "Batra", "suffix": ""}, {"first": "A", "middle": [], "last": "Patel", "suffix": ""}, {"first": "P", "middle": [], "last": "Kulkarni", "suffix": ""}], "year": 2020, "venue": "Indian J Med Sci", "volume": "72", "issn": "1", "pages": "8--12", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Regression of Log SARS-CoV-2 burden and Incidence of Malaria from the WHO website.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Correlation between Rank of SARS-CoV-2 burden and Rank of Malaria", "latex": null, "type": "figure"}, "TABREF0": {"text": "Summary statistics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Variable </td><td>Observations </td><td>Min </td><td>Max </td><td>Mean </td><td>Std. deviation </td><td>Correlation coefficient </td><td>P-value\n</td></tr><tr><td>Malaria incidence rate </td><td>107 </td><td>0.00 </td><td>511.44 </td><td>95.57 </td><td>137.76 </td><td>-0.33 </td><td>0.0004\n</td></tr><tr><td> </td><td> </td><td>COVID Cases </td><td>107 </td><td>0.00 </td><td>81748.00 </td><td>1200.16 </td><td>8215.49\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Malaria Incidence and SARS-CoV-2 disease burden-countrywise ranks", "latex": null, "type": "table"}}, "back_matter": []}