{"paper_id": "0b0aba24cbeabc0249d2483731d8f5e8f613c116", "metadata": {"title": "Machine Learning for Predictive and Prescriptive Analytics of Operational Data in Smart Manufacturing", "authors": [{"first": "Katerina", "middle": [], "last": "Lepenioti", "suffix": "", "affiliation": {"laboratory": "Information Management Unit (IMU)", "institution": "National Technical University of Athens (NTUA)", "location": {"settlement": "Athens", "country": "Greece"}}, "email": "klepenioti@mail.ntua.gr"}, {"first": "Minas", "middle": [], "last": "Pertselakis", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alexandros", "middle": [], "last": "Bousdekis", "suffix": "", "affiliation": {"laboratory": "Information Management Unit (IMU)", "institution": "National Technical University of Athens (NTUA)", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}, {"first": "Andreas", "middle": [], "last": "Louca", "suffix": "", "affiliation": {}, "email": "andreas@suite5.eu"}, {"first": "Fenareti", "middle": [], "last": "Lampathaki", "suffix": "", "affiliation": {}, "email": "fenareti@suite5.eu"}, {"first": "Dimitris", "middle": [], "last": "Apostolou", "suffix": "", "affiliation": {"laboratory": "Information Management Unit (IMU)", "institution": "National Technical University of Athens (NTUA)", "location": {"settlement": "Athens", "country": "Greece"}}, "email": ""}, {"first": "Gregoris", "middle": [], "last": "Mentzas", "suffix": "", "affiliation": {"laboratory": "Information Management Unit (IMU)", "institution": "National Technical University of Athens (NTUA)", "location": {"settlement": "Athens", "country": "Greece"}}, "email": "gmentzas@mail.ntua.gr"}, {"first": "Stathis", "middle": [], "last": "Anastasiou", "suffix": "", "affiliation": {"laboratory": "M. J. Maillis S.A., Inofyta", "institution": "", "location": {"country": "Greece"}}, "email": "stathis.anastasiou@maillis.com"}]}, "abstract": [{"text": "Perceiving information and extracting insights from data is one of the major challenges in smart manufacturing. Real-time data analytics face several challenges in real-life scenarios, while there is a huge treasure of legacy, enterprise and operational data remaining untouched. The current paper exploits the recent advancements of (deep) machine learning for performing predictive and prescriptive analytics on the basis of enterprise and operational data aiming at supporting the operator on the shopfloor. To do this, it implements algorithms, such as Recurrent Neural Networks for predictive analytics, and Multi-Objective Reinforcement Learning for prescriptive analytics. The proposed approach is demonstrated in a predictive maintenance scenario in steel industry.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Perceiving information and extracting business insights and knowledge from data is one of the major challenges in smart manufacturing [1] . In this sense, advanced data analytics is a crucial enabler of Industry 4.0 [2] . More specifically, among the major challenges for smart manufacturing are: (deep) machine learning, prescriptive analytics in industrial plants, and analytics-based decision support in manufacturing operations [3] . The wide adoption of IoT devices, sensors and actuators in manufacturing environments has fostered an increasing research interest on real-time data analytics. However, these approaches face several challenges in real-life scenarios: (i) They require a large amount of sensor data that already have experienced events (e.g. failures of -ideally-all possible causes); (ii) They require an enormous computational capacity that cannot be supported by existing computational infrastructure of factories; (iii) In most cases, the sensor data involve only a few components of a production line, or a small number of parameters related to each component (e.g. temperature, pressure, vibration), making impossible to capture the whole picture of the factory shop floor and the possible correlations among all the machines; (iv) The cold-start problem is rarely investigated. On the other hand, there is a huge treasure of legacy, enterprise and operational systems data remaining untouched. Manufacturers are sitting on a goldmine of unexplored historical, legacy and operational data from their Manufacturing Execution Systems (MES), Enterprise Resource Planning systems (ERP), etc. and they cannot afford to miss out on its unexplored potential. However, only 20-30% of the value from such available data-at-rest is currently accrued [4] .", "cite_spans": [{"start": 134, "end": 137, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 216, "end": 219, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 432, "end": 435, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1766, "end": 1769, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "Legacy data contain information regarding the whole factory cycle and store events from all machines, whether they have sensors installed or not (e.g. products per day, interruption times of production line, maintenance logs, causalities, etc.) [5] . Therefore, legacy data analytics have the credentials to move beyond KPIs calculations of business reports (e.g. OEE, uptime, etc.), towards providing an all-around view of manufacturing operations on the shopfloor in a proactive manner. In this direction, the recent advancements of machine learning can have a substantial contribution in performing predictive and prescriptive analytics on the basis of enterprise and operational data aiming at supporting the operator on the shopfloor and at extracting meaningful insights. Combining predictive and prescriptive analytics is essential for smarter decisions in manufacturing [2] . In addition mobile computing (with the use of mobile devices, such as smartphones and tablets) can significantly enable timely, comfortable, non-intrusive and reliable interaction with the operator on the shopfloor [6] , e.g. for generating alerts, guiding their work, etc. through dedicated mobile apps.", "cite_spans": [{"start": 245, "end": 248, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 878, "end": 881, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 1099, "end": 1102, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "The current paper proposes an approach for predictive and prescriptive analytics on the basis of enterprise and operational data for smart manufacturing. To do this, it develops algorithms based on Recurrent Neural Networks (RNN) for predictive analytics, and Multi-Objective Reinforcement Learning (MORL) for prescriptive analytics. The rest of the paper is organized as follows: Sect. 2 presents the background, the challenges and prominent methods for predictive and prescriptive analytics of enterprise and operational data for smart manufacturing. Section 3 describes the proposed approach, while Sect. 4 shows a walkthrough scenario of the proposed approach in the steel industry. Section 5 presents the experimental results, while Sect. 6 concludes the paper and outlines the plans for future research.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Background. Intelligent and automated data analysis which aims to discover useful insights from data has become a best practice for modern factories. It is supported today by many software tools and data warehouses, and it is known by the name \"descriptive analytics\". A step further, however, is to use the same data to feed models that can make predictions with similar or better accuracy than a human expert. In the framework of smart manufacturing, prognostics related to machines' health status is a critical research domain that often leverages machine learning methods and data mining tools. In most of the cases, this is related to the analysis of streaming sensor data mainly for health monitoring [7] [8] [9] , but also for failure prediction [10] [11] [12] as part of a predictive maintenance strategy. However, in all of these approaches, the prediction is produced only minutes or even seconds before the actual failure, which, is not often a realistic and practical solution for a real industrial case. The factory managers need to have this information hours or days before the event, so that there is enough time for them to act proactively and prevent it. One way to achieve this is to perform data mining on maintenance and operational data that capture the daily life-cycle of the shop floor in order to make more high-level predictions [13] [14] [15] .", "cite_spans": [{"start": 707, "end": 710, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 711, "end": 714, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 715, "end": 718, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 753, "end": 757, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 758, "end": 762, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 763, "end": 767, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 1356, "end": 1360, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1361, "end": 1365, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1366, "end": 1370, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Predictive Analytics for Smart Manufacturing"}, {"text": "Existing Challenges. The most notable challenges related to predictive analytics for smart manufacturing include: (a) Predictions always involve a degree of uncertainty, especially when the data available are not sufficient quantity-wise or quality-wise; (b) Inconsistent, incomplete or missing data with low dimensionality often result into overfitting or underfitting that can lead to misleading conclusions; (c) Properly preparing and manipulating the data in order to conclude to the most appropriate set of features to be used as input to the model is the most time-consuming, yet critical to the accuracy of the algorithms, activity; (d) Lack of a common \"language\" between data scientists and domain experts hinders the extraction of appropriate hypothesis from the beginning and the correct interpretation and explainability of results.", "cite_spans": [], "ref_spans": [], "section": "Predictive Analytics for Smart Manufacturing"}, {"text": "Novel Methods. Time series forecasting involves prediction models that analyze time series data and usually infer future data trends. A time series is a sequence of data points indexed in time order. Unlike regression predictive modeling, time series also adds the complexity of a sequence dependence among the input variables. Recurrent Neural Networks (RNN) are considered to be powerful neural networks designed to handle sequence dependence. Long Short-Term Memory Network (LSTM) is a type of RNN that is typically used in deep learning for its ability to learn long-term dependencies and handle multiple input and output variables.", "cite_spans": [], "ref_spans": [], "section": "Predictive Analytics for Smart Manufacturing"}, {"text": "Background. Prescriptive analytics aims at answering the questions \"What should I do?\" and \"Why should I do it?\". It is able to bring business value through adaptive, time-dependent and optimal decisions on the basis of predictions about future events [16] . During the last years, there is an increasing interest on prescriptive analytics for smart manufacturing [17] , and is considered to be the next evolutionary step towards increasing data analytics maturity for optimized decision making, ahead of time.", "cite_spans": [{"start": 252, "end": 256, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 364, "end": 368, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Prescriptive Analytics for Smart Manufacturing"}, {"text": "Existing Challenges. The most important challenges of prescriptive analytics include [2, 17, 18] : (i) Addressing the uncertainty introduced by the predictions, the incomplete and noisy data and the subjectivity in human judgement; (ii) Combining the \"learned knowledge\" of machine learning and data mining methods with the \"engineered knowledge\" elicited from domain experts; (iii) Developing generic prescriptive analytics methods and algorithms utilizing artificial intelligence and machine learning instead of problem-specific optimization models; (iv) Incorporating adaptation mechanisms capable of processing data and human feedback to continuously improve decision making process over time and to generate non-intrusive prescriptions;", "cite_spans": [{"start": 85, "end": 88, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 89, "end": 92, "text": "17,", "ref_id": "BIBREF17"}, {"start": 93, "end": 96, "text": "18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Prescriptive Analytics for Smart Manufacturing"}, {"text": "(v) Recommending optimal plans out of a list of alternative (sets of) actions.", "cite_spans": [], "ref_spans": [], "section": "Prescriptive Analytics for Smart Manufacturing"}, {"text": "Novel Methods. Reinforcement Learning (RL) is considered to be a third machine learning paradigm, alongside supervised learning and unsupervised learning [19] . RL shows an increasing trend in research literature as a tool for optimal policies in manufacturing problems (e.g. [20, 21] ). In RL, the problem is represented by an environment consisting of states and actions and learning agents with a defined goal state. The agents aim to reach the goal state while maximizing the rewards by selecting actions and moving to different states. In Interactive RL, there is the additional capability of incorporating evaluative feedback by a human observer so that the RL agent learns from both human feedback and environmental reward [22] . Another extension is Multi-Objective RL (MORL), which is a sequential decision making problem with multiple objectives. MORL requires a learning agent to obtain action policies that can optimize multiple objectives at the same time [23] .", "cite_spans": [{"start": 154, "end": 158, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 276, "end": 280, "text": "[20,", "ref_id": "BIBREF20"}, {"start": 281, "end": 284, "text": "21]", "ref_id": "BIBREF21"}, {"start": 730, "end": 734, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 969, "end": 973, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Prescriptive Analytics for Smart Manufacturing"}, {"text": "The proposed approach consists of a predictive analytics component (Sect. 3.1) and a prescriptive analytics component (Sect. 3 .2) that process enterprise and operational data from manufacturing legacy systems, as depicted in Fig. 1 . The communication is conducted through an event broker for the event predictions and the actions prescriptions, while other parameters (i.e. objective values and alternative actions) become available through RESTful APIs. The results are communicated to business users and shopfloor operators through intuitive interfaces addressed to both computers and mobile devices. ", "cite_spans": [{"start": 125, "end": 126, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 226, "end": 232, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "The Proposed Approach"}, {"text": "The proposed predictive analytics approach aims to: (i) exploit hidden correlations inside the data that derive from the day-to-day shop floor operations, (ii) create and adjust a predictive model able to identify future machinery failures, and (iii) make estimations regarding the timing of the failure, i.e. when a failure of the machinery may occur, given the history of operations on the factory. This type of data usually contains daily characteristics that derive from the production line operations and are typically collected as part of a world-wide best practice for monitoring, evaluation and improvement of the effectiveness of the production process. The basic measurement of this process is an industry standard known as Overall Equipment Effectiveness (OEE) and is computed as: OEE(%) = Availability(%) Â Performance(%) Â Quality (%). Availability is the ratio of actual operational time versus the planned operational time, Performance is the ratio of actual throughput of products versus the maximum potential throughput, and the Quality is the ratio of the not-rejected items produced vs the total production. The OEE factor can be computed for the whole production line as an indication of the factory's effectiveness or per machine or a group of machines. The proposed methodology takes advantage of these commonly extracted indicators and processes them in two steps: in predictive model building (learning) and predictive model deployment.", "cite_spans": [], "ref_spans": [], "section": "Recurrent Neural Network for Predictive Analytics"}, {"text": "Predictive Model Building. The predictive analytics model incorporates LSTM and exploits its unique ability to \"remember\" a sequence of patterns and its relative insensitivity to possible time gaps in the time series. As in most neural network algorithms, LSTM networks are able to seamlessly model non-linear problems with multiple input variables through the iterative training of their parameters (weights).", "cite_spans": [], "ref_spans": [], "section": "Recurrent Neural Network for Predictive Analytics"}, {"text": "Since the predictive analytics model deals with time-series, the LSTM model is trained using supervised learning on a set of training sequences assigned to a known output value. Therefore, an analyst feeds the model with a set of daily features for a given machine (e.g. the factors that produce the OEE) and use as outcome the number of days until the next failure. This number is known since historical data can hold this information. Nevertheless, when the model is finally built and put in operation, it will use new input data and will have to estimate the new outcome.", "cite_spans": [], "ref_spans": [], "section": "Recurrent Neural Network for Predictive Analytics"}, {"text": "Predictive Model Deployment. When the LSTM model is fed with new data it can produce an estimation of when the next failure will occur (i.e. number of days or hours) and what is the expected interruption duration in the following days. Although this estimation may not be 100% accurate, it could help factory managers to program maintenance actions proactively in a flexible and dynamic manner, compared to an often rigid and outdated schedule that is currently the common practice. This estimation feeds into prescriptive analytics aiming at automating the whole decision-making process and provide optimal plans.", "cite_spans": [], "ref_spans": [], "section": "Recurrent Neural Network for Predictive Analytics"}, {"text": "The proposed prescriptive analytics approach is able to: (i) recommend (prescribe) both perfect and imperfect actions (e.g. maintenance actions with various degrees of restoration); (ii) model the decision making process under uncertainty instead of the physical manufacturing process, thus making it applicable to various industries and production processes; and, (iii) incorporate the preference of the domain expert into the decision making process (e.g. according to their skills, experience, etc.), in the form of feedback over the generated prescriptions. To do these, it incorporates Multi-Objective Reinforcement Learning (MORL). Unlike most of the Multi-objective Optimization approaches which result in the Pareto front set of optimal solutions [24] , the proposed approach provides a single optimal solution (prescription), thus generating more concrete insights to the user. The proposed prescriptive analytics algorithm consists of three steps: prescriptive model building, prescriptive model solving, and prescriptive model adapting, which are described in detail below.", "cite_spans": [{"start": 755, "end": 759, "text": "[24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Multi-Objective Reinforcement Learning for Prescriptive Analytics"}, {"text": "Prescriptive Model Building. The prescriptive analytics model representing the decision making process is defined by a tuple S; A; T; R ð Þ ; where S is the state space, A is the action space, T is the transition function T : S Â A Â S ! R and R is the vector reward function R : S Â A Â S ! R n where the n-dimensions are associated with the objectives to be optimized O n . The proposed prescriptive analytics model has a single starting state S N , from which the agent starts the episode, and a state S B that the agent tries to avoid. Each episode of the training process of the RL agent will end, when the agent returns to the normal state S N or when it reaches S B . Figure 2 depicts an example including 3 alternative (perfect and/or imperfect maintenance) actions (or sets of actions) S A i ; i ¼ 1; 2; 3, each one of which is assigned to a reward vector. The prescriptive analytics model is built dynamically. In this sense, the latest updates on the number of the action states S A i and the estimations of the objectives' values for each state S k are retrieved through APIs from the predictive analytics. Each action may be implemented either before the breakdown (in order to eliminate or mitigate its impact) or after the breakdown (if this occurs before the implementation of mitigating actions). After the implementation of each action, the equipment returns to its normal state S N . Solid lines represent the transitions a i that have non-zero reward with respect to the optimization objectives and move the agent from one state to another.", "cite_spans": [], "ref_spans": [{"start": 675, "end": 683, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Multi-Objective Reinforcement Learning for Prescriptive Analytics"}, {"text": "Prescriptive Model Deployment. On the basis of event triggers for predicted abnormal situations (e.g. about the time of the next breakdown) received through a message broker, the model moves from the normal state S N to the dangerous state S D . For each objective, the reward functions are defined according to whether the objective is to be maximized or minimized. On this basis, the optimal policy p O i s; a ð Þ; for each objective O i is calculated with the use of the actor-critic algorithm, which is a policy gradient algorithm aiming at searching directly in (some subset of) the policy space starting with a mapping from a finite-dimensional (parameter) space to the space of policies [23] . Assuming independent objectives, the multi-objective optimal policy is derived from: p opt s; a ð Þ ¼ Q i2I p O i s; a ð Þ. The time constraints of the optimal policy (prescription) are defined by the prediction event trigger. The prescription is exposed to the operator on the shop-floor (e.g. through a mobile device) providing them the capability to accept or reject it. If accepted, the prescribed action is added to the actions plan.", "cite_spans": [{"start": 694, "end": 698, "text": "[23]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Multi-Objective Reinforcement Learning for Prescriptive Analytics"}, {"text": "Prescriptive Model Adaptation. The prescriptive analytics model is able to adapt according to feedback by the expert over the generated prescriptions. This approach learns from the operator whether the prescribed actions converge with their experience or skills and incorporates their preference to the prescriptive analytics model. In this way, it provides non-disruptive decision augmentation and thus, achieves an optimized human-machine interaction, while, at the same time, optimizing manufacturing KPIs. To do this, it implements the policy shaping algorithm [25] , a Bayesian approach that attempts to maximize the information gained from human feedback by utilizing it as direct labels on the policy. For each prescription, optional human feedback is received as a signal of approval or rejection, numerically mapped to the reward signals and interpreted into a step function. The feedback is converted into a policy p feedback s; a ð Þ, the distribution of which relies on the consistency, expressing the user's knowledge regarding the optimality of the actions, and the likelihood of receiving feedback. Assuming that the feedback policy is independent from the optimal multi-objective policy, the synthetic optimal policy for the optimization objectives and the human feedback is calculated as: p opt s; a ð Þ ¼ p opt s; a ð ÞÃp feedback s; a ð Þ.", "cite_spans": [{"start": 565, "end": 569, "text": "[25]", "ref_id": "BIBREF25"}], "ref_spans": [], "section": "Multi-Objective Reinforcement Learning for Prescriptive Analytics"}, {"text": "The case examined is the cold rolling production line of M. J. Maillis S.A. Cold rolling is a process of reduction of the cross-sectional area through the deformation caused by a pair of rotating in opposite directions metal rolls in order to produce rolling products with the closest possible thickness tolerances and an excellent surface finish. In the milling station, there is one pair of back up rolls and one pair of work rolls. The deformation takes place through force of the rolls supported by adjustable strip tension in both coilers and de-coilers. Over the life of the roll some wear will occur due to normal processing, and some wear will occur due to extraneous conditions. During replacement, the rolls are removed for grinding, during which some roll diameter is lost, and then are stored in the warehouse for future use. After several regrinding, the diameter of the roll becomes so small that is no longer operational. The LSTM model of predictive analytics was created using the Keras library with Tensorflow as backend and the MORL using Brown-UMBC Reinforcement Learning and Planning (BURLAP) library, while the event communication between them is performed with a Kafka broker. In the M. J. Maillis S.A case, the system predicts the time of the next breakdown and the RUL of the available rolls. For the latter, the operator can select one of the repaired rollers, having been subject to grinding, or a new one. Therefore, the alternative actions are created dynamically according to the available repaired rollers existing in the warehouse. Each one has a different RUL, according to its previous operation, and a different cost (retrieved from enterprise systems) due to its depreciation. Each roller has an ID and is assigned to its characteristics/objectives of MORL (i.e. cost to be minimized and RUL to be maximized) in order to facilitate its traceability. The available rolls along with the aforementioned objectives values are retrieved on the basis of a predicted breakdown event trigger.", "cite_spans": [], "ref_spans": [], "section": "A Predictive Maintenance Scenario in the Steel Industry"}, {"text": "The alternative actions for the current scenario along with their costs and RULs are shown in Table 1 . The action \"Replace with new roller\" represents a perfect maintenance action, while the rest ones represent imperfect maintenance actions. Figure 3 depicts an example of the process in which the prescription \"Replace with repaired roller ID3\" is generated on the basis of a breakdown prediction and previously received feedback and instantly communicated to the operators through a dedicated mobile app. The operators are also expected to provide feedback so that their knowledge and preferences are incorporated in the system and the models are adapted accordingly. ", "cite_spans": [], "ref_spans": [{"start": 94, "end": 101, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 243, "end": 251, "text": "Figure 3", "ref_id": "FIGREF2"}], "section": "A Predictive Maintenance Scenario in the Steel Industry"}, {"text": "The second analysis aimed to predict the expected interruption duration for the following day ('Which is the expected interruption duration for the following day?'). The input features used in this LSTM model were: Availability, Performance, Minutes of breakdown, Real Gross Production, Number of breakdowns, and month (date). Again, several LSTM parameters and layers were tested and the final model resulted to be a sequential model with a first LSTM layer of 24 neurons and an activation function 'relu', a second layer of 12 neurons with a 'relu' activation function, a dropout layer of 0.1 rate, and finally a dense layer. The model was trained using data from 2017 and 2018; using a batch size of 20, 100 epochs, a timestep of 3 and an rmsprop optimizer. Predictions were performed in 2019 data and results are depicted in Fig. 5 . The blue line represents the actual value whereas the orange line represents the predicted value. The overall RMSE is 107.57, meaning that there is an average of 107.57 min uncertainty in each prediction.", "cite_spans": [], "ref_spans": [{"start": 829, "end": 835, "text": "Fig. 5", "ref_id": "FIGREF4"}], "section": "Evaluation of the Predictions About the Duration of Interruptions"}, {"text": "For this experiment, the actor-critic algorithm, which calculates the associated optimal policy sequentially within 10000 episodes, consists of a Boltzmann actor and a TD-Lambda critic with learning rate = 0.3, lambda = 0.4 and gamma = 0.99. The generated policies are then integrated into a single policy taking into account the consistency (C = 0.7) and likelihood (L = 0.8) values. Table 2 presents five \"snapshots\" of positive and negative feedback along with the resulting shaped prescriptions and their respective policies. Each \"snapshot\" is compared to the previous one. ", "cite_spans": [], "ref_spans": [{"start": 385, "end": 392, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Evaluation of Feedback Impact on Prescriptions"}, {"text": "In this paper, we proposed an approach for predictive and prescriptive analytics aiming at exploiting the huge treasure of legacy enterprise and operational data and to overcome some challenges of real-time data analytics. The potential of the proposed approach is high, especially in traditional industries that have not benefit from the advancements of Industry 4.0 and that have just started investigating the potential of data analytics and machine learning for the optimization of their production processes. The traditional manufacturing sectors (e.g. textile, furniture, packaging, steel processing) have usually older factories with limited capacity on investing in modern production technologies. Since the neural networks are inherently adaptive, the proposed approach could be applied to similar production lines (e.g. at a newly established factory of the same type) overcoming the cold-start problem, due to which other techniques usually fail. It also exploits both the \"voice of data\" and the \"voice of experts\". Regarding future work, we plan to evaluate our proposed approach in additional use cases, with different requirements, as well as to investigate approaches and algorithms for fusion of the outcomes derived from real-time data analytics and operational data analytics that represent different levels of information. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Work"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Building an industry 4.0 analytics platform", "authors": [{"first": "C", "middle": [], "last": "Gröger", "suffix": ""}], "year": 2018, "venue": "Datenbank Spektrum", "volume": "18", "issn": "", "pages": "5--14", "other_ids": {"DOI": ["10.1007/s13222-018-0273-1"]}}, "BIBREF1": {"ref_id": "b1", "title": "Predictive, prescriptive and detective analytics for smart manufacturing in the information age", "authors": [{"first": "B", "middle": [], "last": "Menezes", "suffix": ""}, {"first": "J", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "A", "middle": [], "last": "Leal", "suffix": ""}, {"first": "G", "middle": [], "last": "Le Roux", "suffix": ""}], "year": 2019, "venue": "IFAC-PapersOnLine", "volume": "52", "issn": "", "pages": "568--573", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Big Data Challenges in Smart Manufacturing: A discussion paper for BDVA and EFFRA Research & Innovation roadmap alignment BDVA", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The age of analytics: competing in a data-driven world", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Predictive maintenance in a digital factory shopfloor: data mining on historical and operational data coming from manufacturers' information systems", "authors": [{"first": "M", "middle": [], "last": "Pertselakis", "suffix": ""}, {"first": "F", "middle": [], "last": "Lampathaki", "suffix": ""}, {"first": "P", "middle": [], "last": "Petrali", "suffix": ""}], "year": 2019, "venue": "Advanced Information Systems Engineering Workshops. LNBIP", "volume": "349", "issn": "", "pages": "120--131", "other_ids": {"DOI": ["10.1007/978-3-030-20948-3_11"]}}, "BIBREF5": {"ref_id": "b5", "title": "The internet of things for smart manufacturing: a review", "authors": [{"first": "H", "middle": [], "last": "Yang", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumara", "suffix": ""}, {"first": "S", "middle": [], "last": "Bukkapatnam", "suffix": ""}, {"first": "F", "middle": [], "last": "Tsung", "suffix": ""}], "year": 2019, "venue": "IISE Trans", "volume": "51", "issn": "", "pages": "1190--1216", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Recent advances and trends in predictive manufacturing systems in big data environment", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "E", "middle": [], "last": "Lapira", "suffix": ""}, {"first": "B", "middle": [], "last": "Bagheri", "suffix": ""}, {"first": "H", "middle": [], "last": "Kao", "suffix": ""}], "year": 2013, "venue": "Manuf. Lett", "volume": "1", "issn": "", "pages": "38--41", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A full history proportional hazards model for preventive maintenance scheduling", "authors": [{"first": "K", "middle": [], "last": "Kobbacy", "suffix": ""}, {"first": "B", "middle": [], "last": "Fawzi", "suffix": ""}, {"first": "D", "middle": [], "last": "Percy", "suffix": ""}, {"first": "H", "middle": [], "last": "Ascher", "suffix": ""}], "year": 1997, "venue": "Qual. Reliab. Eng. Int", "volume": "13", "issn": "", "pages": "187--198", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A neural network application for reliability modelling and conditionbased predictive maintenance", "authors": [{"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "H", "middle": [], "last": "Tseng", "suffix": ""}], "year": 2004, "venue": "Int. J. Adv. Manuf. Technol", "volume": "25", "issn": "", "pages": "174--179", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Data mining in manufacturing: a review based on the kind of knowledge", "authors": [{"first": "A", "middle": [], "last": "Choudhary", "suffix": ""}, {"first": "J", "middle": [], "last": "Harding", "suffix": ""}, {"first": "M", "middle": [], "last": "Tiwari", "suffix": ""}], "year": 2008, "venue": "J. Intell. Manuf", "volume": "20", "issn": "", "pages": "501--521", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Data mining in manufacturing: a review", "authors": [{"first": "J", "middle": [], "last": "Harding", "suffix": ""}, {"first": "M", "middle": [], "last": "Shahbaz", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Kusiak", "suffix": ""}], "year": 2005, "venue": "J. Manuf. Sci. Eng", "volume": "128", "issn": "", "pages": "969--976", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A practical approach to combine data mining and prognostics for improved predictive maintenance", "authors": [{"first": "A", "middle": [], "last": "Bey-Temsamani", "suffix": ""}, {"first": "M", "middle": [], "last": "Engels", "suffix": ""}, {"first": "A", "middle": [], "last": "Motten", "suffix": ""}, {"first": "S", "middle": [], "last": "Vandenplas", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Ompusunggu", "suffix": ""}], "year": 2009, "venue": "The Data Mining Case Studies Workshop (DMCS), 15th ACM SIGKDD Conference on Knowledge Discovery and Data Mining", "volume": "", "issn": "", "pages": "37--44", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Application of data mining in a maintenance system for failure prediction", "authors": [{"first": "P", "middle": [], "last": "Bastos", "suffix": ""}, {"first": "I", "middle": [], "last": "Lopes", "suffix": ""}, {"first": "L", "middle": ["C M"], "last": "Pires", "suffix": ""}], "year": 2014, "venue": "Safety, Reliability and Risk Analysis: Beyond the Horizon: 22nd European Safety and Reliability", "volume": "1", "issn": "", "pages": "933--940", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Analyzing maintenance data using data mining methods", "authors": [{"first": "C", "middle": ["J"], "last": "Romanowski", "suffix": ""}, {"first": "R", "middle": [], "last": "Nagi", "suffix": ""}], "year": null, "venue": "Data Mining for Design and Manufacturing. MACO", "volume": "3", "issn": "", "pages": "235--254", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Machine learning for predictive maintenance: a multiple classifier approach", "authors": [{"first": "G", "middle": [], "last": "Susto", "suffix": ""}, {"first": "A", "middle": [], "last": "Schirru", "suffix": ""}, {"first": "S", "middle": [], "last": "Pampuri", "suffix": ""}, {"first": "S", "middle": [], "last": "Mcloone", "suffix": ""}, {"first": "A", "middle": [], "last": "Beghi", "suffix": ""}], "year": 2015, "venue": "IEEE Trans. Ind. Inf", "volume": "11", "issn": "", "pages": "812--820", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Prescriptive analytics", "authors": [{"first": "L", "middle": [], "last": "Šikšnys", "suffix": ""}, {"first": "T", "middle": ["B"], "last": "Pedersen", "suffix": ""}], "year": 2016, "venue": "Encyclopedia of Database Systems", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/978-1-4899-7993-3"]}}, "BIBREF17": {"ref_id": "b17", "title": "Smart manufacturing with prescriptive analytics", "authors": [{"first": "J", "middle": [], "last": "Vater", "suffix": ""}, {"first": "L", "middle": [], "last": "Harscheidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Knoll", "suffix": ""}], "year": 2019, "venue": "2019 8th International Conference on Industrial Technology and Management (ICITM)", "volume": "", "issn": "", "pages": "224--228", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Prescriptive analytics: literature review and research challenges", "authors": [{"first": "K", "middle": [], "last": "Lepenioti", "suffix": ""}, {"first": "A", "middle": [], "last": "Bousdekis", "suffix": ""}, {"first": "D", "middle": [], "last": "Apostolou", "suffix": ""}, {"first": "G", "middle": [], "last": "Mentzas", "suffix": ""}], "year": 2020, "venue": "Int. J. Inf. Manag", "volume": "50", "issn": "", "pages": "57--70", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Reinforcement Learning: An Introduction", "authors": [{"first": "R", "middle": [], "last": "Sutton", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Barto", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Model-free adaptive optimal control of episodic fixedhorizon manufacturing processes using reinforcement learning", "authors": [{"first": "J", "middle": [], "last": "Dornheim", "suffix": ""}, {"first": "N", "middle": [], "last": "Link", "suffix": ""}, {"first": "P", "middle": [], "last": "Gumbsch", "suffix": ""}], "year": 2019, "venue": "Int. J. Control Autom. Syst", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12555-019-0120-7"]}}, "BIBREF21": {"ref_id": "b21", "title": "A reinforcement learning framework for optimal operation and maintenance of power grids", "authors": [{"first": "R", "middle": [], "last": "Rocchetta", "suffix": ""}, {"first": "L", "middle": [], "last": "Bellani", "suffix": ""}, {"first": "M", "middle": [], "last": "Compare", "suffix": ""}, {"first": "E", "middle": [], "last": "Zio", "suffix": ""}, {"first": "E", "middle": [], "last": "Patelli", "suffix": ""}], "year": 2019, "venue": "Appl. Energy", "volume": "241", "issn": "", "pages": "291--301", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Human-centered reinforcement learning: a survey", "authors": [{"first": "G", "middle": [], "last": "Li", "suffix": ""}, {"first": "R", "middle": [], "last": "Gomez", "suffix": ""}, {"first": "K", "middle": [], "last": "Nakamura", "suffix": ""}, {"first": "B", "middle": [], "last": "He", "suffix": ""}], "year": 2019, "venue": "IEEE Trans. Hum. Mach. Syst", "volume": "49", "issn": "", "pages": "337--349", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Multiobjective reinforcement learning: a comprehensive overview", "authors": [{"first": "C", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "D", "middle": [], "last": "Hu", "suffix": ""}], "year": 2015, "venue": "IEEE Trans. Syst. Man Cybern. Syst", "volume": "45", "issn": "", "pages": "385--398", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Many-objective stochastic path finding using reinforcement learning", "authors": [{"first": "B", "middle": [], "last": "Tozer", "suffix": ""}, {"first": "T", "middle": [], "last": "Mazzuchi", "suffix": ""}, {"first": "S", "middle": [], "last": "Sarkani", "suffix": ""}], "year": 2017, "venue": "Expert Syst. Appl", "volume": "72", "issn": "", "pages": "371--382", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Policy shaping: integrating human feedback with reinforcement learning", "authors": [{"first": "S", "middle": [], "last": "Griffith", "suffix": ""}, {"first": "K", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "J", "middle": [], "last": "Scholz", "suffix": ""}, {"first": "C", "middle": [], "last": "Isbell", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Thomaz", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The architecture of the proposed approach.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "An example of the prescriptive analytics model with 3 alternative (sets of) actions.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Illustration of the scenario under examination. of the Predictions About the Timing of InterruptionsThe legacy datasets used are related to the OEE of M. J. Maillis S.A. factory for the years 2017, 2018 and 2019. The datasets included a total of 21 features and some of the most useful were the real operational time, the time of interruptions and the duration of the breakdown events. A multivariate time series model was designed, as several input features were used in order to predict one output feature. To this direction, the first time series analysis performed in order to predict when the next interruption will occur ('When do we expect the next interruption?'). A new feature named 'Days from next breakdown event' was created, and the model was trained. The input features selected for this prediction were: Availability, Performance, Minutes of Breakdown, Minutes of Interruptions, Real Gross Production and the date. After preprocessing the data, the appropriate sequences were extracted that would allow for several timesteps to be selected and tested for the analysis. In our case, timestep represented the last \"n\" days that the model will use. The LSTM model was then created by testing several layers, optimizers, neurons, batch sizes and epochs until the best performing model was designed. The final result ended being a sequential model with a first LSTM layer of 32 neurons, a second LSTM layer of 16 neurons, a dropout layer with rate 0.1, and finally a dense layer. The model was then trained using data from 2017, 2018 and six months of 2019; with an rmsprop optimizer, a batch size of 1, a timestep of 1, an epochs value of 300, and an early stopping that reached the best performance around 100 epochs. Predictions deal with the last six months of 2019, and the result can be seen inFig. 4. The blue line represents the actual values and the orange line represents the predicted values. The RMSE came to be 1.26, meaning that there is an average of 1.26 days uncertainty in every result predicted.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "LSTM result -prediction of when the next interruption will occur. (Colorfigure online)", "latex": null, "type": "figure"}, "FIGREF4": {"text": "LSTM result -prediction of the expected interruption duration for the following day.(Color figure online)", "latex": null, "type": "figure"}, "TABREF0": {"text": "The alternative actions, their costs and their RULs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Actions </td><td>Cost (Euro) </td><td>RUL (days)\n</td></tr><tr><td>Replace with new roller </td><td>8,000 </td><td>12\n</td></tr><tr><td>Replace with repaired roller ID1 </td><td>5,284 </td><td>5\n</td></tr><tr><td>Replace with repaired roller ID2 </td><td>3,510 </td><td>4\n</td></tr><tr><td>Replace with repaired roller ID3 </td><td>4,831 </td><td>6\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Evaluation of feedback impact on prescriptive analytics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td># </td><td>Initial prescription\n</td><td>Initial policy\n</td><td>Positive feedback\n</td><td>Negative feedback\n</td><td>Shaped prescription\n</td><td>Shaped policy\n</td></tr><tr><td>1 </td><td>ID2 </td><td>0.998900 </td><td>5 </td><td>7 </td><td>ID2 </td><td>0.155000\n</td></tr><tr><td>2 </td><td>ID2 </td><td>0.155000 </td><td>5 </td><td>12 </td><td>ID2 </td><td>0.000410\n</td></tr><tr><td>3 </td><td>ID2 </td><td>0.000410 </td><td>5 </td><td>18 </td><td>ID3 </td><td>0.000075\n</td></tr><tr><td>4 </td><td>ID3 </td><td>0.000075 </td><td>7 </td><td>14 </td><td>ID1 </td><td>0.000022\n</td></tr><tr><td>5 </td><td>ID1 </td><td>0.000022 </td><td>0 </td><td>4 </td><td>New roller </td><td>0.000004\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments. This work is funded by the European Commission project H2020 UPTIME \"Unified Predictive Maintenance System\" (768634).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}