{
    "paper_id": "0b1324c7d50a2a7204da8a713c2c2593aa17a980",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 infection in patients following hepato-pancreatico-biliary intervention: An early experience Article type: Correspondence COVID-19 Infection in Patients Following Hepato-Pancreatico-Biliary Intervention: An Early Experience",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "L F"
                ],
                "last": "Doran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Chaudry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Pollok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "H"
                ],
                "last": "Bhogal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Slf",
                "middle": [],
                "last": "Doran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Marsden Hospital",
                    "location": {
                        "addrLine": "Fulham Road",
                        "postCode": "SW3 6JJ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [
                    "Lf"
                ],
                "last": "Doran",
                "suffix": "",
                "affiliation": {},
                "email": "sophie.doran@nhs.net"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The risk to patients undergoing cancer surgery during the coronavirus disease (COVID-19) pandemic is not known. COVID-19 is highly contagious and can progress to Acute Respiratory Distress Syndrome/multi-organ dysfunction and mortality. We report our experience of 3 patients developing COVID-19 infection after hepato-pancreatico-biliary intervention in March 2020 during the initial outbreak in the United Kingdom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pre-intervention all patients reported no history of recent foreign travel, contact with symptomatic people or symptoms of COVID-19 infection. No pre-intervention SARS-CoV-2 viral swabs were taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient characteristics are summarised in table 1. All patients were discharged following 2 negative COVID-19 swabs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient 1 received neoadjuvant FOLFIRINOX chemotherapy for a borderline resectable ampullary adenocarcinoma followed by a pylorus preserving pancreaticoduodenectomy with partial superior mesenteric vein resection. Chest X-ray (CXR) on POD2 demonstrated basal atelectasis only. On POD6 the patient developed a new cough and fever and was diagnosed with COVID-19. CXR on POD6 revealed worsening bilateral lower lobe and retrocardiac atelectasis with right sided pleural fluid. The patient did not require re-intubation and was managed with oxygen therapy. The patient was discharged on POD 25. Histopathological diagnosis was pT3aN0 ampullary adenocarcinoma (PNI0, V0, R0). Patient 2 had metachronous liver metastases and received FOLFIRI based chemotherapy followed by surgery as shown in Table 1 . Intra-operatively a positive end-expiratory pressure 8 cmH 2 O was required and end tidal CO 2 was 7 mmHg at the end of surgery. Post-operatively the patient was febrile with thick white sputum noted in the endotracheal tube. Initial post-operative CXR was normal but the patient remained intubated, spiking temperatures with high FiO2 and noradrenaline requirements and a COVID-19 diagnosis was confirmed. On POD 5 he developed an acute kidney injury and CXR demonstrated right lower collapse with right basal atelectasis. The patient was extubated on POD 10 with gradual improvement in respiratory function and was discharged on POD 18. Histopathological diagnosis was three liver lesions with moderately differentiated adenocarcinoma (PNI0, V0, R0). Patient 3 had previously undergone right hemi-hepatectomy, caudate lobectomy, extrahepatic bile duct resection with hepaticojejunostomy for a hilar stricture secondary to primary biliary sclerosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 788,
                    "end": 795,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The patient developed a hepaticojejunostomy stricture and underwent elective biliary drainage and balloon dilatation. There were no complications post-procedure and the patient remained well with reducing serum bilirubin levels. On POD11 the patient developed a dry cough and fever with no abnormalities observed on CXR. On POD 13, the patient was found to be COVID-19 positive although no systemic compromise was noted. Repeat cholangiogram demonstrated satisfactory biliary flow and the drain was removed. The patient was discharged on POD24. This case series strongly supports the routine testing of patients and clinical staff to reduce the potential complications of surgery on patients with COVID-19. The debate as to the optimal method of testing continues but in our institution, we have now adopted routine patient isolation for 7 days before surgery, pre-operative COVID-19 testing and CT thorax within 24 hours of surgery for high risk patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whilst all 3 patients were clinically stable on discharge, the risk of adverse outcomes in patients particularly after major abdominal surgery in the COVID-19 era is very real and requires vigilance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Routine comprehensive testing of patients and healthcare staff is necessary to allow major cancer surgery to be performed safely in the COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Outbreak and Surgical Practice: Unexpected Fatality in Perioperative Period",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aminian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiologic and clinical characteristics of surgical patients infected with COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [
                        "X"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infec Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Mcgoogan",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1242",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Potential conflict of interest: Nothing to report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "in our series unlike a recent reported case series from Iran where 2 of 4 infected patients died after surgery [1].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}