{"paper_id": "0b15a8201eecaedb2e6ee9ea78193b8e46c2d42e", "metadata": {"title": "Pulmonary Complications Associated with HSCT", "authors": [{"first": "Malika", "middle": [], "last": "Kapadia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State Cancer Center at Penn State Milton S. Hershey Medical Center", "location": {"addrLine": "500 University Drive", "postCode": "850 MC H085, 17033", "settlement": "Hershey", "region": "PA", "country": "USA"}}, "email": "mkapadia@pennstatehealth.psu.edu"}, {"first": "Terry", "middle": ["Wikle"], "last": "Shapiro", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State Cancer Center at Penn State Milton S. Hershey Medical Center", "location": {"addrLine": "500 University Drive", "postCode": "850 MC H085, 17033", "settlement": "Hershey", "region": "PA", "country": "USA"}}, "email": "tshapiro@pennstatehealth.psu.edu"}, {"first": "M", "middle": [], "last": "Kapadia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State Cancer Center at Penn State Milton S. Hershey Medical Center", "location": {"addrLine": "500 University Drive", "postCode": "850 MC H085, 17033", "settlement": "Hershey", "region": "PA", "country": "USA"}}, "email": ""}, {"first": "T", "middle": ["W"], "last": "Shapiro", "suffix": "", "affiliation": {"laboratory": "", "institution": "Penn State Cancer Center at Penn State Milton S. Hershey Medical Center", "location": {"addrLine": "500 University Drive", "postCode": "850 MC H085, 17033", "settlement": "Hershey", "region": "PA", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "While outcomes for patients who undergo allogeneic hematopoietic stem cell transplantation (HSCT) have improved over the past 10-20 years, pulmonary complications after allogeneic HSCT remain a leading cause of morbidity and mortality. Overall, 25-50% of pediatric HSCT patients will develop pulmonary complications. Thus, prevention, early detection, and intervention are key to minimizing the sequelae from HSCT-associated pulmonary complications. HSCT-associated pulmonary complications can be classified as infectious or noninfectious, and they often follow a predictable timeline, occurring during discrete phases of HSCT (preengraftment, early post-engraftment, late post-engraftment). However, certain post-HSCT pulmonary complications span the entire post-HSCT course. The most common causes of noninfectious pulmonary complications are related to the conditioning regimen used which can result in varying degrees of acute or delayed lung injury, the degree of recipient-donor HLA histoincompatibility, the hematopoietic stem cell (HSC) source, the degree of graft manipulation, and the development of graft-versus-host disease (GvHD), both acute and chronic. Infectious etiologies can be caused by any class of pathogen including bacterial, viral, fungal, and protozoan. They usually occur during periods of profound and/or prolonged", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "neutropenia and/or impaired or delayed cellular and humoral immune recovery. Immunosuppression used to prevent or treat GvHD also places a HSCT recipient at high risk for developing pulmonary infections that can be life-threatening. This chapter discusses the most common pulmonary complications associated with HSCT by time period post-HSCT.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Research suggests that pulmonary complications are one of the leading causes of posthematopoietic stem cell transplantation (HSCT) morbidity and death and occur in 25-50% of HSCT patients [1] [2] [3] . The incidence of significant pulmonary complications is lower in autologous HSCT recipients than in allogeneic HSCT recipients because of the absence of graft-versushost disease (GvHD) and no need for post-HSCT immunosuppression.", "cite_spans": [{"start": 188, "end": 191, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 192, "end": 195, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 196, "end": 199, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pulmonary Complications Associated with HSCT"}, {"text": "However, autologous HSCT patients who receive conditioning regimens that include total body irradiation (TBI) are at a higher risk for developing post-HSCT pulmonary complications because TBI is a significant contributor to the development of pulmonary complications post-HSCT. Post-HSCT pulmonary complications can be classified as infectious or noninfectious and follow a predictable timeline after transplantation [2] . Table 21 .1 summarizes the most common causes of pulmonary complications based upon the phases of HSCT when they are most prevalent. This table also distinguishes between infectious and noninfectious etiologies.", "cite_spans": [{"start": 417, "end": 420, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 423, "end": 431, "text": "Table 21", "ref_id": "TABREF0"}], "section": "Pulmonary Complications Associated with HSCT"}, {"text": "Some pulmonary complications can arise any time during the post-HSCT period, whereas others develop more commonly at discrete time periods. Typically, the post-HSCT course is divided into three phases: (1) pre-engraftment which spans days 0-30 post-HSCT, (2) early post-engraftment (days 31-100 post-HSCT), and (3) late postengraftment (>day 100 post-HSCT). Common pulmonary complications seen in the first 30 days after HSCT (pre-engraftment period) can be of infectious or noninfectious etiologies. The noninfectious etiologies, which include pulmonary edema, pulmonary hemorrhage, diffuse alveolar hemorrhage (DAH), engraftment syndrome, pleural effusion, radiation, and chemotherapy-induced lung injury, are caused by the specific agents used in the conditioning/preparative regimen or due to increased inflammation that occurs around the time of engraftment. Infectious causes are due to the profound neutropenic state of the patient and the risk of opportunistic, invasive life-threatening infections. These include bacterial or fungal pneumonia, acute respiratory distress syndrome (ARDS) associated with septic shock, and respiratory viral infections. In contrast, the majority of causes of pulmonary complications in the late post-engraftment phase (>100 days) are related to delayed T-and B-cell immune reconstitution and to active chronic GvHD. Figure 21 .1 depicts the time frame in which the above complications most commonly arise.", "cite_spans": [], "ref_spans": [{"start": 1356, "end": 1365, "text": "Figure 21", "ref_id": "FIGREF1"}], "section": "Pulmonary Complications Associated with HSCT"}, {"text": "Patients after allogeneic HSCT, especially those with chronic GvHD who are being treated actively with immunosuppression, are particularly at risk for the development of encapsulated bacterial pneumonia, invasive mold fungal infections, viral pneumonia, Pneumocystis jiroveci pneumonia, and idiopathic interstitial pneumonitis. [1, 28, 29] . ARDS acute respiratory distress syndrome, GvHD graft-versus-host disease, IPS idiopathic pneumonia syndrome, RSV respiratory syncytial virus, VOD/SOS veno-occlusive disease/sinusoidal obstructive syndrome ", "cite_spans": [{"start": 328, "end": 331, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 332, "end": 335, "text": "28,", "ref_id": "BIBREF28"}, {"start": 336, "end": 339, "text": "29]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Pulmonary Complications Associated with HSCT"}, {"text": "In the pre-engraftment period (0-30 days post-HSCT), the differential diagnosis of pulmonary complications includes noninfectious etiologies, such as pulmonary edema, aspiration, engraftment syndrome, sinusoidal obstructive syndrome/venoocclusive disease (SOS/VOD), DAH, as well as infectious causes (e.g., bacterial, fungal, and viral infections) that can lead to pneumonia and ARDS due to sepsis. In general, the signs and symptoms of the pulmonary complications seen in the preengraftment phase are nonspecific. They include fever, dyspnea, cough, and hypoxemia. However, the timing of the presenting signs and symptoms can be helpful to narrow down the likely etiology. Table 21 .2 summarizes the most common pulmonary complications found in allogeneic HSCT patients in the pre-engraftment period.", "cite_spans": [], "ref_spans": [{"start": 674, "end": 682, "text": "Table 21", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "Introduction: Pulmonary edema of cardiogenic or noncardiogenic origin can occur in the first 30 days after HSCT, sometimes complicating other concurrent disease states, such as pneumonia, sepsis, engraftment syndrome, and hyperacute GvHD. Noncardiogenic pulmonary edema can be induced by sepsis, aspiration pneumonia, viral infection (e.g., influenza), toxic effects of the conditioning regimen, or hyperacute GvHD. Fluid overload can also contribute to the development of pulmonary edema. Patients with severe hepatic SOS/VOD (another onerous complication of Risk factors: Risk factors for pulmonary edema in the pre-engraftment period include high-dose cyclophosphamide as part of the conditioning/preparative regimen, previous chest irradiation, total body irradiation (TBI) as part of the conditioning/ preparative regimen, and history of cardiac dysfunction as a result of previous therapy for the primary disease. These known cardiotoxic modalities include cyclophosphamide, anthracyclines (e.g., doxorubicin, daunorubicin, and idarubicin), and external beam chest irradiation. In addition, patients who develop capillary leak syndrome, engraftment syndrome, or hyperacute GvHD are at an increased risk for developing pulmonary edema.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Edema"}, {"text": "Differential diagnosis: The differential diagnosis of pulmonary edema includes interstitial pneumonitis, cardiac failure, radiation pneumonitis, infection, and diffuse alveolar hemorrhage (DAH).", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Edema"}, {"text": "Clinical and radiographic features: Clinical features of pulmonary edema are tachypnea, orthopnea, rales, and diminished breath sounds on physical examination, as well as lethargy, restlessness, hypoxemia, and weight gain. The radiographic manifestations of cardiogenic pulmonary edema include interlobular septal thickening, cephalad vascular distribution, ground-glass opacification (sometimes in a perihilar \"butterfly\" distribution), pleural effusions, and sometimes cardiomegaly.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Edema"}, {"text": "Diagnostic studies: The diagnosis of pulmonary edema is made primarily based upon clinical findings. Radiographic evidence does not need to be present to confirm the diagnosis.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Edema"}, {"text": "Management and outcome: The management of pulmonary edema centers on treating the underlying cause of pulmonary edema and providing supportive care. Aggressive diuresis is frequently employed with the use of loop diuretics such as furosemide. Thiazide may be added 30 min prior to administration of a loop diuretic to improve diuresis. When feasible, diuretics should be administered following the completion of a blood product transfusion or colloid infusion to enhance diuresis. In addition, patients post-HSCT should be weighed twice daily to monitor their fluid shift. Judicious fluid management should be employed with strict monitoring of all intake and output (\"strict Is and Os\"). One should volume restrict the patient and concentrate all IV fluids and medications when feasible. Patients should also have supplemental oxygen to maintain oxygen saturation >95%. Any suspected underlying infectious etiology (such as sepsis) that may be contributing to pulmonary edema should be treated.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Edema"}, {"text": "Introduction and incidence: Engraftment syndrome is a noninfectious complication that is reported in 7-10% of autologous HSCT patients and is rarely seen following allogeneic HSCT [4] . (See Chap. 12 for detailed discussion of engraftment syndrome.)", "cite_spans": [{"start": 180, "end": 183, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Risk factors: The most common risk factors for engraftment syndrome include autologous HSCT, infusion of a large hematopoietic stem cell dose (HSC), and the presence of an underlying infection.", "cite_spans": [], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Differential diagnosis: Initially, infectious etiology of respiratory distress needs to be ruled out. Hyperacute GvHD is included in the differential diagnosis of engraftment syndrome. Some clinicians consider the pulmonary manifestations of engraftment syndrome and hyperacute GvHD as the same clinical entity.", "cite_spans": [], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Clinical and radiographic features: Engraftment syndrome typically develops around 7-11 days following HSCT during the time of post-HSCT neutrophil recovery [5] . Its clinical features include dyspnea, high fever, an erythematous maculopapular rash (not attributable to a drug), weight gain, hypoxemia, and diffuse pulmonary opacities seen on chest radiograph (CXR) that are consistent with noncardiogenic pulmonary edema [4, 6] . The pulmonary manifestations of engraftment syndrome are thought to be due to diffuse capillary leakage from endothelial damage [6] . Findings on chest computed topographic (CT) scan include bilateral ground-glass opacification, hilar or peribronchiolar consolidation, and thickening of interlobular septa. Pleural effusions are also common.", "cite_spans": [{"start": 157, "end": 160, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 422, "end": 425, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 426, "end": 428, "text": "6]", "ref_id": "BIBREF5"}, {"start": 559, "end": 562, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Diagnostic studies: The diagnosis is determined primarily based upon clinical assessment, although CXR may help to confirm the diagnosis. Bronchoalveolar lavage (BAL) may show neutrophilia and diffuse inflammation [4] , but this procedure is rarely performed to confirm the diagnosis of engraftment syndrome unless there is a suspicion of infection as the etiology of the patient's symptoms.", "cite_spans": [{"start": 214, "end": 217, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Management and outcome: The treatment of engraftment syndrome is a short course of highdose IV corticosteroids at a minimum of 2 mg/kg/ day for 3-5 days and then quickly tapered off. (See Chap. 28 for specific prescribing considerations.)", "cite_spans": [], "ref_spans": [], "section": "Engraftment Syndrome"}, {"text": "Introduction and incidence: Hyperacute and acute GvHD are the consequence of HLA mismatch between the donor and recipient. With accurate HLA typing using molecular methods, hyperacute GvHD is very rare nowadays [1] . Hyperacute GvHD occurs in the first 14 days post-HSCT and is frequently (88%) associated with both skin involvement and noncardiogenic pulmonary edema [3] . Acute graft-versus-host disease (GvHD) can develop anytime within the first 100 days following allogeneic HSCT, although it is recognized that signs and symptoms can occur beyond 100 days post-HSCT. While acute GvHD rarely affects the lungs directly, it can be a risk factor for noncardiogenic pulmonary edema, diffuse alveolar hemorrhage, and later development of airflow obstruction (in chronic GvHD).", "cite_spans": [{"start": 211, "end": 214, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 368, "end": 371, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Risk factors: Risk factors include increasing HLA disparity, particularly if the donor HSC source is from peripheral blood because of the presence of mature T-cells in the HSC product as well as inadequate immunosuppression during the first 30 days post-HSCT.", "cite_spans": [], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Differential diagnosis: The differential diagnosis includes idiopathic interstitial pneumonia, diffuse alveolar hemorrhage, and pulmonary edema.", "cite_spans": [], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Clinical and radiographic features: Radiographic findings include extensive interstitial and alveolar injury, defined as multi-lobular involvement on CXR or CT scan as well as signs and symptoms consistent with pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Diagnostic studies: Imaging studies performed are CXR and CT scan of the chest.", "cite_spans": [], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "BAL is often performed in order to exclude infection as the etiology. Once infectious etiologies and other pathologies such as DAH are excluded, a diagnosis of hyperacute GvHD is made. In cases in which an open lung biopsy is performed, histopathology of lung tissue is characterized by disorganized, epithelial cell damage, interstitial fibroplasia, and interstitial T-cell infiltration [7] .", "cite_spans": [{"start": 388, "end": 391, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Treatment and outcome: Hyperacute pulmonary GvHD is treated with high-dose systemic corticosteroids. The effective rate of treatment of acute GvHD-induced lung injury positively correlates with the treatment of the underlying acute GvHD. In a series of 47 cases, approximately 75% of patients survived acute GvHD-induced lung injury when the acute GvHD was effectively treated [7] .", "cite_spans": [{"start": 377, "end": 380, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Hyperacute and Acute Graft-Versus-Host Disease (GvHD)"}, {"text": "Introduction and incidence: DAH is a lifethreatening pulmonary complication following HSCT. It is defined as bleeding into the intraalveolar space that is most likely secondary to pulmonary endothelial injury from the conditioning regimen. The incidence of DAH is approximately 2% of all HSCT patients and is associated with both infectious and noninfectious causes (e.g., engraftment syndrome) [2, 5, 8] . It is associated with a high mortality rate of approximately 80% [8] .", "cite_spans": [{"start": 395, "end": 398, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 399, "end": 401, "text": "5,", "ref_id": "BIBREF4"}, {"start": 402, "end": 404, "text": "8]", "ref_id": "BIBREF8"}, {"start": 472, "end": 475, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Diffuse Alveolar Hemorrhage (DAH)"}, {"text": "Risk factors: While the pathogenesis of DAH remains unclear, severe mucositis, renal insufficiency, and neutrophil recovery are highly associated with DAH. Autologous HSCT, TBI-containing conditioning/preparative regimens, the presence of a coagulopathy, and a history of previous chest irradiation are also associated with DAH.", "cite_spans": [], "ref_spans": [], "section": "Diffuse Alveolar Hemorrhage (DAH)"}, {"text": "Differential diagnosis: The differential diagnosis includes infectious interstitial pneumonitis, drug-or radiation-induced pneumonitis, and pulmonary edema.", "cite_spans": [], "ref_spans": [], "section": "Diffuse Alveolar Hemorrhage (DAH)"}, {"text": "Clinical and radiographic features: Patients with DAH often present with rapidly progressing dyspnea, cough, and hypoxemia without hemoptysis. CXR typically reveals areas of diffuse, bilateral consolidation. Chest CT scan, which is more sensitive than a CXR, typically shows diffuse ground-glass or consolidative opacities, mainly in the middle lung fields (see Fig. 21 .", "cite_spans": [], "ref_spans": [{"start": 362, "end": 369, "text": "Fig. 21", "ref_id": "FIGREF1"}], "section": "Diffuse Alveolar Hemorrhage (DAH)"}, {"text": "Diagnostic studies: Imaging studies performed are CXR and chest CT scan. BAL is usually necessary in order to confirm the diagnosis of DAH once fungal and other infectious etiologies have been excluded. The classic diagnostic finding of DAH from BAL is progressively bloodier aliquots of lavaged fluid and/or staining of the BAL specimens showing ≥20% iron-laden macrophages.", "cite_spans": [], "ref_spans": [], "section": "2)."}, {"text": "Management and outcome: DAH is treated with high-dose systemic corticosteroids (0.5-1 g initially for 3 days followed by rapid taper over 2 weeks) [8] . Patients with DAH frequently require mechanical ventilation and blood product support. Coagulopathies should be corrected.", "cite_spans": [{"start": 147, "end": 150, "text": "[8]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "2)."}, {"text": "Distinguishing clinical, radiographic, and other diagnostic features of these infections and other common pulmonary complications in the preengraftment phase are compiled in Table 21 .2. Because of the period of prolonged neutropenia and delayed donor adaptive immune reconstitution, allogeneic HSCT recipients during the pre-engraftment period are at a much higher risk for developing infections, including pneu-monia. In one study of 427 consecutive allogeneic HSCT recipients, pneumonia developed in 19% of HSCT patients within the first 30 days post-HSCT, with 9% fungal, 4% bacterial, 2% viral, and 4% had suspected pneumonia without a specific organism being identified [9] . Among the cases of bacterial pneumonia, the most common causes were found to be Escherichia coli, Pseudomonas aeruginosa, and Streptococcus pneumoniae.", "cite_spans": [{"start": 676, "end": 679, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 174, "end": 182, "text": "Table 21", "ref_id": "TABREF0"}], "section": "Pulmonary Infections"}, {"text": "Introduction and incidence: HSCT recipients in the pre-engraftment phase are most at high risk for aerobic gram-positive and gram-negative bacterial infections, including pneumonia, due to prolonged, profound neutropenia [9] . The most common gram-positive bacterial organisms are Staphylococcus epidermidis and Streptococcus spp., whereas the most common gram-negative organisms are Pseudomonas aeruginosa and Klebsiella. In addition, the atypical bacteria (Legionella and Mycoplasma spp.) can be the cause of bacterial pneumonia in the HSCT recipient in the pre-engraftment phase.", "cite_spans": [{"start": 221, "end": 224, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Risk factors: The risk factors for developing bacterial pneumonia are neutropenia, hypogammaglobulinemia, severe mucositis, swallowing difficulties, aspiration, and possibly impaired mucociliary clearance.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Differential diagnosis: The differential diagnosis of bacterial pneumonia includes interstitial pneumonitis, atypical pneumonia, pulmonary edema, Pneumocystis jiroveci pneumonia (PJP), and DAH.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Clinical and radiographic features: The clinical findings are relatively nonspecific, and they include fever, hypoxemia, increased work of breathing, and dry or productive cough. Legionella pneumonia may start as a unilateral process that rapidly progresses to a bilateral process. CXR often shows consolidation of alveolar sacs and an isolated area of consolidation. Similar to immunocompetent patients with pneumonia, the radiographic findings lag behind by the clinical findings. Unlike immunocompetent patients, post-HSCT patients in the pre-engraftment phase do not have leukocytosis with predominant \"left shift\" because of their profound neutropenia.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Diagnostic studies: A CXR should be obtained with onset of fever; CT scan of the chest should be performed in patients with persistent fevers (typically defined as 3-5 days of persistent fever). When possible, sputum cultures (or tracheal cultures if patient is intubated) should be obtained. When warranted, BAL with transbronchial biopsy and/or CT-guided needle biopsy may be performed. Blood cultures should also be obtained with new onset fever to determine if the patient also has bacteremia and/or sepsis.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Management and outcome: The management of bacterial pneumonia includes the initiation of broad-spectrum, empiric antibiotics with onset of fever. The selection of antibiotic(s) is based on the causative or suspected organism(s) and its antibiotics sensitivity profile. While specific choice of antibiotics is based on each institution's antibiogram, in general, cefepime and meropenem are used if the causative organism is S. pneumoniae, Enterobacter, Chlamydia, or S. aureus. If Mycoplasma, S. pneumoniae, Legionella, or H. influenza is suspected or identified, then azithromycin, clindamycin, or erythromycin is used. Aspiration pneumonia (due to S. pneumoniae and other oral flora as a result of severe mucositis) is typically treated with metronidazole or clindamycin.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Post-HSCT recipients are at high risk for developing invasive fungal infections (IFI) including fungal pneumonia. Both endemic (e.g., Histoplasma spp., Coccidioides spp., and Cryptococcus spp.) and opportunistic (e.g., Candida spp., Aspergillus spp., and Mucor spp.) fungal organisms are known to cause pneumonia in the immunocompromised patient. The route by which fungal pneumonia arises is subdivided into three mechanisms: (1) fungi that invade the lung directly via inhalation of spores (e.g., Aspergillus, Cryptococcus), (2) organisms that reach the lung from another site (Aspergillus, Candida spp.), and (3) systemic mycoses that lie dormant and reactivate in an immunocompromised patient (Coccidioides, Mucor, and Histoplasma spp.) [2, 10, 11] . In immunocompromised patients, fungal pneumonia often progresses to disseminated disease quickly and is much more difficult to treat successfully once it has disseminated.", "cite_spans": [{"start": 527, "end": 530, "text": "(2)", "ref_id": "BIBREF1"}, {"start": 741, "end": 744, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 745, "end": 748, "text": "10,", "ref_id": "BIBREF10"}, {"start": 749, "end": 752, "text": "11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Fungal Pneumonia"}, {"text": "Introduction and incidence: Aspergillosis is the leading cause of IFI of the lung in immunocompromised patients, including those who have undergone HSCT and are awaiting immune recovery or are on immunosuppression due to GvHD. Because it often becomes disseminated, aspergillosis is associated with poor outcomes in this patient population. Invasive fungal infection mortality has been reported to be greater than 50% [11] . Overall survival is significantly less in patients with invasive fungal infections, as compared to their counter parts [11] .", "cite_spans": [{"start": 418, "end": 422, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 544, "end": 548, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Risk factors: Risk factors for aspergillosis of the lungs include allogeneic HSCT, prolonged use of immunosuppression (particularly corticosteroids), GvHD, HLA disparity, TBI-containing conditioning/preparative regimens, history of prior fungal infection, and increased age of HSCT recipient.", "cite_spans": [], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Differential diagnosis: The differential diagnosis of aspergillosis of the lungs includes bacterial pneumonia, interstitial pneumonitis, and atypical pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Clinical and radiographic features: Neutropenic patients may present with the classic triad of fever, pleuritic chest pain, and hemoptysis, although this triad is frequently not present. Hypoxemia may also present. The radiographic appearance is varied and includes single or multiple nodules with or without cavitation, patchy or segmental consolidation, or peribronchiolar opacities. Figure 21. 3 shows an example of invasive aspergillosis of the lungs seen on CT scan of the chest in a post-HSCT recipient. This image shows a characteristic feature of a nodule surrounded by ground-glass opacity (\"halo sign\") that reflects angioinvasion and hemorrhage into the surrounding tissue. However, the halo sign is not specific to Aspergillus and can be seen with other fungi and molds including Fusarium, Mucor, and Scedosporium species. Note: patients who are profoundly neutropenic and/or immunocompromised may not have radiographic evidence of disease; however, lack of the radiographic findings should not delay the initiation of empiric treatment if the patient is at very high risk for developing fungal pneumonia.", "cite_spans": [], "ref_spans": [{"start": 386, "end": 396, "text": "Figure 21.", "ref_id": "FIGREF1"}], "section": "Aspergillus Pneumonia"}, {"text": "Diagnostic studies: Early treatment intervention is very important in order to maximize successful outcome. Radiographic findings develop late in the course of aspergillosis. Thus, empiric treatment of suspected IFI, including aspergillosis of the lungs, is essential. Screening methods to detect Aspergillus include serum Aspergillus galactomannan, serum β-D-glucan, or serum Aspergillus PCR testing. Serum Aspergillus galactomannan assay is used most commonly, although false-positive serum galactomannan has been reported in patients receiving β-lactam antibiotics, particularly piperacillin-tazobactam, and the effects may last up to 5 days after discontinuing these antibiotics [12, 13] . β-D-Glucan screening, especially in pediatric HSCT recipients, has a low positive predictive value and is, therefore, of limited usefulness in screening for pulmonary aspergillosis [13] . Other diagnostic tools include CXR, CT scan of the chest, BAL with or without transbronchial biopsy, and CT-guided needle biopsy. Whenever possible, a biopsy of a suspected lesion should be obtained because the biopsy tissue results may help to confirm the diagnosis and guide appropriate therapy.", "cite_spans": [{"start": 683, "end": 687, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 688, "end": 691, "text": "13]", "ref_id": "BIBREF13"}, {"start": 875, "end": 879, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Galactomannan testing from BAL specimen is available and has been shown to have a higher sensitivity for invasive pulmonary aspergillosis than Aspergillus galactomannan testing from the serum [10] .", "cite_spans": [{"start": 192, "end": 196, "text": "[10]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Management and outcome: Because the outcomes of IFI in immunocompromised patients are poor, prophylaxis with antifungal agents in high-risk patients (i.e., patients undergoing alternative donor allogeneic HSCT and patients receiving substantial immunosuppression) is essential. For aspergillosis prophylaxis, an echinocandin (e.g., caspofungin and micafungin) is used. Alternatively, voriconazole or posaconazole is used in very-high-risk patients.", "cite_spans": [], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "For treatment, whether empiric or documented, voriconazole is the first-line antifungal agent of choice. However, voriconazole has no activity against mucormycosis, and outbreaks of mucormycosis in patients receiving voriconazole prophylaxis have been reported [2] . For patients who are intolerant of voriconazole or for whom the diagnosis of invasive aspergillosis is not confirmed, liposomal amphotericin B should be considered. For patients who fail treatment with voriconazole, an echinocandin alone or in combination with voriconazole or posaconazole can be used as salvage therapy [10, 14] . In selected cases, surgical intervention has been successful either as treatment or prevention of relapse in patients requiring further chemotherapy or HSCT [11, 14] . Prophylaxis with newer azole derivatives is under investigation for reducing relapse rates [15] .", "cite_spans": [{"start": 261, "end": 264, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 588, "end": 592, "text": "[10,", "ref_id": "BIBREF10"}, {"start": 593, "end": 596, "text": "14]", "ref_id": "BIBREF14"}, {"start": 756, "end": 760, "text": "[11,", "ref_id": "BIBREF11"}, {"start": 761, "end": 764, "text": "14]", "ref_id": "BIBREF14"}, {"start": 858, "end": 862, "text": "[15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Aspergillus Pneumonia"}, {"text": "Introduction and incidence: Pneumonia due to Candida species in the HSCT patient population is rare due to the frequent use of prophylaxis with antifungal-azole derivatives (e.g., fluconazole).", "cite_spans": [], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Risk factors: Risk factors for Candida pneumonia include neutropenia, use of corticosteroids, oral candidiasis, and mucositis.", "cite_spans": [], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Differential diagnosis: The differential diagnosis includes bacterial pneumonia, interstitial pneumonitis, and atypical pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Clinical and radiographic features: Similar to pneumonia due to other fungi, Candida pneumo- The lesion(s) can have a mass-like appearance and have a \"halo sign\" as depicted here nia in HSCT recipients typically presents with persistent fever that is unresponsive to broadspectrum antibiotics. Chest CT scan findings include multiple nodules with airspace consolidation. In patients with acute lung injury due to Candida pneumonia, the chest CT scan may show extensive ground-glass opacities in addition to a focal area of consolidation.", "cite_spans": [], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Diagnostic studies: Similar to other fungal pneumonias, early treatment intervention is key to providing a successful outcome. The only screening method to detect Candida infection is serum β-D-glucan. β-D-Glucan screening is of limited value, especially in pediatric HSCT recipients, because it has a low positive predictive [13] . Other diagnostic tools include CXR, CT scan of the chest, BAL with or without transbronchial biopsy, and CT-guided needle biopsy. Whenever possible, biopsy of suspected lesions should be obtained because it will help make a definitive diagnosis and thus help guide the appropriate therapy.", "cite_spans": [{"start": 326, "end": 330, "text": "[13]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Management and outcome: Antifungal therapy with an azole derivative (e.g., fluconazole, voriconazole, and posaconazole) is used as firstline treatment. Depending upon the species of Candida (such as C. glabrata and C. krusei which are resistant to fluconazole), caspofungin may be indicated although C. glabrata isolates that are resistant to echinocandins are on the rise.", "cite_spans": [], "ref_spans": [], "section": "Candida Pneumonia"}, {"text": "Introduction and incidence: Zygomycetes, including Mucor and Rhizopus spp., have a reported prevalence of 1.9% in the allogeneic HSCT patient population. Data suggest that the incidence is rising with more frequent use of voriconazole prophylaxis [4] .", "cite_spans": [{"start": 247, "end": 250, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "Differential diagnosis: The differential diagnosis includes bacterial pneumonia, interstitial pneumonitis, and atypical pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "Clinical and radiographic features: The clinical presentation of pneumonia due to Zygomycetes in HSCT recipients has a similar, nonspecific presentation as seen with other fungal pneumonias, including persistent fever that is unresponsive to broad-spectrum antibiotics.", "cite_spans": [], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "There are no biomarkers to identify Zygomycetes. β-D-Glucan and galactomannan tests do not detect antigen components of the mucorales cell wall. Zygomycetes, clinically and radiologically, resembles Aspergillus, and, as a result, clinical distinction between the two entities is difficult. Thus, biopsy and culture are critical to distinguish Zygomycetes from Aspergillus and other more common mold species [16] . Chest CT scan findings include multiple nodules with airspace consolidation. In patients with acute lung injury due to Zygomycetes, the chest CT scan may show extensive ground-glass opacities in addition to a focal area of consolidation.", "cite_spans": [{"start": 407, "end": 411, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "Diagnostic studies: Because Zygomycetesassociated infections are so aggressive, an emergent biopsy and/or BAL is strongly recommended in order to accurately identify the causative pathogen and thus provide the most appropriate therapy.", "cite_spans": [], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "Management and outcome: Because Zygomycetes-associated infections, including those of the lung, have an extremely poor prognosis in immunocompromised patients, treatment of Zygomycetes infection should be initiated as soon as possible in order to improve outcome. Aggressive treatment is required and includes systemic therapy with amphotericin B and, whenever possible, wide surgical debridement and/or excision of the involved tissue.", "cite_spans": [], "ref_spans": [], "section": "Zygomycetes Lung Infections"}, {"text": "Fusarium and Scedosporium species can also cause pulmonary infections but are extremely rare. For example, the incidence of Fusarium among patients who underwent allogeneic HSCT ranges from 0.5 to 2% [9] .", "cite_spans": [{"start": 200, "end": 203, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Other Fungi"}, {"text": "Many of the most common etiologies of pulmonary complications that are seen during the early post-engraftment period (days 31-100 post-HSCT) overlap with the pre-engraftment and/or late post-engraftment periods. These include DAH (which is discussed under \"preengraftment\") and the risk for infections, particularly community-acquired viruses, such as RSV, influenza, adenovirus, rhinovirus, and human metapneumovirus as well as CMV (which are discussed under \"late post-engraftment\"). While the risk for bacterial pneumonia is present during pre-and early post-engraftment periods, grampositive organisms are far more common than gram-negative organisms. In addition to the early post-engraftment period, PJP is more prevalent and remains so through the late post-engraftment period. Both idiopathic interstitial pneumonitis (IPS) and bronchiolitis obliterans organizing pneumonia (BOOP) reach median peak incidence during the early post-engraftment period and are discussed in this section.", "cite_spans": [], "ref_spans": [], "section": "Early Post-engraftment (31-100 Days Post-HSCT)"}, {"text": "Introduction and incidence: Idiopathic interstitial pneumonia syndrome (IPS) is a noninfectious inflammatory process involving the intra-alveolar lining of the lung without a clear causative etiology, in which all infectious, cardiac, and renal causes have been excluded [17] . It results in widespread pulmonary damage shortly after allogeneic HSCT. Clinically, it behaves similar to an infectious pneumonia; however, IPS tends not to respond to antimicrobial therapy. IPS usually occurs within 120 days post-HSCT with the median time of onset between 42 and 58 days [18] [19] [20] [21] . The incidence of IPS is 5-25% within the first 120 days of HSCT [17, 19] . It has a high mortality rate of 50%-70% despite improvements in diagnostic tools and in supportive care measures [17, 19, 20] .", "cite_spans": [{"start": 271, "end": 275, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 568, "end": 572, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 573, "end": 577, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 578, "end": 582, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 583, "end": 587, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 654, "end": 658, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 659, "end": 662, "text": "19]", "ref_id": "BIBREF19"}, {"start": 778, "end": 782, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 783, "end": 786, "text": "19,", "ref_id": "BIBREF19"}, {"start": 787, "end": 790, "text": "20]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Pathogenesis: The exact pathogenesis of IPS has not been completely elucidated. However, it is thought that agents used in the conditioning regimen cause damage to pulmonary epithelium which triggers recruitment of macrophages and T-cells to the sites of injury, causing a significant inflammatory response (see Fig. 21 .4 for a pictorial representation of the presumed process of IPS) [1-3, 10, 22, 23] . The underlying primary disease is also thought to contribute to the predisposition of IPS. The presence of acute GvHD and immunosuppression appears to exacerbate IPS.", "cite_spans": [{"start": 386, "end": 403, "text": "[1-3, 10, 22, 23]", "ref_id": null}], "ref_spans": [{"start": 312, "end": 319, "text": "Fig. 21", "ref_id": "FIGREF1"}], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Risk factors: Risk factors for IPS include previous diagnosis of leukemia or myelodysplastic syndrome (MDS), prior allogeneic HSCT, myeloablative conditioning (TBI and/or high-dose cyclophosphamide), chest irradiation, immunemediated lung injury (acute GvHD), pulmonary infections (e.g., CMV), and increased age of the recipient at time of HSCT [19, 21] . Other factors such as previous exposure to bleomycin, carmustine, methotrexate, melphalan, and cytarabine chemotherapy appear to contribute to an increased risk but have not been statistically significant.", "cite_spans": [{"start": 345, "end": 349, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 350, "end": 353, "text": "21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Differential diagnosis: The differential diagnosis for IPS includes but is not limited to infectious pneumonia (bacterial or viral), acute GvHD, drug reaction, inhalation exposure, chronic hypersensitivity pneumonia, collagen vascular disease, and asbestosis [17, 19] .", "cite_spans": [{"start": 259, "end": 263, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 264, "end": 267, "text": "19]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Clinical and radiographic features: IPS typically presents with a nonproductive cough, fever, dyspnea, rales, hypoxemia, and worsening respiratory status. It can be categorized in three different patterns depending upon the site of injury; these are (1) pulmonary parenchyma, (2) vascular endothelium, and (3) airway epithelium [17] . The typical clinical course evolves quickly from mild respiratory symptoms to respiratory failure leading to demise within a few weeks. The radiographic findings are nonspecific with diffuse ground-glass appearance bilaterally, airspace consolidation, and pulmonary edema noted on CXR and CT scan of the chest [17] . The diagnostic criteria of IPS include the presence of diffuse radiographic infiltrates, clinical symptoms of pneumonia (hypoxia, cough, and dyspnea), and evidence of abnormal pulmonary physiology (i.e., an increased A-a gradient and/or restrictive pattern on PFTs) as well as exclusion of active lower respiratory tract infection.", "cite_spans": [{"start": 328, "end": 332, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 645, "end": 649, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Diagnostic studies: Diagnostic studies include CXR (two views if possible), pulmonary function tests (PFTs), oxygen saturation, ABG, highresolution chest CT, as well as BAL with or without transbronchial biopsy. CT-guided needle biopsy or open lung biopsy may be performed to exclude an infectious etiology.", "cite_spans": [], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Management and outcome: Preventative measures for infections such as antibacterial, antifungal, antiparasitic, and antiviral therapies are often instituted while awaiting the results of the tests performed to determine the etiology of the respiratory failure. Once an infectious etiology has been excluded, treatment of IPS with corticosteroids should be instituted promptly. In addition, supportive care including oxygenation and respiratory support (i.e., mechanical ventilation) should continue [19, 24] . Recently, the addition of tumor necrosis factor-alpha (TNFα) inhibitors such as etanercept and infliximab to corticosteroid treatment is being actively investigated; however, further work needs to be done in order to prove the effectiveness of the addition of these inhibitors on overall survival [19, 24] .", "cite_spans": [{"start": 498, "end": 502, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 503, "end": 506, "text": "24]", "ref_id": "BIBREF24"}, {"start": 806, "end": 810, "text": "[19,", "ref_id": "BIBREF19"}, {"start": 811, "end": 814, "text": "24]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Idiopathic Interstitial Pneumonia Syndrome (IPS)"}, {"text": "Introduction and incidence: Table 21 .3 presents a comparison between bronchiolitis obliterans organizing pneumonia (BOOP) and bronchiolitis obliterans syndrome (BOS) in terms of characteristic pathology, affected lung tissue, PFT measurements, radiographic findings, treatments, and outcomes. BOOP usually occurs on average 3 months post-HSCT (range, 3-14 months) and is characterized by moderate-to-severe restrictive lung disease. The cause of BOOP after HSCT is unclear, although risk factors such as chronic GvHD, matched unrelated donor (MUD) allogeneic HSCT, haploidentical HSCT, and the use of tacrolimus for GvHD prophylaxis have been identified. Various immunologic, toxic, and/or inflammatory insults to the lung may lead to the pathognomonic findings associated with IPS is a multifactorial disease process. The underlying primary malignancy predisposes the post-HSCT recipient to an initial pulmonary insult that is exacerbated by the chemotherapy used in the conditioning regimen. The presence of acute GvHD and the use of immunosuppression further contribute to the development of IPS BOOP. These lesions consist of exudates with plugs of granulation and connective tissue in the distal airways extending in to the alveoli; interstitial inflammation and fibrosis are also present [25, 26] .", "cite_spans": [{"start": 1295, "end": 1299, "text": "[25,", "ref_id": "BIBREF25"}, {"start": 1300, "end": 1303, "text": "26]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 28, "end": 36, "text": "Table 21", "ref_id": "TABREF0"}], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Risk factors: The risk factors of BOOP include chronic GvHD, MUD allogeneic HSCT, haploidentical HSCT, and use of tacrolimus for GvHD prophylaxis.", "cite_spans": [], "ref_spans": [], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Differential diagnosis: The differential diagnosis of BOOP includes infectious interstitial pneumonia as well as drug-and radiation-induced pneumonitis.", "cite_spans": [], "ref_spans": [], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Clinical and radiographic features: The clinical features of BOOP include quickly progressive dyspnea preceded by a flu-like illness. Overall, the onset is acute. Pulmonary function tests (PFTs) show restrictive changes with a decreased FEV1/DLCO ratio. Chest CT scan typically shows predominantly peripheral, patchy infiltrates distinguishable from bronchopneumonia (which has a classic mosaic pattern).", "cite_spans": [], "ref_spans": [], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Diagnostic studies: Diagnostic studies include PFTs, CXR, and chest CT scan with contrast. A BAL with or without transbronchial biopsy, CT-guided needle biopsy, or an open lung biopsy may need to be performed in order to exclude an infectious etiology.", "cite_spans": [], "ref_spans": [], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Management and outcome: Treatment of BOOP includes oral corticosteroids, inhaled corticosteroids, and every other day azithromycin. Additional immunosuppression has been used. BOOP is very responsive to corticosteroid therapy, with about 80% of patients responding, which is much more favorable than the outcomes of patients with BOS [27] .", "cite_spans": [{"start": 334, "end": 338, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Organizing Pneumonia (BOOP)"}, {"text": "Many of the pulmonary complications that typically occur during the late post-engraftment period (>100 days post-HSCT) are as a consequence of chronic GvHD (both infectious and noninfectious causes). The other major factor contributing to pulmonary complications is delayed immune reconstitution, particularly adaptive immunity (i.e., T-and B-cell recovery). These late pulmonary complications include bronchiolitis obliterans ", "cite_spans": [], "ref_spans": [], "section": "Late Post-engraftment (>100 Days Post-HSCT)"}, {"text": "Introduction and incidence: Table 21 .3 contains a summary comparing BOOP and BOS regarding their characteristic pathology, affected lung tissues, PFT measurements, radiographic findings, treatments, and outcomes. Historically, BOS had a grave prognosis due to its ill-defined diagnostic criteria, unknown pathophysiology, and lack of effective supportive care and therapeutic options [31] . BOS arises from an immune-mediated reaction involving the small airways. This immunemediated reaction leads to fibrotic deposition in the small airways and terminal bronchioles that eventually causes obliteration of the bronchioles. It is an insidious process that occurs within 2 years post-HSCT with a median onset of 12 months (range, 6-24 months) post-HSCT [31] . The incidence of BOS ranges from 2 to 10%. Its prevalence is 10% among long-term survivors and up to 14% among patients with evidence of chronic GvHD [32] . The mortality rate of BOS is 41% within the first 5 years post-HSCT [32] . Risk factors: BOS is a rare, late complication of HSCT. The cause of BOS post-HSCT is not fully understood. However, there are many risk factors that increase the likelihood of developing BOS. These include HLA mismatch, other manifestations of chronic GvHD, a history of acute GvHD, busulfan-containing conditioning regimens, peripheral blood HSC source, early post-HSCT pulmonary viral infections, ABO incompatibility, prior lung disease, and post-HSCT lung disease [31, 33] .", "cite_spans": [{"start": 385, "end": 389, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 753, "end": 757, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 910, "end": 914, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 985, "end": 989, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 1460, "end": 1464, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 1465, "end": 1468, "text": "33]", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 28, "end": 36, "text": "Table 21", "ref_id": "TABREF0"}], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Differential diagnosis: BOS is difficult to diagnose without a lung biopsy, as it may appear similar to other diagnoses on radiographic imaging and clinical presentation. The differential diagnosis of BOS includes idiopathic pneumonia syndrome, cryptogenic-organizing pneumonia (COP), pulmonary fibrosis, late effects from ionizing radiation, infection, asthma, or chronic obstructive pulmonary disease (COPD). The differential diagnosis also includes rare disorders such as tracheomegaly, tracheobronchomalacia, and α-1-antitrypsin deficiency [31] .", "cite_spans": [{"start": 544, "end": 548, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Clinical and radiographic features: Clinical features of BOS are chronic nonproductive cough, dyspnea on exertion, decrease exercise intolerance, wheezing, or pneumomediastinum [31, 32] . Very often, BOS is accompanied by other manifestations of chronic GvHD. While BOS can mimic other entities on radiographic imaging, the most common CT scan findings on high resolution are reticulonodular disease and air trapping (see Fig. 21 .5). The most useful diagnostic tool is PFTs. Early PFT findings include a diminished FEV1 which can also be used to measure treatment response and disease progression. Diagnostic studies and criteria: Historically, lung biopsy was considered the gold standard to make the diagnosis of BOS; however, patients undergoing lung biopsy had significant morbidity. As a result, noninvasive diagnostic criteria have been developed for BOS. The current diagnostic criteria includes (1) FEV1 <75% predicted and an irreversible ≥10% decline in <2 years, (2) FEV1-to-vital-capacity (VC) ratio <0.7 or the lower limit of the 90% confidence interval of the ratio, (3) absence of infection, and (4) either preexisting diagnosis of chronic GvHD, air trapping by expiratory CT scan, or air trapping on PFTs measured by residual volume (RV) >120% or RV/total lung capacity (TLC) exceeding the 90% confidence interval [31, 32] . The severity of disease may be classified as mild (FEV1 measuring >60%), moderate (FEV1 measuring between 40 and 59%), and severe (FEV1 measuring <39%). BAL is a valuable tool in making the diagnosis of BOS. Alternatively, it can be useful to identify or exclude other pulmonary etiologies such as infection (which often contributes to the development of BOS) and help guide further management [31] . However, there are limitations to BAL as a diagnostic tool because the diagnostic yield may be as low as 36% [34] .", "cite_spans": [{"start": 177, "end": 181, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 182, "end": 185, "text": "32]", "ref_id": "BIBREF32"}, {"start": 1330, "end": 1334, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 1335, "end": 1338, "text": "32]", "ref_id": "BIBREF32"}, {"start": 1735, "end": 1739, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 1851, "end": 1855, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 422, "end": 429, "text": "Fig. 21", "ref_id": "FIGREF1"}], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Due to the limitations of BAL, if there is a high suspicion for both BOS and infection, it is common practice to proceed directly to lung biopsy despite the risks of comorbidities. Management and outcome: Over the last few decades, there has been significant improvement in both supportive care and treatment guidelines resulting in improved outcomes and overall survival for post-HSCT patients with BOS. Early detection improves overall survival; hence, frequent PFT monitoring in post-HSCT patients is important. It is recommended that PFTs be monitored at least every 3 months for the first year after HSCT and then annually thereafter. If a diagnosis of BOS is rendered, recommended PFT measurements should be performed more frequently in order to monitor the change in the slope of FEV1 volume over time. This measurement dictates further escalation of treatment and/ or investigation of other etiologies that may be contributing to declining lung function [31, 33] .", "cite_spans": [{"start": 962, "end": 966, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 967, "end": 970, "text": "33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Though BOS is considered noninfectious, antimicrobial prophylaxis is recommended for patients with BOS. These include trimethoprim/sulfamethoxazole for Pneumocystis jiroveci pneumonia, penicillin for Streptococcus, and voriconazole or posaconazole for fungal coverage [31, 32] .", "cite_spans": [{"start": 268, "end": 272, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 273, "end": 276, "text": "32]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Historically, patients with BOS have been treated with systemic corticosteroids. The downside to this approach is the increased risk of infection due to immune suppression. Recent studies have suggested that other modalities of immune suppression such as inhaled fluticasone, oral azithromycin, and montelukast (FAM) with a brief burst of prednisone (1 mg/kg/day) followed by a rapid taper has led to improved results. In a multi-institutional study of 36 patients using this approach, 94% of patients showed stabilization or improvement of their disease in 3 months and survival of 97% at 6 months [31, 35] .", "cite_spans": [{"start": 599, "end": 603, "text": "[31,", "ref_id": "BIBREF31"}, {"start": 604, "end": 607, "text": "35]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "A high mortality rate has been associated with BOS despite aggressive interventions. However, recent estimates show a 60-70% survival rate at 2-3 years post-diagnosis and 40-50% 5-year survival as compared to 40-20% for 2-3-and 5-year survival reported previously. This improvement in survival is likely due to better supportive care and new treatment approaches [31] [32] [33] .", "cite_spans": [{"start": 363, "end": 367, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 368, "end": 372, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 373, "end": 377, "text": "[33]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Bronchiolitis Obliterans Syndrome (BOS)"}, {"text": "Introduction and incidence: Lung infections that occur later than 100 days post-HSCT are generally caused by encapsulated bacteria (e.g., S. pneumoniae and H. influenza), although their frequency is less than during the pre-engraftment phase. These types of infections continue to occur into the first year post-HSCT, largely due to defects in cellular and humoral immunity. During this period, numerous other bacteria can cause bacterial infections, including Legionella, Nocardia, and Actinomyces [1, 10, 36, 37] .", "cite_spans": [{"start": 499, "end": 502, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 503, "end": 506, "text": "10,", "ref_id": "BIBREF10"}, {"start": 507, "end": 510, "text": "36,", "ref_id": "BIBREF36"}, {"start": 511, "end": 514, "text": "37]", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Risk factors: Risk factors of bacterial pneumonia during the late post-engraftment phase include delayed immune reconstitution post-HSCT, hypogammaglobulinemia, and long-term immunosuppression (particularly steroids) for the treatment of chronic GvHD.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Differential diagnosis: The differential diagnosis of bacterial pneumonia includes interstitial pneumonitis, atypical pneumonia, respiratory viruses, PJP pneumonia, CMV pneumonia, Aspergillus pneumonia, PTLD, BOOP, and BOS.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Clinical and radiographic features: The clinical findings are relatively nonspecific, and they include fever, hypoxemia, increased work of breathing, and dry or productive cough. CXR often shows consolidation of alveolar sacs and an isolated area of consolidation. Similar to immunocompetent patients with pneumonia, the radiographic findings lag behind by the clinical findings.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Diagnostic studies: Diagnostic studies include chest radiograph (two views if possible), PFTs, oxygen saturation, ABG, and high-resolution chest CT. BAL, transbronchial biopsy, CT-guided needle biopsy, or open lung biopsy are performed if the etiology is unclear.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Management and outcome: If the post-HSCT patient has chronic GvHD, then much of their management involves the prevention of these infections including the use of prophylactic penicillin to help prevent the development of infections with encapsulated bacteria, In addition, immunoglobulin replacement is administered for patients with hypogammaglobulinemia. A thorough evaluation of fever in a post-HSCT patient who is still immunocompromised is essential.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Introduction and incidence: Mycobacterial and atypical mycobacterial infections are occasionally reported after HSCT [2, 38] . The overall incidence of M. tuberculosis infections in allogeneic HSCT recipients is 1-3% [39] . M. haemophilum and M. avium complex can be important pulmonary pathogens after HSCT as well.", "cite_spans": [{"start": 117, "end": 120, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 121, "end": 124, "text": "38]", "ref_id": "BIBREF38"}, {"start": 217, "end": 221, "text": "[39]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "Risk factors: Total body irradiation, chronic GvHD (requiring escalation of immunosuppressive therapy), and patients older than 45 years are associated with an increased risk of mycobacterial infections.", "cite_spans": [], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "Differential diagnosis: The differential diagnosis of mycobacteria pneumonia includes other infectious etiologies such as bacterial and fungal pneumonia in addition to BOOP, BOS, and metastatic malignancy [38, 40] .", "cite_spans": [{"start": 205, "end": 209, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 210, "end": 213, "text": "40]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "Clinical and radiographic features: Radiological manifestations are variable and may include consolidation and patchy inflates, pulmonary nodules, lung cavitation, multifocal bronchiectasis, and plural effusions [38] . M. haemophilum and M. avium should be suspected in patients with skin nodules with or without pulmonary infiltrates. Other features consist of lymphadenopathy, fever, weight loss, diarrhea, nonproductive cough, chest pain, and hepatosplenomegaly.", "cite_spans": [{"start": 212, "end": 216, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "Diagnostic studies: Because allogeneic HSCT is associated with depressed delayed-type hypersensitivity reactions, skin testing with purified protein derivative (PPD) is not likely to be useful. Sputum samples may be helpful in making a diagnosis. More useful tests consists of Mycobacterium PCR to confirm the diagnosis in addition to special culture that require isolated conditions. Thus, close communication with the microbiology laboratory is essential. Failure to recognize this treatable pathogen in a timely fashion can lead to a fatal outcome.", "cite_spans": [], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "Management and outcome: Management can differ depending on tubercular versus nontubercular etiologies. Regardless of the type of mycobacterial infection, once infection is proven, treatment should be multidrug due to increased risk of resistance. Non-tubercular Mycobacterium (NTM) is associated with CVC-induced bacteremia. Recovery of the immune system improves survival in patient with disseminated NTM. Treatment of NTM includes an initial and a continuation phase. Antimicrobial therapy is based on the antimicrobial susceptibility. For the initial phase, antimicrobial agents are generally prescribed for 1-2 months or until radiographic improvement is noted [38, 40] . At least three drug combinations are used in the initial phase. Typical regimens include macrolides, azithromycin, fluoroquinolones ethambutol, and rifampin. The continuation phase begins once the patient has demonstrated clinical improvement. The antimicrobial regimen for the continuation phase is usually composed of a two-drug regimen, with the total duration of therapy being 6-12 months. Nontubercular Mycobacterium prognosis is 42% [38] . Tubercular infections are often sensitive to first-line drugs such as rifampin, isoniazid (INH), pyrazinamide, and ethambutol. Similar to NTM, every effort should be made to reduce the patient's immunosuppression when feasible.", "cite_spans": [{"start": 665, "end": 669, "text": "[38,", "ref_id": "BIBREF38"}, {"start": 670, "end": 673, "text": "40]", "ref_id": "BIBREF40"}, {"start": 1115, "end": 1119, "text": "[38]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Mycobacteria Pneumonia"}, {"text": "HSCT recipients are at risk for serious lung infections due to respiratory viruses, such as influenza A and B, parainfluenza viruses (PIV) (especially PIV 3), respiratory syncytial virus (RSV), and human metapneumovirus (hMPV). Lymphopenia appears to be an important risk factor for respiratory virus infection.", "cite_spans": [], "ref_spans": [], "section": "Viral Pneumonia"}, {"text": "Post-HSCT patients who are in the late post-engraftment phase are at great risk for reactivation as well as de novo acquisition of viral infections due to delayed reconstitution of adaptive immunity. These infections are both opportunistic and community acquired. Both types carry high mortality rates. Thus, patients need to be monitored closely for viral reactivation, and they should avoid contact with individuals with cold symptoms and avoid large crowds until immune reconstitution has occurred.", "cite_spans": [], "ref_spans": [], "section": "Viral Pneumonia"}, {"text": "Introduction: CMV pneumonia rarely occurs during the pre-engraftment period, as the major risk involves impaired cellular immunity. However, once engraftment occurs, it should be included in the differential diagnosis of cough, fever, or dyspnea, even in the absence of radiographic abnormalities. CMV is in the herpes virus family and can manifest itself in post-HSCT patients in three ways: (1) reactivation of latent CMV, (2) acquired viral pathogen from an infected HSC donor, and (3) acquired through blood transfusion [41] [42] [43] [44] . Preemptive and prophylactic antiviral therapy has markedly reduced the incidence and severity of CMV disease and has delayed its onset, although CMV must be considered in any allogeneic HSCT recipient who is CMV seropositive or received HSCs from a seropositive donor [2, [41] [42] [43] [44] .", "cite_spans": [{"start": 524, "end": 528, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 529, "end": 533, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 534, "end": 538, "text": "[43]", "ref_id": "BIBREF44"}, {"start": 539, "end": 543, "text": "[44]", "ref_id": "BIBREF45"}, {"start": 814, "end": 817, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 818, "end": 822, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 823, "end": 827, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 828, "end": 832, "text": "[43]", "ref_id": "BIBREF44"}, {"start": 833, "end": 837, "text": "[44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Risk factors: Allogeneic HSCT recipients are at high risk for CMV reactivation which may develop into CMV pneumonia. The risk is highest in seropositive recipients who receive HSCs from a seronegative donor. Another risk factor is prolonged immunosuppression, particularly the use of corticosteroids.", "cite_spans": [], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Differential diagnosis: The differential diagnosis of CMV pneumonia is interstitial pneumonitis, bacterial pneumonia (esp. Legionella spp.), radiation pneumonitis, other viral infections, cardiac failure, diffuse alveolar hemorrhage (DAH), and pulmonary edema.", "cite_spans": [], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Clinical and radiographic features: The clinical features associated with CMV pneumonia are nonspecific, making it difficult to diagnose early in its course. Patients may present with fever, tachypnea, rales, diminished breath sounds, lethargy, restlessness, and hypoxemia. Chest radiographs typically show bilateral, patchy areas of ground-glass or consolidation. High-resolution computed tomography (HRCT) may show ground-glass attenuation, parenchymal opacification, or innumerable small (<5 mm) nodules [2, [41] [42] [43] [44] .", "cite_spans": [{"start": 507, "end": 510, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 511, "end": 515, "text": "[41]", "ref_id": "BIBREF41"}, {"start": 516, "end": 520, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 521, "end": 525, "text": "[43]", "ref_id": "BIBREF44"}, {"start": 526, "end": 530, "text": "[44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Diagnostic studies: CMV by quantitative PCR from the blood should be performed one to two times a week in all allogeneic HSCT recipients, although patients can have CMV pneumonia without CMV viremia. A CXR (preferably two views) and high-resolution CT scan of the chest should also be performed if CMV pneumonia is suspected.", "cite_spans": [], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Management and outcome: Preemptive treatment should be started immediately in patients who show signs of viremia by PCR, i.e., prior to the manifestation of clinical symptoms of CMV pneumonia [43, 44] . Treatment of CMV infection/reactivation includes ganciclovir, foscarnet, or cidofovir. Ganciclovir is the first-line treatment in patients who have robust, sustained donor engraftment, and adequate renal function. Ganciclovir acts by inhibiting viral replication. The dosing is 5 mg/kg IV Q 12 h (see Chap. 28). Patients are transitioned to prophylaxis dosing once CMV viremia resolves because patients who have reactivated CMV are very likely to reactivate again. Foscarnet is typically reserved for use in patients who have limited graft function. The dosing is 60 mg/kg/dose TID for a minimum of 7 days and then changed to maintenance dosing once CMV viremia resolves (see Chap. 28). Also, foscarnet may be used as prophylaxis during the pre-and early post-engraftment phases for patients who are at very high risk for CMV reactivation (i.e., recipient is seropositive and donor is seronegative). Cidofovir may be used in patients who have CMV that is refractory to ganciclovir or foscarnet. Dosage is either 5 mg/kg/dose once a week or 1 mg/kg/ dose three times a week (see Chap. 28). Because of its known nephrotoxicity, cidofovir needs to be given with probenecid along with pre-and post-hydration in order to aid in preserving renal function. In addition to antiviral agents, CMV hyperimmune globulin (Cytogam) or IVIg should be considered in patients with CMV viremia, as well as those with CMV disease, e.g., pneumonia.", "cite_spans": [{"start": 192, "end": 196, "text": "[43,", "ref_id": "BIBREF44"}, {"start": 197, "end": 200, "text": "44]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Cytomegalovirus (CMV)"}, {"text": "Community-acquired respiratory viral infections (e.g., influenza, parainfluenza, respiratory syncytial virus (RSV), adenoviruses, rhinovirus, and human metapneumovirus) can occur during the post-engraftment period. Because of delayed adaptive immune reconstitution in allogeneic HSCT recipients (particularly those on immunosuppression), community-acquired respiratory viral infections can become deadly with the development of lower respiratory tract involvement. Details pertaining to specific viral lung infections in HSCT recipients' post-engraftment are provided below [36, 45] .", "cite_spans": [{"start": 574, "end": 578, "text": "[36,", "ref_id": "BIBREF36"}, {"start": 579, "end": 582, "text": "45]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Community-Acquired Respiratory Viral Infections"}, {"text": "Introduction and incidence: Influenza viruses have the potential to cause serious lung infection and respiratory failure among HSCT recipients because they tend to develop into lower tract respiratory disease. Infections with influenza tend to be seasonal, predominantly between November and April in North America. Progression to pneumonia is more likely among lymphopenic patients and, thus, is more common in the post-engraftment phase than preengraftment phase [36, 45] . All HSCT recipients should be immunized against influenza as soon as the vaccine is available in the early fall.", "cite_spans": [{"start": 465, "end": 469, "text": "[36,", "ref_id": "BIBREF36"}, {"start": 470, "end": 473, "text": "45]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Influenza Virus"}, {"text": "Risk factors: Risk factors for communityacquired respiratory viral infections are exposure to school-aged household contacts, hypogammaglobinemia, immunosuppressive therapy, inability to receive annual vaccines, nosocomial outbreaks, and chronic lung disease.", "cite_spans": [], "ref_spans": [], "section": "Influenza Virus"}, {"text": "Differential diagnosis: The differential diagnosis of community-acquired respiratory viral infections includes bacterial pneumonia, fungal pneumonia, and PJP as well as IPS.", "cite_spans": [], "ref_spans": [], "section": "Influenza Virus"}, {"text": "Clinical and radiographic features: The presence of rhinorrhea, high fevers, myalgia, malaise, cough, headache, and/or sinusitis should raise suspicion for influenza. The CT scan findings of influenza (as well as parainfluenza virus) include small peribronchiolar nodular opacities, ground-glass opacities, and/or airspace consolidation [46] .", "cite_spans": [{"start": 337, "end": 341, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Influenza Virus"}, {"text": "Diagnostic studies: The diagnosis of influenza can be established by rapid immunofluorescence detection of respiratory secretions (respiratory viral panel), throat swabs, or nasopharyngeal washes [46] . Management and outcome: Antiviral therapy for most community-acquired respiratory viral infections is typically supportive care and symptom management in addition to decreasing and ideally discontinuing immunosuppression if possible for HSCT recipients. Influenza can be treated with oseltamivir; however, it is time sensitive. Treatment with oseltamivir shortens the period of illness but does not rid one of the virus. Patients who present within the 48 h of onset of symptoms should have oseltamivir administered. IVIg can generally be used for patients who have had recurrent respiratory infections to provide nonspecific passive immunity.", "cite_spans": [{"start": 196, "end": 200, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Influenza Virus"}, {"text": "Introduction and incidence: Respiratory syncytial virus (RSV) generally begins as an upper respiratory tract infection. However, immunocompromised patients, including post-HSCT recipients, are at great risk for developing lower respiratory tract infection (LRTI) which has a high mortality rate [2] . RSV has a marked seasonal variation in incidence, with the peak between January and March in North America.", "cite_spans": [{"start": 295, "end": 298, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Respiratory Syncytial Virus (RSV)"}, {"text": "Risk factors: Risk factors for RSV pulmonary infections are the same as those for other community-acquired respiratory viral infections and include exposure to school-aged household contacts, hypogammaglobinemia, immunosuppressive therapy, nosocomial outbreaks, and chronic lung disease.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Syncytial Virus (RSV)"}, {"text": "Differential diagnosis: The differential diagnosis of RSV respiratory infections includes bacterial pneumonia, fungal pneumonia, and PJP as well as IPS.", "cite_spans": [], "ref_spans": [], "section": "Respiratory Syncytial Virus (RSV)"}, {"text": "Clinical and radiographic features: For patients with RSV, presenting symptoms include fever, wheezing, increased work of breathing, and hypoxemia, and they often quickly progress. Chest radiograph shows bilateral, ground-glass opacities. Note: the chest x-ray findings often lag behind the development of lower respiratory tract infection (LRTI) symptoms; thus it should not be excluded [46] . Upper respiratory tract symptoms may precede lower tract disease by several days, although pneumonia (i.e., LRTI) can be the initial presentation.", "cite_spans": [{"start": 388, "end": 392, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Respiratory Syncytial Virus (RSV)"}, {"text": "Diagnostic studies: Similar to influenza, the diagnosis RSV can be established by rapid immunofluorescence detection of respiratory secretions (respiratory viral panel), throat swabs, or nasopharyngeal washes [46] . Management and outcome: As for most community-acquired respiratory viral infections, the management of RSV consists of supportive care, symptom management, and decrease or ideally discontinuation of immunosuppression if possible for HSCT recipients. Oral ribavirin is prescribed in patients with RSV who are at low risk for developing LRTI. Aerosolized ribavirin can be used in patients with RSV who are at high risk for developing LRTI. Patients who are at higher risk for developing LRTI include immunosuppressed patients or patients with delayed immune reconstitution. Intravenous immunoglobulin (IVIg) and palivizumab are often administered for RSV LRTI or patients who are at high risk of developing LRTI.", "cite_spans": [{"start": 209, "end": 213, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Respiratory Syncytial Virus (RSV)"}, {"text": "Introduction and incidence: Parainfluenza virus is a recognized cause of both upper and lower respiratory tract infection after HSCT, and it affects 2-7% of HSCT recipients. It is seasonal, occurring most often during the fall and winter months [2, 36, 45] . There are four serotypes, with type 3 being the most common cause of lung infection after HSCT. The incubation period is 1-4 days.", "cite_spans": [{"start": 245, "end": 248, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 249, "end": 252, "text": "36,", "ref_id": "BIBREF36"}, {"start": 253, "end": 256, "text": "45]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Risk factors: Risk factors for parainfluenza virus pulmonary infections are the same for all community-acquired respiratory viral infections with exposure to school-aged household contacts, hypogammaglobinemia, immunosuppressive therapy, nosocomial outbreaks, and chronic lung disease being the most common.", "cite_spans": [], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Differential diagnosis: The differential diagnosis of parainfluenza-mediated respiratory viral infections includes bacterial pneumonia, fungal pneumonia, PJP, and IPS.", "cite_spans": [], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Clinical and radiographic features: The clinical features of parainfluenza are nonspecific and include cough, rhinorrhea, otitis media, fever, malaise, and/or sinusitis. The CT scan findings of parainfluenza virus include small peribronchiolar nodular opacities, ground-glass opacities, and/or airspace consolidation [46] .", "cite_spans": [{"start": 317, "end": 321, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Diagnostic studies: The diagnosis of parainfluenza-induced respiratory viral infections can be detected by rapid immunofluorescence detection of respiratory secretions (respiratory viral panel), throat swabs, or nasopharyngeal washes [46] .", "cite_spans": [{"start": 234, "end": 238, "text": "[46]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Management and outcome: The management for most community-acquired respiratory viral infections which includes parainfluenza virus centers on supportive care and symptom management. In addition, every effort should be made to decrease and, ideally, discontinue immunosuppression if possible. Aerosolized ribavirin can be used for HSCT recipients who have lower tract parainfluenza infection. IVIg can generally be used for patients who have had recurrent respiratory infections to provide nonspecific passive immunity.", "cite_spans": [], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Studies have demonstrated that the rate of parainfluenza respiratory viral infections is high in HSCT recipients. More than half of the HSCT recipients with parainfluenza respiratory infections will require hospitalization. These findings emphasize the importance of preventative strategies against not only parainfluenza but also all respiratory viral infections. Such strategies include droplet isolation and avoidance of sick contacts. The prevalence of respiratory viral infection, including parainfluenza, has been reported ranging from 15 to 38% and can often be fetal [46, 47] .", "cite_spans": [{"start": 575, "end": 579, "text": "[46,", "ref_id": "BIBREF47"}, {"start": 580, "end": 583, "text": "47]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Parainfluenza Virus"}, {"text": "Introduction and incidence: Respiratory adenovirus infection has been isolated in 3-5% of patients after HSCT and should be considered in the differential diagnosis of pulmonary infection [36, 48] . While adenoviruses tend to be seasonal, adenovirus infection should be suspected in all post-HSCT patients with respiratory symptoms regardless of the season.", "cite_spans": [{"start": 188, "end": 192, "text": "[36,", "ref_id": "BIBREF36"}, {"start": 193, "end": 196, "text": "48]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Risk factors: The risk factors for adenovirus are GvHD, the use of T-cell-depleted donor HSC or umbilical cord blood HSCs, rabbit antithymocyte globulin as part of the conditioning regimen, and use of prolonged immunosuppression [47] .", "cite_spans": [{"start": 229, "end": 233, "text": "[47]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Differential diagnosis: Other viral respiratory infections should be considered part of the differential diagnosis when adenovirus is suspected.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Clinical and radiographic features: Affected patients may present with pharyngitis, tracheitis, bronchitis, pneumonitis, enteritis, hemorrhagic cystitis, or disseminated disease (viremia). Their respiratory status may progress to respiratory failure requiring mechanical ventilation and may be fatal. The specific pattern of symptoms depends at least in part on the particular serotype of adenovirus and on the age of the recipient, with younger HSCT recipients at risk for more severe infection. Asymptomatic shedding of adenovirus can often be detected in cultures from the pharynx, respiratory secretions, stool, or urine up to 2-3 months after the active infection has resolved [36, 45, 47, 48] .", "cite_spans": [{"start": 682, "end": 686, "text": "[36,", "ref_id": "BIBREF36"}, {"start": 687, "end": 690, "text": "45,", "ref_id": "BIBREF46"}, {"start": 691, "end": 694, "text": "47,", "ref_id": "BIBREF48"}, {"start": 695, "end": 698, "text": "48]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Diagnostic studies: Adenovirus can be rapidly detected by immunofluorescence as part of the RVP. Identification of specific serotypes can be determined, but these test results often take days to become available, whereas RVP results can be available within hours at most institutions. Adenovirus can also be detected by PCR, and this test is exquisitely sensitive. Frequent monitoring with adenovirus quantitative PCR in high-risk populations is highly recommended.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Management and outcome: Ribavirin and cidofovir are agents used in the treatment of adenovirus. More evidence for efficacy exists for cidofovir. Antiviral treatments can be used as prophylaxis, as preemptive (based on viral load cutoff values), or as therapeutic treatment in cases of frank adenoviral infection. Close monitoring with quantitative PCR followed by preemptive treatment with low dose of (1 mg/kg) cidofovir three times per week can be effective in most cases to bridge patients during their most severely immunocompromised period post-HSCT [47, 48] . Nephrotoxicity is a risk of cidofovir therapy; therefore, hyperhydration and coadministration of the drug probenecid decrease the risk of acute renal injury.", "cite_spans": [{"start": 555, "end": 559, "text": "[47,", "ref_id": "BIBREF48"}, {"start": 560, "end": 563, "text": "48]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Definitive cure requires adequate immune reconstitution. Therefore, every effort should be made to decrease immunosuppression to enhance T-cell recovery. Methods to hasten this immune reconstitution after HSCT have been used with some success. These include donor lymphocyte infusion (DLI), the infusion of adenovirus-recipient. T. gondii is a rare but possibly underestimated complication following allogeneic HSCT, with the incidence being reported as less than 1% [50] . This low reported incidence may be due to the limitations of diagnostic instruments used to detect toxoplasmosis.", "cite_spans": [{"start": 467, "end": 471, "text": "[50]", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Risk factors: Risk factors for T. gondii infections are T. gondii seropositivity, undergoing UCBT, an unrelated donor HSCT, and a T-celldepleted donor graft. In addition, patients who received alemtuzumab as part of their conditioning regimen are more susceptible to T. gondii infections. Patients with chronic GvHD or patients who are unable to take Bactrim are at higher risk for contracting T. gondii infection.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Differential diagnosis: The differential diagnosis includes atypical bacteria, Legionella, C. neoformans, Candida species, aspergillosis, PJP, CMV, RSV, or parainfluenza.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Clinical and radiographic features: Clinical features include fever, cough, and increased work of breathing. A CXR typically shows bilateral pulmonary infiltrates.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Diagnostic studies: Diagnostic studies include chest radiograph and chest CT scan. However, a definitive diagnosis of T. gondii cannot be established without a BAL. PCR can be used to detect T. gondii from BAL specimens. T. gondii PCR of the serum can be used for routine monitoring.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Management and outcome: Prevention of T. gondii infection is the best management. Thus, pre-transplant serologic testing is performed to identify high-risk patients. Prophylaxis with Bactrim is used. The recommended treatment is with dual therapy using Bactrim plus pyrimethamine-sulfadoxine.", "cite_spans": [], "ref_spans": [], "section": "Adenoviruses"}, {"text": "Overall, early detection and prompt investigation of pulmonary symptoms are essential for successful management of pulmonary complications in post-HSCT patients. Early diagnosis and prompt intervention can blunt disease progression and prevent poor outcomes, including death. HSCT patients who are at high risk for pulmonary complications include recipients of matched, unrelated donor HSCT, or umbilical cord blood and patients on corticosteroids. These high-risk patients need to be screened weekly with PCR tests from the blood for adenovirus, CMV, and EBV and a serum galactomannan immunoassay for early Aspergillus detection. A comprehensive respiratory viral panel for a broad range of viruses is performed to all potential HSCT recipients during cold and flu season. Post-HSCT patients who present with rhinorrhea, cough, shortness of breath, fever, or a change in activity tolerance need immediate evaluation. A chest radiograph should be performed with new onset of fever and/or deterioration in respiratory status in patients during the peri-HSCT period. Chest computed tomography (CT) should be performed if the patient is persistently febrile. Pulmonary function tests should be done at regular intervals post-HSCT to detect deterioration of pulmonary function before a patient becomes symptomatic. Important prophylactic measures include frequent incentive spirometry, encouraging activity, and compliance with prophylactic antimicrobials, influenza vaccination, and avoidance of sick contacts.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "• The risk of pulmonary complications post-HSCT continues to be high, and early recognition and treatment may improve outcome. • Post-HSCT-associated pulmonary complications can be classified as infectious or noninfectious. • The development of post-HSCT complications follows a relatively predictable timeline. However, while the risk of certain post-HSCT pulmonary complications spans the entire HSCT time course (from pre-to late post-HSCT), others develop more commonly during a discrete phase(s) of HSCT. • While mortality post-HSCT continues to improve, respiratory failure from pulmonary complications continues to be a leading cause of post-HSCT morbidity and mortality.", "cite_spans": [], "ref_spans": [], "section": "Key Points"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Manual of stem cell and bone marrow transplantation", "authors": [{"first": "J", "middle": ["H"], "last": "Antin", "suffix": ""}, {"first": "D", "middle": ["Y"], "last": "Raley", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An update on pulmonary complications of hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["K"], "last": "Chi", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "White", "suffix": ""}, {"first": "K", "middle": ["B"], "last": "Miller", "suffix": ""}], "year": 2013, "venue": "Chest", "volume": "144", "issn": "6", "pages": "1913--1935", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The spectrum of noninfectious pulmonary complications following hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Pandya", "suffix": ""}], "year": 2010, "venue": "Hematol Oncol Stem Cell Ther", "volume": "3", "issn": "3", "pages": "143--57", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Engraftment syndrome after allogeneic hematopoietic cell transplantation predicts poor outcomes", "authors": [{"first": "L", "middle": [], "last": "Chang", "suffix": ""}, {"first": "D", "middle": [], "last": "Frame", "suffix": ""}, {"first": "T", "middle": [], "last": "Braun", "suffix": ""}, {"first": "E", "middle": [], "last": "Gatza", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Hanauer", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "9", "pages": "1407--1424", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Diffuse alveolar hemorrhage after unrelated cord blood transplantation", "authors": [{"first": "M", "middle": [], "last": "Uchiyama", "suffix": ""}, {"first": "T", "middle": [], "last": "Ikeda", "suffix": ""}], "year": 2010, "venue": "Bone Marrow Transplant", "volume": "45", "issn": "4", "pages": "789--90", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Peri-engraftment respiratory distress syndrome during autologous hematopoietic stem cell transplantation", "authors": [{"first": "S", "middle": ["A"], "last": "Capizzi", "suffix": ""}, {"first": "S", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "N", "middle": ["E"], "last": "Huneke", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gertz", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Inwards", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Litzow", "suffix": ""}], "year": 2001, "venue": "Bone Marrow Transplant", "volume": "27", "issn": "12", "pages": "1299--303", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Association between acute graft versus host disease and lung injury after allogenic hematopoietic stem cell transplantation", "authors": [{"first": "Q", "middle": ["F"], "last": "Liu", "suffix": ""}, {"first": "X", "middle": ["D"], "last": "Luo", "suffix": ""}, {"first": "Z", "middle": ["P"], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Ning", "suffix": ""}, {"first": "D", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Sun", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Diffuse alveolar hemorrhage and infection-associated alveolar hemorrhage following hematopoietic stem cell transplantation: related and high-risk clinical syndromes", "authors": [{"first": "N", "middle": ["S"], "last": "Majhail", "suffix": ""}, {"first": "K", "middle": [], "last": "Parks", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Defor", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weisdorf", "suffix": ""}], "year": 2006, "venue": "Biol Blood Marrow Transplant", "volume": "12", "issn": "10", "pages": "1038--1084", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pneumonia in allogeneic stem cell transplantation recipients: a multicenter prospective study", "authors": [{"first": "M", "middle": [], "last": "Aguilar-Guisado", "suffix": ""}, {"first": "M", "middle": [], "last": "Jiménez-Jambrina", "suffix": ""}, {"first": "I", "middle": [], "last": "Espigado", "suffix": ""}, {"first": "M", "middle": [], "last": "Rovira", "suffix": ""}, {"first": "R", "middle": [], "last": "Martino", "suffix": ""}, {"first": "A", "middle": [], "last": "Oriol", "suffix": ""}], "year": 2011, "venue": "Clin Transpl", "volume": "25", "issn": "6", "pages": "629--667", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pulmonary complications following hematopoietic stem cell transplantation: diagnostic approaches", "authors": [{"first": "K", "middle": [], "last": "Sirithanakul", "suffix": ""}, {"first": "A", "middle": [], "last": "Salloum", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Klein", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}], "year": 2005, "venue": "Am J Hematol", "volume": "80", "issn": "2", "pages": "137--183", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Invasive fungal infection in allogeneic hematopoietic stem cell transplant recipients: single center experiences of 12 years", "authors": [{"first": "J", "middle": ["M"], "last": "Shi", "suffix": ""}, {"first": "X", "middle": ["Y"], "last": "Pei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Luo", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Tan", "suffix": ""}, {"first": "R", "middle": ["X"], "last": "Tie", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "He", "suffix": ""}], "year": 2015, "venue": "J Zhejiang Univ Sci B", "volume": "16", "issn": "9", "pages": "796--804", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "β-D-Glucan screening for detection of invasive fungal disease in children undergoing allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": [], "last": "Koltze", "suffix": ""}, {"first": "P", "middle": [], "last": "Rath", "suffix": ""}, {"first": "S", "middle": [], "last": "Schöning", "suffix": ""}, {"first": "J", "middle": [], "last": "Steinmann", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Wichelhaus", "suffix": ""}, {"first": "P", "middle": [], "last": "Bader", "suffix": ""}], "year": 2015, "venue": "J Clin Microbiol", "volume": "53", "issn": "8", "pages": "2605--2615", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Use of circulating galactomannan screening for early diagnosis of invasive aspergillosis in allogeneic stem cell transplant recipients", "authors": [{"first": "J", "middle": [], "last": "Maertens", "suffix": ""}, {"first": "J", "middle": [], "last": "Van Eldere", "suffix": ""}, {"first": "J", "middle": [], "last": "Verhaegen", "suffix": ""}, {"first": "E", "middle": [], "last": "Verbeken", "suffix": ""}, {"first": "J", "middle": [], "last": "Verschakelen", "suffix": ""}, {"first": "M", "middle": [], "last": "Boogaerts", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "186", "issn": "9", "pages": "1297--306", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Surgical resection of persistent pulmonary fungus nodules and secondary prophylaxis are effective in preventing fungal relapse in patients receiving chemotherapy or bone marrow transplantation for leukemia", "authors": [{"first": "A", "middle": [], "last": "Nosari", "suffix": ""}, {"first": "M", "middle": [], "last": "Ravini", "suffix": ""}, {"first": "R", "middle": [], "last": "Cairoli", "suffix": ""}, {"first": "P", "middle": [], "last": "Cozzi", "suffix": ""}, {"first": "L", "middle": [], "last": "Marbello", "suffix": ""}, {"first": "P", "middle": [], "last": "Marenco", "suffix": ""}], "year": 2007, "venue": "Bone Marrow Transplant", "volume": "39", "issn": "10", "pages": "631--636", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Prospective surveillance for invasive fungal infections in hematopoietic stem cell transplant recipients", "authors": [{"first": "D", "middle": ["P"], "last": "Kontoyiannis", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Marr", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Park", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Alexander", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Anaissie", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}], "year": 2001, "venue": "Clin Infect Dis", "volume": "50", "issn": "8", "pages": "1091--100", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "How I treat mucormycosis", "authors": [{"first": "D", "middle": ["P"], "last": "Kontoyiannis", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Lewis", "suffix": ""}], "year": 2011, "venue": "Blood", "volume": "118", "issn": "5", "pages": "1216--1240", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "High-resolution CT findings of idiopathic pneumonia syndrome after haematopoietic stem cell transplantation: based on the updated concept of idiopathic pneumonia syndrome by the", "authors": [{"first": "N", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kunihiro", "suffix": ""}, {"first": "T", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "T", "middle": [], "last": "Yujiri", "suffix": ""}, {"first": "S", "middle": [], "last": "Kido", "suffix": ""}, {"first": "K", "middle": [], "last": "Ueda", "suffix": ""}], "year": 2011, "venue": "Clin Radiol", "volume": "71", "issn": "10", "pages": "953--962", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "An experimental model of idiopathic pneumonia syndrome after bone marrow transplantation: I. The roles of minor H antigens and endotoxin", "authors": [{"first": "K", "middle": ["R"], "last": "Cooke", "suffix": ""}, {"first": "L", "middle": [], "last": "Kobzik", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Martin", "suffix": ""}, {"first": "J", "middle": [], "last": "Brewer", "suffix": ""}, {"first": "J", "middle": [], "last": "Delmonte", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Crawford", "suffix": ""}], "year": 1996, "venue": "Blood", "volume": "88", "issn": "8", "pages": "3230--3239", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Risk factor analysis of idiopathic pneumonia syndrome after allogeneic hematopoietic SCT in children", "authors": [{"first": "H", "middle": [], "last": "Sano", "suffix": ""}, {"first": "R", "middle": [], "last": "Kobayashi", "suffix": ""}, {"first": "A", "middle": [], "last": "Iguchi", "suffix": ""}, {"first": "D", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Kishimoto", "suffix": ""}, {"first": "K", "middle": [], "last": "Yasuda", "suffix": ""}], "year": 2014, "venue": "Bone Marrow Transplant", "volume": "49", "issn": "1", "pages": "38--41", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Idiopathic pneumonia syndrome: changing spectrum of lung injury after marrow transplantation", "authors": [{"first": "S", "middle": ["P"], "last": "Kantrow", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "D", "middle": [], "last": "Myerson", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Crawford", "suffix": ""}], "year": 1997, "venue": "Transplantation", "volume": "63", "issn": "8", "pages": "1079--86", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Risks and outcomes of idiopathic pneumonia syndrome after nonmyeloablative and conventional conditioning regimens for allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "T", "middle": [], "last": "Fukuda", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Hackman", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Guthrie", "suffix": ""}, {"first": "B", "middle": ["M"], "last": "Sandmaier", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Maris", "suffix": ""}], "year": 2003, "venue": "Blood", "volume": "102", "issn": "8", "pages": "2777--85", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A clinical guide to stem cell and bone marrow transplant", "authors": [{"first": "T", "middle": [], "last": "Wikle-Shapiro", "suffix": ""}, {"first": "D", "middle": [], "last": "Branney-Davidson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Rust", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Idiopathic pneumonia syndrome after bone marrow transplantation: the role of pre-transplant radiation conditioning and local cytokine dysregulation in promoting lung inflammation and fibrosis", "authors": [{"first": "G", "middle": [], "last": "Shankar", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cohen", "suffix": ""}], "year": 2001, "venue": "Int J Exp Pathol", "volume": "82", "issn": "2", "pages": "101--114", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Randomized, double-blind, placebo-controlled trial of soluble tumor necrosis factor receptor: enbrel (etanercept) for the treatment of idiopathic pneumonia syndrome after allogeneic stem cell transplantation: blood and marrow transplant clinical trials network protocol", "authors": [{"first": "G", "middle": ["A"], "last": "Yanik", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Horowitz", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Weisdorf", "suffix": ""}, {"first": "B", "middle": ["R"], "last": "Logan", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Ho", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Soiffer", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "6", "pages": "858--64", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Biopsy-verified bronchiolitis obliterans and other noninfectious lung pathologies after allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "H", "middle": ["H"], "last": "Uhlving", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Andersen", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Christensen", "suffix": ""}, {"first": "M", "middle": [], "last": "Gormsen", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Pedersen", "suffix": ""}, {"first": "F", "middle": [], "last": "Buchvald", "suffix": ""}], "year": 2015, "venue": "Biol Blood Marrow Transplant", "volume": "21", "issn": "3", "pages": "531--539", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pre-transplant risk factors for cryptogenic organizing pneumonia/bronchiolitis obliterans organizing pneumonia after hematopoietic cell transplantation", "authors": [{"first": "H", "middle": [], "last": "Nakasone", "suffix": ""}, {"first": "M", "middle": [], "last": "Onizuka", "suffix": ""}, {"first": "N", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "N", "middle": [], "last": "Fujii", "suffix": ""}, {"first": "S", "middle": [], "last": "Taniguchi", "suffix": ""}, {"first": "K", "middle": [], "last": "Kakihana", "suffix": ""}], "year": 2013, "venue": "Bone Marrow Transplant", "volume": "48", "issn": "10", "pages": "1317--1340", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Bronchiolitis obliterans following haematopoietic stem cell transplantation", "authors": [{"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Uberti", "suffix": ""}], "year": 2007, "venue": "Eur Respir J", "volume": "29", "issn": "5", "pages": "1007--1026", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Non-infectious pulmonary complications after bone marrow transplantation", "authors": [{"first": "I", "middle": [], "last": "Khurshid", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Anderson", "suffix": ""}], "year": 2002, "venue": "Postgrad Med J", "volume": "78", "issn": "919", "pages": "257--62", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Hematopoietic stem cell transplantation", "authors": [{"first": "T", "middle": ["J"], "last": "Wikle-Shapiro", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Itano", "suffix": ""}, {"first": "J", "middle": [], "last": "Brant", "suffix": ""}, {"first": "F", "middle": [], "last": "Conde", "suffix": ""}, {"first": "M", "middle": [], "last": "Saria", "suffix": ""}], "year": 2015, "venue": "Core curriculum for oncology nursing", "volume": "", "issn": "", "pages": "212--237", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Pulmonary complications in hematopoietic SCT: a prospective study", "authors": [{"first": "C", "middle": ["M"], "last": "Lucena", "suffix": ""}, {"first": "A", "middle": [], "last": "Torres", "suffix": ""}, {"first": "M", "middle": [], "last": "Rovira", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Marcos", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "De La Bellacasa", "suffix": ""}, {"first": "M", "middle": [], "last": "Sánchez", "suffix": ""}], "year": 2014, "venue": "Bone Marrow Transplant", "volume": "49", "issn": "10", "pages": "1293--1302", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "How I treat bronchiolitis obliterans syndrome after hematopoietic stem cell transplantation", "authors": [{"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}], "year": 2017, "venue": "Blood", "volume": "129", "issn": "4", "pages": "448--55", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Bronchiolitis obliterans after allogeneic hematopoietic SCT: further insight-new perspectives?", "authors": [{"first": "M", "middle": [], "last": "Ditschkowski", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Elmaagacli", "suffix": ""}, {"first": "M", "middle": [], "last": "Koldehoff", "suffix": ""}, {"first": "T", "middle": [], "last": "Gromke", "suffix": ""}, {"first": "R", "middle": [], "last": "Trenschel", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Beelen", "suffix": ""}], "year": 2013, "venue": "Bone Marrow Transplant", "volume": "48", "issn": "9", "pages": "1224--1233", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Bronchiolitis obliterans syndrome after allogeneic hematopoietic stem cell transplantation-an increasingly recognized manifestation of chronic graftversus-host disease", "authors": [{"first": "J", "middle": ["W"], "last": "Chien", "suffix": ""}, {"first": "S", "middle": [], "last": "Duncan", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "S", "middle": ["Z"], "last": "Pavletic", "suffix": ""}], "year": 2010, "venue": "Biol Blood Marrow Transplant", "volume": "16", "issn": "1", "pages": "106--120", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Diagnostic value of bronchoalveolar lavage in leukemic and bone marrow transplant patients: the impact of antimicrobial therapy", "authors": [{"first": "A", "middle": ["T"], "last": "Yacoub", "suffix": ""}, {"first": "D", "middle": [], "last": "Thomas", "suffix": ""}, {"first": "C", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "C", "middle": [], "last": "Collazo", "suffix": ""}, {"first": "J", "middle": [], "last": "Greene", "suffix": ""}, {"first": "F", "middle": [], "last": "Walsh", "suffix": ""}], "year": 2015, "venue": "Mediterr J Hematol Infect Dis", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "azithromycin and montelukast therapy in reducing corticosteroid exposure in bronchiolitis obliterans syndrome after allogeneic hematopoietic SCT: a case series of eight patients", "authors": [{"first": "B", "middle": ["C"], "last": "Norman", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Jacobsohn", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Williams", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Au", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Au", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2011, "venue": "Bone Marrow Transplant", "volume": "46", "issn": "10", "pages": "1369--73", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Management of respiratory viral infections in hematopoietic cell transplant recipients", "authors": [{"first": "D", "middle": ["P"], "last": "Shah", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Ghantoji", "suffix": ""}, {"first": "V", "middle": ["E"], "last": "Mulanovich", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Ariza-Heredia", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Chemaly", "suffix": ""}], "year": 2012, "venue": "Am J Blood Res", "volume": "2", "issn": "4", "pages": "203--221", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Review of epidemiology, diagnosis, and treatment of invasive mould infections in allogeneic hematopoietic stem cell transplant recipients", "authors": [{"first": "Z", "middle": [], "last": "Bhatti", "suffix": ""}, {"first": "A", "middle": [], "last": "Shaukat", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Almyroudis", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Segal", "suffix": ""}], "year": 2006, "venue": "Mycopathologia", "volume": "162", "issn": "1", "pages": "1--15", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Infections caused by mycobacterium tuberculosis in recipients of hematopoietic stem cell transplantation", "authors": [{"first": "K", "middle": ["A"], "last": "Al-Anazi", "suffix": ""}, {"first": "Al-Jasser", "middle": [], "last": "", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Alsaleh", "suffix": ""}, {"first": "K", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "Front Oncol", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Mycobacterial infections in adult recipients of allogeneic hematopoietic stem cell transplantation: a cohort study in high endemic area", "authors": [{"first": "L", "middle": [], "last": "Yao-Chung", "suffix": ""}, {"first": "C-J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S-H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "N-W", "middle": [], "last": "Fan", "suffix": ""}, {"first": "M-H", "middle": [], "last": "Hu", "suffix": ""}, {"first": "J-P", "middle": [], "last": "Gau", "suffix": ""}, {"first": "C-J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y-B", "middle": [], "last": "Yu", "suffix": ""}, {"first": "L-T", "middle": [], "last": "Hsiao", "suffix": ""}, {"first": "T-J", "middle": [], "last": "Chiou", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2016, "venue": "Blood", "volume": "128", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Infections caused by mycobacterium tuberculosis in patients with hematological disorders and in recipients of hematopoietic stem cell transplant, a twelve year retrospective study", "authors": [{"first": "K", "middle": ["A"], "last": "Al-Anazi", "suffix": ""}, {"first": "Al-Jasser", "middle": [], "last": "", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Evans", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}], "year": 2007, "venue": "Ann Clin Microbiol Antimicrob", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Cytomegalovirus in hematopoietic stem cell transplant recipients", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "M", "middle": [], "last": "Hakki", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": 2010, "venue": "Infect Dis Clin North Am", "volume": "24", "issn": "2", "pages": "319--356", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Cytomegalovirus in hematopoietic stem cell transplant recipients", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "M", "middle": [], "last": "Hakki", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "How we treat cytomegalovirus in hematopoietic cell transplant recipients", "authors": [{"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}], "year": 2009, "venue": "Blood", "volume": "113", "issn": "23", "pages": "5711--5720", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "CMV in hematopoietic stem cell transplantation", "authors": [{"first": "R", "middle": [], "last": "De La Cámara", "suffix": ""}], "year": 2016, "venue": "Mediterr J Hematol Infect Dis", "volume": "8", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Management of respiratory viral infections in hematopoietic cell transplant recipients and patients with hematologic malignancies", "authors": [{"first": "R", "middle": ["F"], "last": "Chemaly", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Shah", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Boeckh", "suffix": ""}], "year": 2014, "venue": "Clin Infect Dis", "volume": "59", "issn": "5", "pages": "344--51", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Respiratory viral infections after hematopoietic stem cell transplantation in children", "authors": [{"first": "J", "middle": ["H"], "last": "Choi", "suffix": ""}, {"first": "E", "middle": ["H"], "last": "Choi", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Kang", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Park", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Park", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Shin", "suffix": ""}], "year": 2013, "venue": "J Korean Med Sci", "volume": "28", "issn": "1", "pages": "36--41", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Invasive adenoviral infections in T-cell-depleted allogeneic hematopoietic stem cell transplantation: high mortality in the era of cidofovir", "authors": [{"first": "N", "middle": [], "last": "Symeonidis", "suffix": ""}, {"first": "A", "middle": [], "last": "Jakubowski", "suffix": ""}, {"first": "S", "middle": [], "last": "Pierre-Louis", "suffix": ""}, {"first": "D", "middle": [], "last": "Jaffe", "suffix": ""}, {"first": "E", "middle": [], "last": "Pamer", "suffix": ""}, {"first": "K", "middle": [], "last": "Sepkowitz", "suffix": ""}], "year": 2007, "venue": "Transpl Infect Dis", "volume": "9", "issn": "2", "pages": "108--121", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "How I treat adenovirus in hematopoietic stem cell transplant recipients", "authors": [{"first": "C", "middle": ["A"], "last": "Lindemans", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Leen", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Boelens", "suffix": ""}], "year": 2010, "venue": "Blood", "volume": "116", "issn": "25", "pages": "5476--85", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Occurrence of Pneumocystis jiroveci pneumonia after allogeneic stem cell transplantation: a 6-year retrospective study", "authors": [{"first": "De", "middle": [], "last": "Castro", "suffix": ""}, {"first": "N", "middle": [], "last": "Neuville", "suffix": ""}, {"first": "S", "middle": [], "last": "Sarfati", "suffix": ""}, {"first": "C", "middle": [], "last": "Ribaud", "suffix": ""}, {"first": "P", "middle": [], "last": "Derouin", "suffix": ""}, {"first": "F", "middle": [], "last": "Gluckman", "suffix": ""}, {"first": "E", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Bone Marrow Transplant", "volume": "36", "issn": "10", "pages": "879--83", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Toxoplasmosis after allogeneic stem cell transplantation-a single centre experience", "authors": [{"first": "C", "middle": [], "last": "Busemann", "suffix": ""}, {"first": "S", "middle": [], "last": "Ribback", "suffix": ""}, {"first": "K", "middle": [], "last": "Zimmermann", "suffix": ""}, {"first": "V", "middle": [], "last": "Sailer", "suffix": ""}, {"first": "T", "middle": [], "last": "Kiefer", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Schmidt", "suffix": ""}], "year": 2012, "venue": "Ann Hematol", "volume": "91", "issn": "7", "pages": "1081--1090", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". 21.1 Common pulmonary complications post-HSCT by time. Post-HSCT complications usually develop at specific time periods during and/or after HSCT. This", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Diffuse Alveolar hemorrhage (DAH) post-HSCT. Chest CT image showing bilateral areas of consolidation in a patient with DAH (From Amy K. Chi, Ayman O. Soubani, Alexander C. White, Kenneth B. Miller, An Update on Pulmonary Complications of Hematopoietic Stem Cell Transplantation, Chest, Volume 144, Issue 6, 2013, 1913-1922, https://doi.org/10.1378/ chest.12-1708)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Aspergillosis of the lung post-HSCT. Chest CT image showing aspergillosis, which typically involved segmental and subsegmental bronchi usually in the upper lobes.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Fig. 21.4 Evolution of idiopathic pneumonia syndrome (IPS). This illustration represents the evolution of the development of IPS in the post-HSCT recipient. IPS is a multifactorial disease process. The underlying primary malignancy predisposes the post-HSCT recipient to an initial pulmonary insult that is exacerbated by the chemotherapy used in the conditioning regimen. The presence of acute GvHD and the use of immunosuppression further contribute to the development of IPS", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Radiographic evidence of bronchiolitis obliterans syndrome (BOS). High-resolution CT image showing mosaic pattern in a patient with BOS with airspace and nodular opacities (From Amy K. Chi, Ayman O. Soubani, Alexander C. White, Kenneth B. Miller, An Update on Pulmonary Complications of Hematopoietic Stem Cell Transplantation, Chest, Volume 144, Issue 6, 2013, 1913-1922, https://doi.org/10.1378/chest.12-1708)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Timeline of typical onset of pulmonary complications after hematopoietic stem cell transplantation (HSCT)", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Days from HSCT infusion </td><td>Cause </td><td>Pulmonary complications\n</td></tr><tr><td>Pre-engraftment: (Days 0-30)\n</td><td>• Conditioning/ preparative regimen\n• Neutropenia\n</td><td>Noninfectious:\n• Pulmonary edema\n• Pleural effusion\n• Engraftment syndrome\n• Chemotherapy-induced lung injury\n• Radiation-induced lung injury\n• Diffuse alveolar hemorrhage\n• Respiratory compromise and hypoxia due to VOD/SOS\n• Transfusion-related lung injury\n</td></tr><tr><td>Early post-engraftment (Days 31-100)\n</td><td>• Impaired cellular and humoral immunity\n• Delayed lung injury from the conditioning/ preparative regimen\n</td><td>• Idiopathic pneumonia syndrome Infectious:\n• Bacterial infections (both gram-negative and gram-positive spp.\n• Aspergillosis\n• Candidemia or candidal infection\n• Respiratory viruses (e.g., RSV, parainfluenza, influenza, metapneumovirus, rhinovirus)\n• Herpes simplex virus\n• ARDS due to sepsis\nInfectious:\n• Cytomegalovirus\n• Adenovirus\n• Herpes simplex virus\n• Aspergillosis\n• Respiratory viruses (e.g., RSV, parainfluenza, influenza, metapneumovirus, rhinovirus)\n• Pneumocystis jiroveci pneumonia\n• Toxoplasma Gondii\n</td></tr><tr><td> </td><td> </td><td>• Gram-positive bacterial infections ARDS due to infection\nNoninfectious:\n• Idiopathic pneumonia syndrome\n• Radiation-induced lung injury\n• Chemotherapy-induced lung injury\n• Diffuse alveolar hemorrhage\n</td></tr><tr><td>Late post-engraftment (&gt;100 days)\nData from [1, 28, 29]. </td><td>• Delayed immune recovery\n• On immunosuppression\n• Chronic GvHD\nARDS </td><td>Infectious:\n• Cytomegalovirus\n• Adenovirus\n• Varicella-zoster reactivation\n• Aspergillosis\n• Respiratory viruses (e.g., RSV, parainfluenza, influenza, metapneumovirus, rhinovirus)\n• Pneumocystis jiroveci pneumonia\n• Encapsulated bacteria (chronic GvHD)\n• ARDS due to infection\n• EBV-post-transplantation lymphoproliferative disorder Noninfectious:\n• Bronchiolitis obliterans syndrome due to chronic GvHD\n• Bronchiolitis obliterans organizing pneumonia\n• Chemotherapy-induced chronic lung injury\n• Radiation-induced chronic lung injury acute respiratory distress syndrome, GvHD graft-versus-host disease, IPS idiopathic pneu-\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Respiratory complications after HSCT in the pre-engraftment period Disease", "latex": null, "type": "table"}, "TABREF2": {"text": "Comparison of BOOP and BOS", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>BOOP </td><td>BOS\n</td></tr><tr><td>Median time of onset post-HSCT\n</td><td>• 3 months post-HSCT (range 3-14 months)\n</td><td>• 12 months post-HSCT (range 6-24 months)\n</td></tr><tr><td>Cause </td><td>• Unclear </td><td>• Unclear\n</td></tr><tr><td>Pathology </td><td>• Nonspecific inflammatory injury\n</td><td>• Fibrotic deposition in small airways and terminal bronchioles that results in bronchiole destruction and scar tissue\n</td></tr><tr><td>Airways affected </td><td>• Small airway and alveoli </td><td>• Small airways\n• Alveoli are NOT involved\n</td></tr><tr><td>Pulmonary Function Test (PFT)\n</td><td>• Restrictive pattern with decreased FEV1/DLco\n</td><td>• Obstructive pattern with airflow obstruction\n</td></tr><tr><td>Radiographic findings\n</td><td>• Chest x-ray with fluffy airspace disease\n</td><td>• Not detected on standard chest x-ray or CT scan\n</td></tr><tr><td> </td><td> </td><td>• Can be detected with high-­resolution CT scan\n• Need bronchoscopy to exclude infection as cause of airflow obstruction\n</td></tr><tr><td>Treatment </td><td>• Short course of corticosteroids\n</td><td>• Indolent course\n• Goes undetected until severe\n• Treat with corticosteroids, cyclosporine, tacrolimus, and bronchodilators, although typically unresponsive to treatment\n</td></tr><tr><td>Outcome </td><td>• High mortality rate </td><td>• Severe and irreversible\n• High mortality\n• Lung transplant\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "specific cytotoxic T-cells, and adoptive immunotherapy [48] .Adenovirus can cause significant morbidly and mortality in HSCT patients. Ultimately, clearance of adenovirus requires reconstitution of immunity which is often delayed in HSCT recipients who receive T-cell-depleted or UCB donor grafts as their HSC source. Adenovirus occurs in 5-21% of allogeneic HSCT patients. Mortality rates of up to 75% have been reported for adenovirus pneumonia [47, 48] .", "cite_spans": [{"start": 55, "end": 59, "text": "[48]", "ref_id": "BIBREF49"}, {"start": 447, "end": 451, "text": "[47,", "ref_id": "BIBREF48"}, {"start": 452, "end": 455, "text": "48]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "annex"}, {"text": "Introduction and incidence: During the postengraftment period, patients are at risk for infection with aspergillosis and other invasive fungi and molds. The median time of onset of fungal and mold infections of the lung is 100 days post-HSCT, and so patients in both the early and late phases of post-engraftment are susceptible to contracting fungal pulmonary infections [11, 14, 15] .Risk factors: Risk factors for developing fungal pneumonia during the late post-engraftment period include older age, the presence and severity of GvHD, corticosteroid therapy, and leukopenia.Differential diagnosis, clinical and radiographic features, diagnostic studies, and management of aspergillosis and other fungi and molds are the same as in the early postengraftment period and are detailed under that section.", "cite_spans": [{"start": 372, "end": 376, "text": "[11,", "ref_id": "BIBREF11"}, {"start": 377, "end": 380, "text": "14,", "ref_id": "BIBREF14"}, {"start": 381, "end": 384, "text": "15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Fungal Pulmonary Infections"}, {"text": "Introduction and incidence: Prior to the universal implementation of prophylaxis with Bactrim, PJP was a leading cause of HSCT-related mortality. However, with appropriate prophylaxis, the risk for developing PJP has been greatly reduced and is now rarely seen. The incidence of reported cases is approximately 2% [49] . PJP is thought to infect most humans in early childhood and remains dormant. However, PJP may become active most often in immunocompromised HSCT patients greater than 30 days post-HSCT [1] [2] [3] .Risk factors: Risk factors for PJP include allogeneic HSCT recipients, poor T-cell function, post-HSCT corticosteroid use for the treatment of GvHD, a history of PJP prior to HSCT, and poor compliance with prophylaxis.Differential diagnosis: The differential diagnosis includes bacterial pneumonia (especially atypical bacterial pneumonia) Legionella pneumonia, other protozoa respiratory infections (e.g., Toxoplasma Gondii), and viral pneumonia.Clinical and radiographic features: Clinical features include a dry, nonproductive cough, acute onset of tachypnea and dyspnea, hypoxemia, fever, and malaise. Symptoms often rapidly progress; ABG reveals decreased PO 2 . CXR shows diffuse interstitial alveolar infiltrates that is bilateral and symmetric.Diagnostic studies: BAL with immunofluorescent staining for PJP is the gold standard for making the diagnosis of PJP. Often, serum LDH is elevated but is not diagnostic.Management and outcome: Management of PJP is three pronged: (1) support oxygenation (mechanical ventilation is often necessary), (2) administration of high-dose co-trimoxazole (see Chap. 28 for dosing guidelines), and (3) administration of corticosteroids to help dampen the associated pulmonary inflammation seen with PJP. If a patient is unable to tolerate cotrimoxazole due to myelosuppression or allergy, dapsone or pentamidine may be used. Following 21 days of therapy, patients are transitioned to prophylaxis dosing.", "cite_spans": [{"start": 314, "end": 318, "text": "[49]", "ref_id": "BIBREF50"}, {"start": 506, "end": 509, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 510, "end": 513, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 514, "end": 517, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Pneumocystis jiroveci Pneumonia (PJP)"}, {"text": "Introduction and incidence: T. gondii is a protozoan parasite that most frequently occurs in the central nervous system (brain) but can also cause pneumonia in the immunocompromised HSCT", "cite_spans": [], "ref_spans": [], "section": "Toxoplasma Gondii"}]}