{"paper_id": "0b15d947504dcb1cb54c134dbbadaddc69204c12", "metadata": {"title": "The relational activation of resilience model: How leadership activates resilience in an organizational crisis", "authors": [{"first": "Winnie", "middle": ["L"], "last": "Teo", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Healthcare Group", "location": {"country": "Singapore"}}, "email": "winnie_ll_teo@nhg.com.sg"}, {"first": "Mary", "middle": [], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Healthcare Group", "location": {"country": "Singapore"}}, "email": ""}, {"first": "Wee-Shiong", "middle": [], "last": "Lim", "suffix": "", "affiliation": {"laboratory": "", "institution": "Singapore Correspondence Winnie L. Teo", "location": {"addrLine": "Education Office"}}, "email": ""}]}, "abstract": [{"text": "We proposed the Relational Activation of Resilience model to explain how leaders could utilize relationships to activate resilience during crisis and illustrated it using an abbreviated case study of Tan Tock Seng Hospital during the severe acute respiratory syndrome crisis in Singapore in 2003. Early signs of the crisis were recognized by organizational leaders, who then ushered liminality-a period when routines were disrupted, and new relational connections were made to allow members to adjust psychologically, emotionally, and socially, to activate resilience. Within the liminal period, leaders influenced the formation of new connections through mutual and swift trust and utilized these networks to enable collective meaningmaking and sensemaking. In addition, leaders communicated mindfully via these networks to promote positive emotional connections among members. These leadership tasks resulted in the formation of relational networks that could serve as social, emotional, and cognitive resources for organizational resilience. wileyonlinelibrary.com/journal/jccm J Contingencies and Crisis Management. 2017;25:136-147.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "| 137", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The survival of an organization during crisis is dependent on the resilience of its members, as well as its leadership. Resilience may be framed as the capacity to bounce back to a state of normality (Holling, 1973) , or as an emergent property, when an organization learns to adjust to adversity and in the process, strengthens its capability to overcome future challenges (Wildavsky, 1988) . Leadership is critical in an organizational crisis and is often conceptualized as the process of exercising social influence (Mumford, Freidrich, Caughron, & Byrne, 2007) . Besides mounting an effective operational response to an organizational crisis, leaders must also fulfil a symbolic need for direction and guidance from its members (Boin, Kuipers, & Overdijk, 2013) .", "cite_spans": [{"start": 200, "end": 215, "text": "(Holling, 1973)", "ref_id": "BIBREF27"}, {"start": 374, "end": 391, "text": "(Wildavsky, 1988)", "ref_id": "BIBREF60"}, {"start": 519, "end": 564, "text": "(Mumford, Freidrich, Caughron, & Byrne, 2007)", "ref_id": "BIBREF41"}, {"start": 732, "end": 765, "text": "(Boin, Kuipers, & Overdijk, 2013)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The severe acute respiratory syndrome (SARS) outbreak in 2003 was the first public health crisis in Singapore and, till today, stands as the most severe challenge to its public health system. While Singapore was the fifth most severely affected country in terms of deaths (Tai, 2006) , it managed to contain the SARS virus within 2 months. The rapid containment of the disease has been attributed to leadership in the government and within the hospital where SARS victims were cared for, as well as the resilience of healthcare workers in the hospital. Indeed, Singapore's response to the SARS crisis received praise from international health experts and agencies, with a spokesperson from the US Centre for Disease Control and Prevention saying, \"I can't think of anything that Singapore could have done better\" (Khalik, 2003) .", "cite_spans": [{"start": 272, "end": 283, "text": "(Tai, 2006)", "ref_id": "BIBREF53"}, {"start": 813, "end": 827, "text": "(Khalik, 2003)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "To date, the existing literature on Singapore's success story during the SARS crisis has largely examined the elements of resilience and leadership in isolation. In this paper, we were interested in how leaders help activate organizational resilience, specifically, by using relational resources. To discharge their roles effectively during a crisis, leaders often have to draw upon \"tangible\" resources such as financial, infrastructure or technological assets. However, \"intangible\" resources such as social capital-resources in the form of social relationships-have been shown to facilitate organizational recovery from crisis (Doerfel, Lai, & Chewning, 2010) .", "cite_spans": [{"start": 630, "end": 662, "text": "(Doerfel, Lai, & Chewning, 2010)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "To this end, we propose the Relational Activation of Resilience (RAR) model, a conceptual model that builds on the literatures of leadership and resilience using a relational network perspective. The RAR model takes a social constructionist perspective of leadership, with the aim of exploring how a discursive leadership orientation can contribute to the process-based, communicative perspective of resilience. It is premised on three key pillars: organizations as networked structures, leaders as embedded actors with social influence within these networks, and resilience as the process of developing relational networks that allow the organization to adapt and restore function. DOI: 10.1111 DOI: 10. /1468 The remainder of this article is organized as follows: first, we review major conceptions of organizational resilience, and two major theories, which explain how social connections may contribute to resilience. Next, we review the role of leadership during crisis, focusing on the key roles of meaning-making and sensemaking in crisis leadership, and provide some background to the SARS crisis in Singapore. We then present the RAR model and examine the case study of how hospital and government leadership activated resilience during the SARS crisis, as an abbreviated illustration of the RAR model.", "cite_spans": [{"start": 683, "end": 695, "text": "DOI: 10.1111", "ref_id": null}, {"start": 696, "end": 710, "text": "DOI: 10. /1468", "ref_id": null}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "Crisis literature offers two main approaches to conceptualizing organizational resilience: the first approach offers a trait-based view of resilience, while the second perspective considers resilience a developmental process. The metaphor of resilience as a material that can absorb strain and maintain its shape often comes to mind when conceptualizing resilience as a characteristic (Walker & Salt, 2006) ; resilience is the \"ability of a system to return to an equilibrium state after a temporary disturbance\" (Holling, 1973: 14) . In the second approach, resilience emerges in response to setbacks and develops over time from continual exposure to hazards and crises (Wildavsky, 1988) . Resilience is framed as a form of learning, where an organization not only survives via positive adjustment to current adversity, but in the process strengthens its capability to overcome future challenges.", "cite_spans": [{"start": 385, "end": 406, "text": "(Walker & Salt, 2006)", "ref_id": "BIBREF57"}, {"start": 513, "end": 532, "text": "(Holling, 1973: 14)", "ref_id": null}, {"start": 671, "end": 688, "text": "(Wildavsky, 1988)", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "| Resilience in crisis"}, {"text": "A developmental perspective of resilience is helpful when theorizing adaptation of organizations in crisis, as a process-based approach allows for greater inclusion of contextual factors, and acknowledges that development of resilience rests on a complex interplay of risk and protective factors across individual, social, and organizational levels (Kolar, 2011) . Healthcare organizations are a prime example of institutions that deal constantly with crises, continuously facing the possibility that \"their first error may be their last trial\" (Rochlin, 1999 (Rochlin, : 1552 ", "cite_spans": [{"start": 349, "end": 362, "text": "(Kolar, 2011)", "ref_id": "BIBREF34"}, {"start": 545, "end": 559, "text": "(Rochlin, 1999", "ref_id": "BIBREF50"}, {"start": 560, "end": 576, "text": "(Rochlin, : 1552", "ref_id": null}], "ref_spans": [], "section": "| Resilience in crisis"}, {"text": "A developmental view of resilience implies that resilience can be activated, and points to the presence of latent resources within the organization that can be called upon or recombined in different circumstances. In addition to financial, structural or technological resources, Doerfel et al. (2010) point to social capital-resources embedded and available in social relationships-and communication networks as an important source that can facilitate organizational recovery after adversity. Unlike human capital that is dependent on individual capabilities, social capital is embodied in relationships (Coleman, 1990) , and encompasses structural, relational, and cognitive dimensions (Nahapiet & Ghoshal, 1998) . While structural social capital refers to connections between individuals, relational social capital involves the nature of those connections (e.g. trust), and cognitive social capital is based on the understanding between partners about common language and shared goals. In an analysis of organizational recovery after Hurricane Katrina, it was observed that social capital became a primary recovery source and that relational resources could be renewed, restored and even created when no prior relationships existed (Doerfel et al., 2010) . Powley (2009) , in adopting a sociological framing of resilience activation, proposed a model to explain how resilience is triggered through social connections and interpersonal relationships. In examining narrative accounts in a business school after a shooting and an armed standoff, he introduced the term \"resilience activation\" to describe how resilience emerges when organizations confront unexpected emergencies. Resilience activation involves social mechanisms such as emerging relational structures, heightened awareness of others and working together to tap into existing interpersonal networks to enable organizational healing after a traumatic event.", "cite_spans": [{"start": 279, "end": 300, "text": "Doerfel et al. (2010)", "ref_id": "BIBREF13"}, {"start": 604, "end": 619, "text": "(Coleman, 1990)", "ref_id": "BIBREF8"}, {"start": 687, "end": 713, "text": "(Nahapiet & Ghoshal, 1998)", "ref_id": "BIBREF42"}, {"start": 1234, "end": 1256, "text": "(Doerfel et al., 2010)", "ref_id": "BIBREF13"}, {"start": 1259, "end": 1272, "text": "Powley (2009)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "| Relational resources and resilience"}, {"text": "A different approach, applying a communications perspective and social network theory to organizational structure, was adopted by Chewning and Doerfel (2013) . Social network theory posits interaction patterns among people as the basis for networks (Blau, 1977) . Organizations may be seen as social networks of individuals, and situated in a network setting with other organizations.", "cite_spans": [{"start": 130, "end": 157, "text": "Chewning and Doerfel (2013)", "ref_id": "BIBREF5"}, {"start": 249, "end": 261, "text": "(Blau, 1977)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| Relational resources and resilience"}, {"text": "During a crisis, existing networks and their communication channels are drastically altered. The breakdown in existing social structures triggers the development of transitional networks, which aid in the acquisition and sharing of resources through coordinated action. As the organizations move through recovery phases, membership in these transitional networks evolve, and eventually stabilize as communication and routines are re-established, and the organization enters a \"new normal.\" Crisis is thus seen as a turning point in the organizational lifecycle, and transitional networks as the temporary social structures that organizations weave to successfully evolve through the crisis, to reach full organizational functioning.", "cite_spans": [], "ref_spans": [], "section": "| Relational resources and resilience"}, {"text": "These theories have proposed social connections as a critical source of relational reserves, which can be tapped into to activate resilience. Moreover, the relational connections are not static, but instead evolve dynamically through the course of the crisis.", "cite_spans": [], "ref_spans": [], "section": "| Relational resources and resilience"}, {"text": "An organizational crisis is a \"low probability, high impact event that threatens the viability of the organization and is characterized by ambiguity of cause, effect, and means of resolution, as well as by a belief that decisions must be made swiftly\" (Pearson & Clair, 1998 : TEO ET AL. 60). As a result, crises are often associated with the need to dramatically change prior practice, to move away from stability to new goals, and also imply a time-pressured change from normal practices.", "cite_spans": [{"start": 252, "end": 274, "text": "(Pearson & Clair, 1998", "ref_id": "BIBREF44"}], "ref_spans": [], "section": "| Leadership and crisis"}, {"text": "The rush to make important decisions and execute change presumes that leadership is critical in a crisis, and indeed, Pearson and Clair (1998) have stressed the importance of leadership in organizational crisis. In analysing the role of crisis leaders, Boin et al. (2013) have offered a comprehensive framework to assess the work that crisis leaders must do, based on five key tasks: sensemaking to process information from environmental cues to promote a collective understanding of the crisis, decision-making and facilitating effective coordination among various parties, meaning-making to provide an interpretation of the situation and to bring authentic hope and confidence to stakeholders (Leonard & Howitt, 2009) , rendering accountability to satisfy legal and moral requirements and to restore trust in the organization, and facilitating reflection and learning from the crisis.", "cite_spans": [{"start": 118, "end": 142, "text": "Pearson and Clair (1998)", "ref_id": "BIBREF44"}, {"start": 253, "end": 271, "text": "Boin et al. (2013)", "ref_id": "BIBREF3"}, {"start": 695, "end": 719, "text": "(Leonard & Howitt, 2009)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "| Leadership and crisis"}, {"text": "The type of leadership behaviour is also important in determining organizational performance or followers' attitudes during a crisis. Waldman, Ramirez, House, and Puranam (2001) found that during periods of high uncertainty, charismatic leadership behaviour, which communicates determination, provides mission and a vision while articulating high performance expectations, is predictive of organizational performance, compared to transactional leadership behaviour which focuses on setting goals and tasks and ensuring compliance. This is echoed by Halverson, Holladay, Kazama, and Quinones (2004) who found that self-sacrificial behaviour in leaders was judged positively by team members during crisis, but was otherwise received negatively when uncertainty was absent.", "cite_spans": [{"start": 134, "end": 177, "text": "Waldman, Ramirez, House, and Puranam (2001)", "ref_id": "BIBREF56"}, {"start": 549, "end": 597, "text": "Halverson, Holladay, Kazama, and Quinones (2004)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "| Leadership and crisis"}, {"text": "These actions and interactions between leaders, followers, and environmental agents in various contexts, particularly in crises, point to the usefulness of a relational view of leadership (Fairhurst & Uhl-Bien, 2012) . Here, leadership is studied as a \"collective phenomenon that is distributed or shared among different people, potentially fluid, and constructed in interaction\" (Denis, Langley, & Sergi, 2012: 2) .", "cite_spans": [{"start": 188, "end": 216, "text": "(Fairhurst & Uhl-Bien, 2012)", "ref_id": "BIBREF17"}, {"start": 380, "end": 414, "text": "(Denis, Langley, & Sergi, 2012: 2)", "ref_id": null}], "ref_spans": [], "section": "| Leadership and crisis"}, {"text": "Researchers holding the relational view of leadership are interested in examining how organizational actors \"engage, interact and negotiate\" with one another, and how these interactions jointly construct meanings, produce understandings and outcomes (Fairhurst & Uhl-Bien, 2012 : 1044 . In our case, the meaning-making processes pertain to leaders and other actors attempting to understand an apparently inapprehensible phenomenon with potentially epic repercussions. One outcome of this, we suggest, is organizational resilience, arising from relational processes.", "cite_spans": [{"start": 250, "end": 277, "text": "(Fairhurst & Uhl-Bien, 2012", "ref_id": "BIBREF17"}, {"start": 278, "end": 284, "text": ": 1044", "ref_id": null}], "ref_spans": [], "section": "| Leadership and crisis"}, {"text": "The focus on meaning-making leads to thinking about the effort to produce meanings instantiated in what some communication scholars see as frames (Drazin, Glynn, & Kazanjian, 1999; Fairhurst & Connaughton, 2014; Weick, 1995) . These scholars are particularly interested in how leaders attempt to make sense of non-routine situations through framing, and thus respond and act rationally in spite of uncertain circumstances (Drazin et al., 1999; Fairhurst, 2011) .", "cite_spans": [{"start": 146, "end": 180, "text": "(Drazin, Glynn, & Kazanjian, 1999;", "ref_id": "BIBREF14"}, {"start": 181, "end": 211, "text": "Fairhurst & Connaughton, 2014;", "ref_id": "BIBREF16"}, {"start": 212, "end": 224, "text": "Weick, 1995)", "ref_id": "BIBREF59"}, {"start": 422, "end": 443, "text": "(Drazin et al., 1999;", "ref_id": "BIBREF14"}, {"start": 444, "end": 460, "text": "Fairhurst, 2011)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "| Meaning-making and sensemaking in crisis"}, {"text": "In the management of crisis situations, much of the discursive effort of framing takes place regarding decision-making and coordinating operational responses. The inability of a leader to make timely, wise and ethical decisions has been proposed to be as detrimental to the organization as the crisis event itself (James & Wooten, 2010) . The cognitive frames evoked by leaders, together with the array of emotions produced, can have significant implications on crisis responses and hence organizational performance (James, Wooten, & Dushek, 2011) .", "cite_spans": [{"start": 314, "end": 336, "text": "(James & Wooten, 2010)", "ref_id": "BIBREF30"}, {"start": 516, "end": 547, "text": "(James, Wooten, & Dushek, 2011)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "| Meaning-making and sensemaking in crisis"}, {"text": "Sensemaking is the process through which people work to understand issues that are novel, ambiguous or violate expectations and is a fundamental leadership activity in crisis (Combe & Carrington, 2015) . While there is no single theory of sensemaking, there are several recurrent themes-it is dynamic, where meaning is made in the \"present. . . and projected upon possible futures\" (Hernes & Maitlis, 2010: 27) ; it is triggered by cues, often by surprising or confusing events (Maitlis, 2005) ; and is generally regarded as a social and discursive process (Weick, 1995) , involving the \"retrospective development of plausible meanings that rationalize what people are doing\" (Maitlis & Sonenshein, 2010: 551) . Sensemaking is recursive: actions taken in response to sensemaking in turn enact the environment that people seek to understand (Maitlis, 2005) . Organizational sensemaking takes place when members interpret their environment through social interactions and construct cognitive frames or interpretations that allow them to understand what is going on, and act collectively (Maitlis, 2005) .", "cite_spans": [{"start": 175, "end": 201, "text": "(Combe & Carrington, 2015)", "ref_id": "BIBREF9"}, {"start": 382, "end": 410, "text": "(Hernes & Maitlis, 2010: 27)", "ref_id": null}, {"start": 478, "end": 493, "text": "(Maitlis, 2005)", "ref_id": "BIBREF37"}, {"start": 557, "end": 570, "text": "(Weick, 1995)", "ref_id": "BIBREF59"}, {"start": 676, "end": 709, "text": "(Maitlis & Sonenshein, 2010: 551)", "ref_id": null}, {"start": 840, "end": 855, "text": "(Maitlis, 2005)", "ref_id": "BIBREF37"}, {"start": 1085, "end": 1100, "text": "(Maitlis, 2005)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "| Meaning-making and sensemaking in crisis"}, {"text": "A related construct to sensemaking is sensegiving-\"the process of attempting to influence the sensemaking and meaning construction of others toward a preferred redefinition of organizational reality\" (Gioia & Chittipeddi, 1991: 442) . Leaders may employ sensegiving to shape the framing and sensemaking of organizational members for strategic purposes.", "cite_spans": [{"start": 200, "end": 232, "text": "(Gioia & Chittipeddi, 1991: 442)", "ref_id": null}], "ref_spans": [], "section": "| Meaning-making and sensemaking in crisis"}, {"text": "Leaders are critical to crisis sensemaking, as they help to make sense of conflicting data, convey clarity, develop meaning for others (Foldy, Goldman, & Ospina, 2008) and project a vision to overcome the crisis based on their mental model (Mumford et al., 2007) . Leaders' sensemaking has been implicated in strategic change (Gioia & Chittipeddi, 1991) , by influencing organizational members to make changes in their own practices, and to coconstruct work that is consistent with the vision. Sensemaking by leaders is also important for organizational learning: Christianson, Farkas, Sutcliffe, and Weick (2009) found that after the roof at the B&O Museum collapsed onto a priceless collection, leaders' sensemaking helped reduce ambiguity, prompted understanding of the organization's weaknesses and facilitated opportunities for organizational transformation. Sensemaking has also been implicated in identity formation (Humphreys & Brown, 2002) and strategy (Pye, 1995) . Together, this suggests that sensemaking, especially when carried out by leaders, plays an important role in accomplishing tasks facilitating organizational resilience.", "cite_spans": [{"start": 135, "end": 167, "text": "(Foldy, Goldman, & Ospina, 2008)", "ref_id": "BIBREF19"}, {"start": 240, "end": 262, "text": "(Mumford et al., 2007)", "ref_id": "BIBREF41"}, {"start": 326, "end": 353, "text": "(Gioia & Chittipeddi, 1991)", "ref_id": "BIBREF22"}, {"start": 564, "end": 613, "text": "Christianson, Farkas, Sutcliffe, and Weick (2009)", "ref_id": "BIBREF6"}, {"start": 923, "end": 948, "text": "(Humphreys & Brown, 2002)", "ref_id": "BIBREF29"}, {"start": 962, "end": 973, "text": "(Pye, 1995)", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "| Meaning-making and sensemaking in crisis"}, {"text": "Severe acute respiratory syndrome emerged unexpectedly in Singapore in early March 2003, when a woman returned from a trip to Hong Kong and was admitted to Tan Tock Seng Hospital (TTSH) with a fever. Doctors suspected pneumonia and isolated the patient.", "cite_spans": [], "ref_spans": [{"start": 156, "end": 185, "text": "Tan Tock Seng Hospital (TTSH)", "ref_id": null}], "section": "| The SARS crisis in Singapore"}, {"text": "However, in the coming days, some of her family, friends, healthcare workers, and patients who had shared the same ward started to fall ill with severe pneumonia-like symptoms. The speed at which the disease spread, with no cure in sight, added to its enigma as the new plague. The disease rapidly escalated into a national crisis, spreading to other hospitals, and a wholesale market (Tan, 2005) .", "cite_spans": [{"start": 385, "end": 396, "text": "(Tan, 2005)", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "| The SARS crisis in Singapore"}, {"text": "The crisis affected the economy severely and disrupted daily lifemalls, restaurants, and businesses were badly hit and social contact was minimized. As social contact dwindled, paranoia increased, and soon enough, healthcare workers, especially those from TTSH, were stigmatized and shunned by members of the public.", "cite_spans": [], "ref_spans": [], "section": "| The SARS crisis in Singapore"}, {"text": "A crisis is defined as an event with high levels of ambiguity, high stakes, and time pressure (Pearson & Clair, 1998 ). Singapore's first experience with SARS squarely fit the description. Firstly, SARS was a large-scale epidemic, and the virus was a novel one. Through early March, when people who had been in contact with the first Singapore patient (the index case) were falling ill, the disease did not even have a name. The mode of transmission of the disease, the pathogen, treatment, and containment protocols were unknown. Secondly, the stakes were especially high for TTSH, as it was designated as the sole hospital in Singapore to deal with SARS. The Emergency Department, the busiest in Singapore, was shut and concentrated on screening patients for SARS. Elective treatments were cancelled, and inpatient admissions for non-SARS-related cases were curtailed (Chua, 2004) . Staff in TTSH had to care for dangerously ill, highly infectious patients while themselves risking infection. Finally, hospital leaders, besides having to make decisions in the face of clinical ambiguity, also had to contend with rapid depletion of isolation facilities and intensive care unit beds.", "cite_spans": [{"start": 94, "end": 116, "text": "(Pearson & Clair, 1998", "ref_id": "BIBREF44"}, {"start": 870, "end": 882, "text": "(Chua, 2004)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "| The SARS crisis in Singapore"}, {"text": "In Singapore, 41% of the 328 SARS-infected cases, and five of the 33 fatalities were healthcare workers (Tan, 2006) . The majority of the casualties were TTSH staff. The rapid containment of the epidemic within a 2-month period has been attributed to strong leadership in government and in the hospital, coordinated responses between local agencies, and resilience of the staff in the hospital which was now known as \"SARS Central\" (Tan, 2006) .", "cite_spans": [{"start": 104, "end": 115, "text": "(Tan, 2006)", "ref_id": "BIBREF55"}, {"start": 432, "end": 443, "text": "(Tan, 2006)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "| The SARS crisis in Singapore"}, {"text": "The RAR model is based on the view that organizations are complex systems composed of networks of social relationships between individuals. The communication that results in these relational connections enables the creation of shared meaning, relationships, identities, and social realities between communicating parties, and serves as a source of cognitive, emotional, and social reserves to enable resilience during an organizational crisis. We take a social constructionist view of leadership, which sees leadership as a process of influence and meaning management (Denis et al., 2012) .", "cite_spans": [{"start": 568, "end": 588, "text": "(Denis et al., 2012)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "| THE RAR MODEL"}, {"text": "Leadership does not rest on one's position in the hierarchy; instead, a leader is one whose \"ideas expressed in talk or action are recognized by others as capable of progressing tasks or problems\" (Robinson, 2001: 93) . Leaders are organizational actors embedded in networks, who carry greater social influence than other members in the network. One implication of this is that leaders are able to influence the growth or nature of the relational connections. In formulating the RAR model, we were guided by the overall question: How do leaders utilize relational networks in organizations to activate resilience during a crisis? In following section, we answered the question by outlining various theoretical elements, which together build up to the model shown in Figure 1 .", "cite_spans": [{"start": 197, "end": 217, "text": "(Robinson, 2001: 93)", "ref_id": null}], "ref_spans": [{"start": 766, "end": 774, "text": "Figure 1", "ref_id": null}], "section": "| THE RAR MODEL"}, {"text": "A crisis often implies a change from standard procedures, significant consequences and the need for novel solutions to an ill-defined change event (Mumford et al., 2007) . To meet these challenges, leaders must rapidly make sense of escalating events, in order to coordinate decision-making and crisis response, and to explain \"what is going on.\" (Comfort, Boin, & Demchak, 2010) . This intimates that one of the primordial tasks of leaders in a crisis is to recognize early signs of a crisis, invoke that a threshold has been crossed and usher the organization into a new phase of the organizational lifecycle where new routines and structural patterns can be learnt.", "cite_spans": [{"start": 147, "end": 169, "text": "(Mumford et al., 2007)", "ref_id": "BIBREF41"}, {"start": 347, "end": 379, "text": "(Comfort, Boin, & Demchak, 2010)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "The anthropologist Arnold van Gennep coined the term \"liminality\" (from Latin \"limen,\" meaning a threshold) to describe the transition between two stages in the context of many ritual processes (van Gennep, 1960) . During liminality, the subject detaches from his pre-ritual status and passes through a realm, which has few or none of the identifying attributes of the \"before\" or \"after\" states. In the context of organizational literature, liminality is often taken to mean a position of change and uncertainty when an organization or its members are \"betwixt and between\" states (Beech, 2010: 286) . Powley (2009) asserts that during a crisis, organizations enter a period of liminality, which functions as a \"holding space\" as organizational members readjust and reorient themselves. Leaders can help trigger this adjustment period by signalling to organizational members that a crisis is imminent, thus setting the organization on its path to adapting to the crisis. In the RAR model, one of the initial leadership tasks in activating resilience is to usher in a period of liminality (A, Figure 1 ).", "cite_spans": [{"start": 194, "end": 212, "text": "(van Gennep, 1960)", "ref_id": null}, {"start": 582, "end": 600, "text": "(Beech, 2010: 286)", "ref_id": null}, {"start": 603, "end": 616, "text": "Powley (2009)", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 1093, "end": 1101, "text": "Figure 1", "ref_id": null}], "section": "| Ushering liminality"}, {"text": "While a crisis is often characterized by equivocality and turbulence, some scholars have theorized about how the organization adapts to restore order and stability. Chewning and Doerfel (2013) introduced the idea of transitional networks: the web of relationships that emerges when an organization moves between changing enactments of social structure triggered by crisis.", "cite_spans": [{"start": 165, "end": 192, "text": "Chewning and Doerfel (2013)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "Network theory proposes that organizations can be seen as complex systems, composed of networks formed by social connections between agents. These connections are formed by repeated communication, and success in these networks depends on the building of reciprocal relationships, with expectation of future interactions (Powell, 1990) . During a crisis, the composition of interorganizational networks is changed. New networks will arise, based on altered communication patterns between network agents. These transitional networks facilitate sharing of cognitive and structural resources to allow the organization to innovate, adapt, and coordinate crisis responses-critical functions to promote organizational resilience.", "cite_spans": [{"start": 320, "end": 334, "text": "(Powell, 1990)", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "The development of these transitional networks is often motivated by resource sharing, and their formation is dependent on the threshold of the members to work together for the collective good. Granovetter (1978) asserts that the threshold occurs when benefits to the actor outweigh the costs. Each actor has a threshold, but this threshold can be influenced by others in the network.", "cite_spans": [{"start": 194, "end": 212, "text": "Granovetter (1978)", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "In the RAR model, the liminal period may be viewed as the \"holding space\" in which transitional networks evolve: relational connections may be altered, or new networks may arise (B, Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 182, "end": 190, "text": "Figure 1", "ref_id": null}], "section": "| Relational connections during liminal period"}, {"text": "Leaders, being more influential compared to \"ordinary\" network members, affect individual members' thresholds and hence promote the formation of transitional networks. Transitional networks help the organization to adapt and evolve through a crisis; thus, by promoting their formation, leaders help facilitate development of organizational resilience (C, Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 355, "end": 363, "text": "Figure 1", "ref_id": null}], "section": "| Relational connections during liminal period"}, {"text": "What type of connections are leaders likely to tap into, in the development of transitional networks? Like most organizational members, leaders are likely to rely on pre-existing relational connections, which have already accumulated emotional resources in the form of mutual trust. This requires deep and constant engagement between individuals and cannot be established only when crisis strikes (Longstaff & Yang, 2008) . When trust is present in the interactions between network links, individuals in the networks are able to adapt more quickly to change, thus enhancing organizational resilience (Berkes & Folke, 2002) .", "cite_spans": [{"start": 397, "end": 421, "text": "(Longstaff & Yang, 2008)", "ref_id": "BIBREF36"}, {"start": 600, "end": 622, "text": "(Berkes & Folke, 2002)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "In the absence of shared history, a unique form of trust may be established quickly in parties who have not had the time to engage in the \"usual forms of confidence-building activities that contribute to . . . the establishment of trust\" (Meyerson, Weick, & Kramer, 1997: 167) . Swift trust allows parties to interact as if trust were already present, even if they cannot rely on familiarity and prior connections. The development of swift trust may instead depend on \"categorical assumptions and interpretative frames\" (Meyerson et al., 1997 : 75); for example, identification of the members with a reputable group, or the member's prior performance record. Leaders may use swift trust when they need to establish novel network links to actors outside the organization who may provide some benefit.", "cite_spans": [{"start": 238, "end": 276, "text": "(Meyerson, Weick, & Kramer, 1997: 167)", "ref_id": null}, {"start": 520, "end": 542, "text": "(Meyerson et al., 1997", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "In summary, the RAR model suggests that during the liminal period (B, Figure 1 ), one way that leaders help activate resilience is by facilitating the formation of transitional networks (C, Figure 1 ), using a combination of pre-existing connections with a history of mutual trust, as well as new contacts with whom they are able to establish swift trust.", "cite_spans": [], "ref_spans": [{"start": 70, "end": 78, "text": "Figure 1", "ref_id": null}, {"start": 190, "end": 198, "text": "Figure 1", "ref_id": null}], "section": "| Relational connections during liminal period"}, {"text": "3.3 | Using networks for meaning-and sensemaking Meaning-and sensemaking are implicated in various leadership tasks which help pave the way for organizational resilience and recovery.", "cite_spans": [], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "Meaning-making allows leaders to convey to organizational members how they interpret a crisis situation, to impose a narrative and to communicate their plans to restore normalcy (Boin et al., 2013) .", "cite_spans": [{"start": 178, "end": 197, "text": "(Boin et al., 2013)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "Effective meaning-making relates the crisis management efforts to the core values of the organization, helps followers construe beliefs about the significance of crisis events and provides hope and confidence (Leonard & Howitt, 2009) .", "cite_spans": [{"start": 209, "end": 233, "text": "(Leonard & Howitt, 2009)", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "Sensemaking, on the other hand, allows leaders to create order and make retrospective sense of events (Weick, 1993) , and leaders may utilize sensegiving to influence the sensemaking of others for strategic purposes (Gioia & Chittipeddi, 1991) . As sensemaking is a social, discursive, and recursive process (Maitlis & Christianson, 2014) , the dynamic network of relational connections that arise during the liminal period forms a natural setting for leaders to engage in collective sensemaking following a crisis.", "cite_spans": [{"start": 102, "end": 115, "text": "(Weick, 1993)", "ref_id": "BIBREF58"}, {"start": 216, "end": 243, "text": "(Gioia & Chittipeddi, 1991)", "ref_id": "BIBREF22"}, {"start": 308, "end": 338, "text": "(Maitlis & Christianson, 2014)", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "The complexity of meaning-making and sensemaking during crisis implies that the cognitive requirements of these two leadership tasks are highly onerous. In addition, a diversity of perspectives is known to enrich interpretation of ambiguous events (Huber & Lewis, 2010) .", "cite_spans": [{"start": 248, "end": 269, "text": "(Huber & Lewis, 2010)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "| Relational connections during liminal period"}, {"text": "Leaders are likely to show higher levels of embeddedness (or have more relational connections) than other organizational actors. For these reasons, leaders will probably draw upon a diversity of relationships to facilitate meaning-making and sensemaking, instead of performing these tasks in isolation. At the same time, having more connections in an organizational network may also facilitate the process of influencing others when sensegiving. The RAR model, therefore, shows that during the liminal period, leaders activate resilience by utilizing the relational connections in transitional networks as a cognitive resource for collective meaning-making and sensemaking, and also as a conduit to drive sensegiving efforts in a preferred direction (D, Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 754, "end": 762, "text": "Figure 1", "ref_id": null}], "section": "| Relational connections during liminal period"}, {"text": "Social connections can serve as reservoirs of positive emotions during a crisis (Sutcliffe & Vogus, 2003 affect undermines the resilience in a crisis; individuals who experienced more negative emotions were less likely to feel ready to be resourceful and persistent (Kaplan, Laport, & Waller, 2013) . While research indicates that social networks arise spontaneously in the aftermath of a crisis (Powley, 2009 ), the RAR model suggests that leaders can exert great influence over the nature of these network links by communicating mindfully.", "cite_spans": [{"start": 80, "end": 104, "text": "(Sutcliffe & Vogus, 2003", "ref_id": "BIBREF52"}, {"start": 266, "end": 298, "text": "(Kaplan, Laport, & Waller, 2013)", "ref_id": "BIBREF32"}, {"start": 396, "end": 409, "text": "(Powley, 2009", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "| Using networks for mindful communication"}, {"text": "Mindfulness suggests a cognitive approach to empathy (Davis, 1996) , where individuals understand one another by imagining the other's perspective. Mindfulness encompasses noticing, feeling empathy, and reaching out to others, thus enabling new relational structures, restoring relationships, and bolstering emotional health (Fletcher, 1998) . Relational connections are key to activating resilience, as Herman (1997: 133) suggests that trauma recovery takes place \"only within the context of relationships;. . . (not in) isolation.\"", "cite_spans": [{"start": 53, "end": 66, "text": "(Davis, 1996)", "ref_id": "BIBREF11"}, {"start": 325, "end": 341, "text": "(Fletcher, 1998)", "ref_id": "BIBREF18"}, {"start": 404, "end": 422, "text": "Herman (1997: 133)", "ref_id": null}], "ref_spans": [], "section": "| Using networks for mindful communication"}, {"text": "The RAR model suggests that leaders, by communicating mindfully with organizational members, activate positive emotions in relational connections formed during the liminal period, and thereby promote organizational resilience (E, Figure 1 ).", "cite_spans": [], "ref_spans": [{"start": 230, "end": 238, "text": "Figure 1", "ref_id": null}], "section": "| Using networks for mindful communication"}, {"text": "The RAR model (Figure 1) Lastly, the SARS study demonstrates the critical role of leaders in harnessing relational connections in order to promote crisis resilience.", "cite_spans": [], "ref_spans": [{"start": 14, "end": 24, "text": "(Figure 1)", "ref_id": null}], "section": "| Summary of the RAR model"}, {"text": "Qualitative methods were the method of choice in this study as we did not seek to generalize the experiences of the participants, but wanted a deeper understanding of the role of leadership during the SARS crisis. We utilized data generated from semistructured, openended, face-to-face interviews with seven healthcare leaders and analysed the data using inductive thematic analysis (Braun & Clarke, 2006) .", "cite_spans": [{"start": 383, "end": 405, "text": "(Braun & Clarke, 2006)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| Methodological approach"}, {"text": "We employed a purposive sampling strategy to our study population, targeting key informants who constituted a rich information source. From literature regarding SARS in Singapore, we identified informants who met the following criteria: they were key decision-makers at TTSH or in the Ministry of Health with regard to (i) clinical, (ii) nursing, (iii) operations and logistics, or (iv) administrative aspects of the SARS crisis. These potential participants then received an email invitation to be interviewed about their experiences of leadership during the SARS crisis. Of 11 participants who were contacted, seven agreed to be interviewed (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 643, "end": 652, "text": "(Table 1)", "ref_id": null}], "section": "| Study participants"}, {"text": "In-depth, semistructured and anonymous interviews were conducted individually and were audio-recorded and transcribed. Participants answered interview questions covering three broad areas:", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "the leadership challenges they faced, how they and the organization responded to the crisis, and reflections on leadership during crisis. The first author conducted all the interviews to ensure consistency. Interviews ranged from 60 to 85 min, and interview data comprised approximately 8 hr of audio-recorded data and 130 transcript pages.", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "Despite the fact that interviews were conducted more than a decade after the crisis, participants were able to discuss their experiences in specific detail. We cross-checked details of major events participants described with newspaper articles, email correspondence, and books written about the SARS experience in Singapore.", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "These stories represent salient events in their accounts of SARS, as \"salient events are more likely to be recalled, . . ..(because of) the unusualness of an event, its economic and social costs and benefits, and its continuing consequences\" (Pearson, Ross, & Dawes, 1992: 88) . Given the schedule constraints of the participants, the interviews were completed within a period of approximately 5 months, from May to October 2015.", "cite_spans": [{"start": 242, "end": 276, "text": "(Pearson, Ross, & Dawes, 1992: 88)", "ref_id": null}], "ref_spans": [], "section": "| Data collection"}, {"text": "We employed inductive coding processes using the constant comparative method (Strauss & Corbin, 1988 ", "cite_spans": [{"start": 77, "end": 100, "text": "(Strauss & Corbin, 1988", "ref_id": "BIBREF51"}], "ref_spans": [], "section": "| Data analysis"}, {"text": "A summary of the main themes and subthemes is shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 55, "end": 62, "text": "Table 2", "ref_id": null}], "section": "| Results"}, {"text": "The interactions of the leaders with organizational members during SARS were consistent with the main tenets of the RAR model, namely:", "cite_spans": [], "ref_spans": [], "section": "| Results"}, {"text": "ushering liminality, forming relational connections during the liminal period, using networks to make meaning and sense, and communicating mindfully to activate positive emotions. Additional representative quotes that illustrate elements of the RAR model are shown (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 265, "end": 274, "text": "(Table 3)", "ref_id": null}], "section": "| Results"}, {"text": "The RAR model indicates that leaders signal that an organization is in crisis by ushering liminality. Besides the formation of new relational structures, liminality also provides an opportunity for the reconstruction of identity in a way that is meaningful for the individual or the community (Noble & Walker, 1997 ). An example of how identity of the hospital staff was reshaped took place with the closure of the Emergency Department, together with elective surgeries and outpatient clinics. All community events were called off, and visitors were banned. The \"normal\" work of a doctor or nurse, in addition to caring for the ill, also involves administrative work, educating junior staff, and medical students, as well as clinical research. During SARS, all non-clinical responsibilities ceased; clinical staff either cared for existing inpatients who could not be discharged (including those who were not SARS patients), or were rostered equally, regardless of medical specialty, to care for SARS patients. Administrative and other staff took up operational roles to support the clinicians. A senior doctor explained:", "cite_spans": [{"start": 293, "end": 314, "text": "(Noble & Walker, 1997", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "The organisation became stripped of all this \"fluff\": the things that don't actually matter when you work in a crisis, The formation of network links in crisis is often undergirded by shared history and mutual trust. Of the seven participants, five pointed to their shared history of working in TTSH as a factor which enabled them to quickly establish trust when they had to work together during SARS. For example, a nursing leader shared how she had started working with a junior doctor in the same department years ago. Eventually, she was promoted to a nursing sister (a senior nurse) and he became head of another clinical department. When they had to work together during SARS in their respective roles as senior medical and nursing leaders, they could tap upon the social capital afforded by the pre-existing relational connection of mutual trust and support:", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "So, I became a sister of the ward, and he became head of department. There is a lot of mutual trust. We don't talk about it, but he believes that I can do my job, and I believe that he will support me.", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "When forming connections with parties with no shared history or pre-existing ties, the RAR model indicates that leaders may instead utilize swift trust, based on the reputation of their organization, or the party's prior performance record. This was illustrated in the interactions between the hospital clinical leader and a ministry representative. They had never worked together, but the hospital leader described a mutual understanding that government concerns would be addressed by hospital leaders, and government plans would be executed by TTSH:", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "He (the government representative) will never ask me a second time; he will just talk to me on the phone . . . and he knows that it will 100% be done without fail.", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "The government representative also noted that this understanding between them was based on mutual respect for both their organizations:", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": ". . .regardless of whether people come from the same background, there has to be mutual respect, because as Ministry director, or hospital chairman-it would not be wise to disregard each other. . .", "cite_spans": [], "ref_spans": [], "section": "| Ushering liminality"}, {"text": "The RAR model suggests that leaders utilize trusted relational con- Leaders facilitate formation of relational networks during liminal period T: \"And then subsequently, there was a formation of a clinical management work group or task force, which looked into clinical policies during SARS. Now, basically all these were invented on the fly, because you know, they never faced this kind of thing before. . . we were a small hospital then. But it was not so difficult. . . these (were the) people you worked with, you've known them for donkey years.\"", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "Leaders use networks for meaning-making and sensemaking S: \"D (another doctor) worked very closely with me during the Nipah (outbreak) . . . and then we were together again during the SARS outbreak. The mentality was very similar throughout the 2 periods; this is a crisis, this is a challenge, and we work together, and we will overcome it.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "No matter what, we will put in the effort together, and we will overcome the challenge. So we were able to harness the entire team very quickly and then put ourselves through the challenges.\"", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "Leaders use networks for sensegiving to influence organizational members K: \"Our leaders took a very systematic approach of organising work, so although we only handled our own area (they made sure) we understand our contribution to the whole, and how we relate to the rest. That gave us a lot of uh, clarity, sense of relevance, and confidence. And once you feel that you are in good leadership, trust will come. It's very hard to build trust, but the TTSH leadership during the crisis was very strong, very clear, very um. . . *snaps fingers* effective, no dilly-dallying. In a big machine, there's so many nuts and bolts, but very single piece, no matter how small you were, you knew your role in that big piece.\" ground. And the press release will always be at 3pm. So the outsiders will only know after all of us.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "The effect of the regular updates was to cohere team members, to reduce ambiguity and confusion and to give direction. The \"clockwork\"-like nature also provided a sense of stability to the organizational members: everybody knew when updates would be released.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "This helped dissipate anxiety and confusion and imposed an overall structure and orderliness in a fluid situation.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to make meaning and sense"}, {"text": "The RAR model also suggests that leaders, by communicating mindfully, help strengthen relational connections and promote resilience.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "Mindfulness involves noticing, feeling empathy and reaching out.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "TTSH leaders took note of the needs of the staff, ensuring all meals were provided by the hospital kitchen, that staff had adequate time and space to rest. An example of how leaders empathized with team members was when a clinical leader admitted to his intensive care unit team members that, not knowing how the disease spread, he could not guarantee they would survive the crisis. However, all of them would face the risks together:", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "(There were) people who asked, what guarantee did they have? No guarantee! But I'm here. We're all in this together, we're all in the same boat. It's not \"oh, don't worry, you'll be fine\"; none of that, because we really don't know. It's \"we're here, we're with you, we're all in this together.\"", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "Leaders also reached out to team members personally, celebrating milestones such as birthdays. These seemingly \"small things\" resulted in a reservoir of goodwill towards the hospital as a whole.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "Here, a nurse recalled how a senior doctor surprised her during a meeting during SARS:", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "He (the senior doctor) suddenly announced that there were two birthday girls here, myself and M-the Infection Control nurse-\"let's wish them and give them a day off\". Of course we said that we didn't want to go, but he said \"No, it's your special day, go home\". So he gave us each a cake, and both of us took the cake and went home to our family.", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "These acts of empathy and concern would have given the staff a measure of authentic hope and confidence (Leonard & Howitt, 2009 ) and generated positive emotions to enable them to be resilient during the crisis.", "cite_spans": [{"start": 104, "end": 127, "text": "(Leonard & Howitt, 2009", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "| Using networks to communicate mindfully"}, {"text": "In summary, the TTSH case study of SARS provides examples of each of the main elements of the RAR model. By recognizing early signs of crisis and ushering liminality, organizational leaders help create a space where relational networks can be reformed. As influential members of these networks, leaders help promote their formation, utilize them in collective meaning and sensemaking and communicate mindfully via these networks, to promote organizational resilience. ", "cite_spans": [], "ref_spans": [], "section": "| Using networks to communicate mindfully"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Liminality and the practices of identity reconstruction", "authors": [{"first": "N", "middle": [], "last": "Beech", "suffix": ""}], "year": 2010, "venue": "Human Relations", "volume": "64", "issn": "2", "pages": "285--302", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Back to the future: Ecosystem dynamics and local knowledge", "authors": [{"first": "F", "middle": [], "last": "Berkes", "suffix": ""}, {"first": "C", "middle": [], "last": "Folke", "suffix": ""}], "year": 2002, "venue": "Panarchy: Understanding transformations in human and natural systems", "volume": "", "issn": "", "pages": "121--146", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A macrosociological theory of social structure", "authors": [{"first": "P", "middle": ["M"], "last": "Blau", "suffix": ""}], "year": 1977, "venue": "American Journal of Sociology", "volume": "83", "issn": "1", "pages": "26--54", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Leadership in times of crisis: A framework for assessment", "authors": [{"first": "A", "middle": [], "last": "Boin", "suffix": ""}, {"first": "S", "middle": [], "last": "Kuipers", "suffix": ""}, {"first": "W", "middle": [], "last": "Overdijk", "suffix": ""}], "year": 2013, "venue": "International Review of Public Administration", "volume": "18", "issn": "1", "pages": "79--91", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Using thematic analysis in psychology", "authors": [{"first": "V", "middle": [], "last": "Braun", "suffix": ""}, {"first": "V", "middle": [], "last": "Clarke", "suffix": ""}], "year": 2006, "venue": "Qualitative Research in Psychology", "volume": "3", "issn": "2", "pages": "77--101", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Integrating crisis into the organizational lifecycle through transitional networks", "authors": [{"first": "L", "middle": ["V"], "last": "Chewning", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Doerfel", "suffix": ""}], "year": 2013, "venue": "International Journal of Humanities and Social Science", "volume": "3", "issn": "21", "pages": "39--52", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Learning through rare events: Significant interruptions at the Baltimore & Ohio Railroad Museum", "authors": [{"first": "M", "middle": ["K"], "last": "Christianson", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Farkas", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Sutcliffe", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Weick", "suffix": ""}], "year": 2009, "venue": "Organization Science", "volume": "20", "issn": "5", "pages": "846--860", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A defining moment: How Singapore beat SARS. Singapore: Ministry of Information", "authors": [{"first": "M", "middle": ["H"], "last": "Chua", "suffix": ""}], "year": 2004, "venue": "Communication and the Arts", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Foundations of social theory", "authors": [{"first": "J", "middle": ["S"], "last": "Coleman", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Leaders' sensemaking under crises: Emerging cognitive consensus over time within management teams", "authors": [{"first": "I", "middle": ["A"], "last": "Combe", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Carrington", "suffix": ""}], "year": 2015, "venue": "The Leadership Quarterly", "volume": "26", "issn": "", "pages": "307--322", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Designing resilience: Preparing for extreme events", "authors": [{"first": "L", "middle": ["K"], "last": "Comfort", "suffix": ""}, {"first": "A", "middle": [], "last": "Boin", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Demchak", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Empathy: A social psychological approach", "authors": [{"first": "M", "middle": ["H"], "last": "Davis", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Leadership in the plural", "authors": [{"first": "J", "middle": ["L"], "last": "Denis", "suffix": ""}, {"first": "A", "middle": [], "last": "Langley", "suffix": ""}, {"first": "V", "middle": [], "last": "Sergi", "suffix": ""}], "year": 2012, "venue": "The Academy of Management Annals", "volume": "6", "issn": "", "pages": "211--283", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The evolutionary role of interorganizational communication: Modelling social capital in disaster contexts", "authors": [{"first": "M", "middle": ["L"], "last": "Doerfel", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lai", "suffix": ""}, {"first": "L", "middle": ["V"], "last": "Chewning", "suffix": ""}], "year": 2010, "venue": "Human Communication Research", "volume": "36", "issn": "", "pages": "125--162", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Multilevel theorizing about creativity in organizations: A sensemaking perspective", "authors": [{"first": "R", "middle": [], "last": "Drazin", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Glynn", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Kazanjian", "suffix": ""}], "year": 1999, "venue": "Academy of Management Review", "volume": "24", "issn": "", "pages": "286--307", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The power of framing: Creating the language of leadership", "authors": [{"first": "G", "middle": ["T"], "last": "Fairhurst", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Leadership: A communicative perspective", "authors": [{"first": "G", "middle": ["T"], "last": "Fairhurst", "suffix": ""}, {"first": "S", "middle": [], "last": "Connaughton", "suffix": ""}], "year": 2014, "venue": "Leadership", "volume": "10", "issn": "1", "pages": "7--35", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Organizational discourse analysis (ODA): Examining leadership as a relational process", "authors": [{"first": "G", "middle": ["T"], "last": "Fairhurst", "suffix": ""}, {"first": "M", "middle": [], "last": "Uhl-Bien", "suffix": ""}], "year": 2012, "venue": "The Leadership Quarterly", "volume": "23", "issn": "", "pages": "1043--1062", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Relational practice: A feminist reconstruction of work", "authors": [{"first": "J", "middle": ["K"], "last": "Fletcher", "suffix": ""}], "year": 1998, "venue": "Journal of Management Inquiry", "volume": "7", "issn": "", "pages": "163--186", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Sensegiving and the role of cognitive shifts in the work of leadership", "authors": [{"first": "G", "middle": ["E"], "last": "Foldy", "suffix": ""}, {"first": "L", "middle": [], "last": "Goldman", "suffix": ""}, {"first": "S", "middle": [], "last": "Ospina", "suffix": ""}], "year": 2008, "venue": "The Leadership Quarterly", "volume": "19", "issn": "", "pages": "514--529", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "What good are positive emotions in crisis? A prospective study of resilience and emotions following the terrorist attacks on the United States on", "authors": [{"first": "B", "middle": ["L"], "last": "Fredrickson", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Tugade", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Waugh", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Larkin", "suffix": ""}], "year": 2001, "venue": "Journal of Personality and Social Psychology", "volume": "84", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The rites of passage", "authors": [{"first": "A", "middle": [], "last": "Gennep", "suffix": ""}], "year": 1960, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Sensemaking and sensegiving in strategic change initiation", "authors": [{"first": "D", "middle": ["A"], "last": "Gioia", "suffix": ""}, {"first": "K", "middle": [], "last": "Chittipeddi", "suffix": ""}], "year": 1991, "venue": "Strategic Management Journal", "volume": "12", "issn": "6", "pages": "433--448", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Threshold models of collective behavior", "authors": [{"first": "M", "middle": [], "last": "Granovetter", "suffix": ""}], "year": 1978, "venue": "The American Journal of Sociology", "volume": "83", "issn": "6", "pages": "1420--1443", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Self-sacrificial behaviour in crisis situations: The competing roles of behavioural and situational factors", "authors": [{"first": "S", "middle": ["K"], "last": "Halverson", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Holladay", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Kazama", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Quinones", "suffix": ""}], "year": 2004, "venue": "The Leadership Quarterly", "volume": "15", "issn": "", "pages": "263--275", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Trauma and recovery: The aftermath of violence from domestic abuse to political terror", "authors": [{"first": "J", "middle": [], "last": "Herman", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Process, sensemaking and organizing: An introduction", "authors": [{"first": "T", "middle": [], "last": "Hernes", "suffix": ""}, {"first": "S", "middle": [], "last": "Maitlis", "suffix": ""}], "year": 2010, "venue": "Process, sensemaking and organizing", "volume": "", "issn": "", "pages": "27--37", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Resilience and stability of ecological system", "authors": [{"first": "C", "middle": ["S"], "last": "Holling", "suffix": ""}], "year": 1973, "venue": "Annual Review of Ecology and Systematics", "volume": "", "issn": "", "pages": "1--23", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Cross understanding: Implications for group cognition and performance", "authors": [{"first": "G", "middle": ["P"], "last": "Huber", "suffix": ""}, {"first": "K", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2010, "venue": "", "volume": "35", "issn": "", "pages": "6--26", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Narratives of organizational identity and identification: A case study of hegemony and resistance", "authors": [{"first": "M", "middle": [], "last": "Humphreys", "suffix": ""}, {"first": "A", "middle": ["D"], "last": "Brown", "suffix": ""}], "year": 2002, "venue": "Organization Studies", "volume": "23", "issn": "3", "pages": "421--447", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Leading under pressure: From surviving to thriving before, during and after a crisis", "authors": [{"first": "E", "middle": ["H"], "last": "James", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Wooten", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Crisis management: Informing a new leadership research agenda. The Academy of Management", "authors": [{"first": "E", "middle": ["H"], "last": "James", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Wooten", "suffix": ""}, {"first": "K", "middle": [], "last": "Dushek", "suffix": ""}], "year": 2011, "venue": "Annals", "volume": "5", "issn": "1", "pages": "455--493", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The role of positive affectivity in team effectiveness during crises", "authors": [{"first": "S", "middle": [], "last": "Kaplan", "suffix": ""}, {"first": "K", "middle": [], "last": "Laport", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Waller", "suffix": ""}], "year": 2013, "venue": "Journal of Occupational Behaviour", "volume": "34", "issn": "", "pages": "473--491", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Singapore made 'right' decisions. The Straits Times", "authors": [{"first": "S", "middle": [], "last": "Khalik", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Resilience: Revisiting the concept and its utility for social research", "authors": [{"first": "K", "middle": [], "last": "Kolar", "suffix": ""}], "year": 2011, "venue": "International Journal of Mental Health Addiction", "volume": "9", "issn": "", "pages": "421--433", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Managing crises responses to largescale emergencies", "authors": [{"first": "H", "middle": ["B"], "last": "Leonard", "suffix": ""}, {"first": "A", "middle": [], "last": "Howitt", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Communication management and trust: Their role in building resilience to \"surprises\" such as natural disasters, pandemic flu and terrorism", "authors": [{"first": "P", "middle": ["H"], "last": "Longstaff", "suffix": ""}, {"first": "S", "middle": ["U"], "last": "Yang", "suffix": ""}], "year": 2008, "venue": "Ecology and Society", "volume": "13", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "The social processes of organizational sensemaking", "authors": [{"first": "S", "middle": [], "last": "Maitlis", "suffix": ""}], "year": 2005, "venue": "The Academy of Management Journal", "volume": "48", "issn": "1", "pages": "21--49", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Sensemaking in organizations: Taking stock and moving forward", "authors": [{"first": "S", "middle": [], "last": "Maitlis", "suffix": ""}, {"first": "M", "middle": [], "last": "Christianson", "suffix": ""}], "year": 2014, "venue": "The Academy of Management Annals", "volume": "8", "issn": "1", "pages": "57--125", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Sensemaking in crisis and change: Inspiration and insights from Weick (1988)", "authors": [{"first": "S", "middle": [], "last": "Maitlis", "suffix": ""}, {"first": "S", "middle": [], "last": "Sonenshein", "suffix": ""}], "year": 2010, "venue": "Journal of Management Studies", "volume": "47", "issn": "3", "pages": "551--580", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Swift trust and temporary groups", "authors": [{"first": "D", "middle": [], "last": "Meyerson", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Weick", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kramer", "suffix": ""}], "year": 1997, "venue": "Trust in organizations: Frontiers of theory and research", "volume": "", "issn": "", "pages": "166--195", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Leader cognition in real-world settings: How do leaders think about crises? The Leadership Quarterly", "authors": [{"first": "M", "middle": ["D"], "last": "Mumford", "suffix": ""}, {"first": "T", "middle": ["L"], "last": "Freidrich", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Caughron", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Byrne", "suffix": ""}], "year": 2007, "venue": "", "volume": "18", "issn": "", "pages": "515--543", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Social capital, intellectual capital, and the organizational advantage", "authors": [{"first": "J", "middle": [], "last": "Nahapiet", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghoshal", "suffix": ""}], "year": 1998, "venue": "Academy of Management Review", "volume": "23", "issn": "2", "pages": "242--266", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Exploring the relationships among liminal transitions. Symbolic consumption and the extended self", "authors": [{"first": "C", "middle": ["H"], "last": "Noble", "suffix": ""}, {"first": "B", "middle": ["A"], "last": "Walker", "suffix": ""}], "year": 1997, "venue": "Psychology and Marketing", "volume": "14", "issn": "1", "pages": "29--47", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Reframing crisis management. Academy of Management Review", "authors": [{"first": "C", "middle": ["M"], "last": "Pearson", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Clair", "suffix": ""}], "year": 1998, "venue": "", "volume": "23", "issn": "", "pages": "59--76", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Personal recall and the limits of retrospective questions in surveys", "authors": [{"first": "R", "middle": ["W"], "last": "Pearson", "suffix": ""}, {"first": "M", "middle": [], "last": "Ross", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Dawes", "suffix": ""}], "year": 1992, "venue": "Questions about questions: Inquiries into the cognitive bases of surveys", "volume": "", "issn": "", "pages": "65--94", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Neither market nor hierarchy-network forms of organization", "authors": [{"first": "W", "middle": ["W"], "last": "Powell", "suffix": ""}], "year": 1990, "venue": "Research in Organizational Behaviour", "volume": "12", "issn": "", "pages": "295--336", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Reclaiming resilience and safety: Resilience activation in the critical period of crisis", "authors": [{"first": "E", "middle": ["H"], "last": "Powley", "suffix": ""}], "year": 2009, "venue": "Human Relations", "volume": "62", "issn": "9", "pages": "1289--1326", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Strategy through dialogue and doing: A game of 'Mornington Crescent'? Management Learning", "authors": [{"first": "A", "middle": [], "last": "Pye", "suffix": ""}], "year": 1995, "venue": "", "volume": "26", "issn": "", "pages": "445--462", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Embedding leadership in task performance", "authors": [{"first": "V", "middle": ["M J"], "last": "Robinson", "suffix": ""}], "year": 2001, "venue": "Leadership for quality schooling", "volume": "", "issn": "", "pages": "90--102", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Safe operation as a social construct", "authors": [{"first": "G", "middle": ["I"], "last": "Rochlin", "suffix": ""}], "year": 1999, "venue": "Ergonomics", "volume": "42", "issn": "11", "pages": "1549--1560", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Basics of qualitative research: Techniques and procedures for developing grounded theory", "authors": [{"first": "A", "middle": [], "last": "Strauss", "suffix": ""}, {"first": "J", "middle": [], "last": "Corbin", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Organizing for resilience", "authors": [{"first": "K", "middle": ["M"], "last": "Sutcliffe", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Vogus", "suffix": ""}], "year": 2003, "venue": "Positive organizational scholarship: Foundations of a new discipline", "volume": "", "issn": "", "pages": "94--110", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "SARS plague: Duty of care or medical heroism? Annals of the Academy of Medicine", "authors": [{"first": "D", "middle": [], "last": "Tai", "suffix": ""}], "year": 2006, "venue": "", "volume": "35", "issn": "", "pages": "374--378", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Public health response: A view from Singapore", "authors": [{"first": "C", "middle": ["C"], "last": "Tan", "suffix": ""}], "year": 2005, "venue": "Severe acute respiratory syndrome", "volume": "", "issn": "", "pages": "139--164", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "SARS in Singapore-Key lessons from an epidemic", "authors": [{"first": "C", "middle": [], "last": "Tan", "suffix": ""}], "year": 2006, "venue": "Annals of the Academy of Medicine", "volume": "35", "issn": "5", "pages": "345--349", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "Does leadership matter? CEO leadership attributes and profitability under conditions of perceived environmental uncertainty", "authors": [{"first": "D", "middle": ["A"], "last": "Waldman", "suffix": ""}, {"first": "G", "middle": ["G"], "last": "Ramirez", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "House", "suffix": ""}, {"first": "P", "middle": [], "last": "Puranam", "suffix": ""}], "year": 2001, "venue": "Academy of Management Journal", "volume": "44", "issn": "1", "pages": "134--143", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Resilience thinking: Sustaining ecosystems and people in a changing world", "authors": [{"first": "B", "middle": ["H"], "last": "Walker", "suffix": ""}, {"first": "D", "middle": [], "last": "Salt", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The collapse of sensemaking in organizations: The Mann Gulch Disaster", "authors": [{"first": "K", "middle": ["E"], "last": "Weick", "suffix": ""}], "year": 1993, "venue": "Administrative Science Quarterly", "volume": "38", "issn": "", "pages": "628--652", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Sensemaking in organizations", "authors": [{"first": "K", "middle": ["E"], "last": "Weick", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Searching for safety", "authors": [{"first": "A", "middle": [], "last": "Wildavsky", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "The relational activation of resilience model: How leadership activates resilience in an organizational crisis", "authors": [{"first": "W", "middle": ["L"], "last": "Teo", "suffix": ""}, {"first": "M", "middle": [], "last": "Lee", "suffix": ""}, {"first": "W-S", "middle": [], "last": "Lim", "suffix": ""}], "year": 2016, "venue": "J Contingencies and Crisis Management", "volume": "25", "issn": "", "pages": "136--147", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "). The uncertainty brought on by virulent epidemics and other emerging communicable diseases is exacerbated in today's interconnected world of global air travel. For example, the Ebola outbreak that first struck Guinea in March 2014 had, by August, grown into an international public health emergency, with a global death toll of over 11,000 to date (World Health Organization, 2016).", "latex": null, "type": "table"}, "TABREF2": {"text": "describes the ways in which leaders activate organizational resilience in a crisis by tapping into relational connections. An exogenous shock is visualized as a starburst that triggers a call by leaders that the organization is in crisis and that it must adopt a new modus operandi. By ushering liminality (A), Within the liminal period, leaders utilize relational connections to carry out various leadership tasks that help build resilience. First, leaders can influence the formation of new connections, via shared mutual trust and swift trust, to facilitate adaptation and resourceThe aim of this next section is to illustrate basic elements of the RAR model with an abbreviated case study of TTSH leaders during the SARS crisis in Singapore. We chose this case study as firstly, it represented an example of a public health crisis which was effectively managed by TTSH leaders. The hospital fulfilled its mission of caring for the ill while labouring under major disruptions imposed by infection control measures, by adapting and innovating swiftly. Secondly, the operational aspects of SARS have been well documented, thus providing ample information about events mentioned in the case study.", "latex": null, "type": "table"}, "TABREF6": {"text": "Ushering liminality P: \"I said, I think we need to act now, I think we need to form a crisis community. I think we need to take necessary action, and he (a senior hospital administrator) asked me, what's the first thing I would do? I said, cancel leave for all guys, especially people who are doing Respiratory Medicine, Internal Medicine, ICU Medicine, and all ID (Infectious Disease) physicians. He said \"you would do that?\" and I said \"yes I would.\"", "latex": null, "type": "table"}, "TABREF7": {"text": "Leaders communicate mindfully to activate positive emotions E: \"Knowing what people are going through, we (the leaders) have to show how we can help them while they contribute to the frontline. . . We take care of their emotional needs and their physical needs. They need to rest, they need to feel that their family is being taken care of.\" If I trust that person, then it would carry great weightage with me; if I don't trust him, it carries absolutely zero weightage. And in that particular incident, that's what it was. So when they told me yes, they think that the probability is high (that it's a disease outbreak), I said ok, I need to call for an immediate meeting with B (an operations leader). So on the spot, I called him and I said \"B, I think we've got a major issue that can potentially blow up.\" In the above example, the presence of trust in a relationship determined whether a leader included that member in his sensemaking effort. The RAR model also suggests that networks are used by leaders to carry out sensegiving. An example of this occurred in the daily \"Ops (Operations) meeting\" where key clinical, administrative, and nursing representatives gathered for updates, before making decisions that were communicated subsequently to all staff by 1 o'clock, and thereafter to the media. The nursing leader described the regular updates on the crisis situation as \"clockwork\": Communication was this way-8 am Ops meeting, disseminate status of our cases, new cases, numbers of deaths, infected, isolated. . .. Then at 10.30, the nursing line was called for meeting; everyday (it's) fixed. Then at 1 o'clock, the line goes to distribute (news) to the", "latex": null, "type": "table"}, "TABREF8": {"text": "There are three main limitations of the RAR model. First, the focus of the model is on how leaders use relational connections to promote organizational resilience, and thus, we have not explored if leaders activate organizational resilience via other means. Second, while providing a basic heuristic on how senior leaders may engage social connections as a source of organizational resilience, it does not offer an exhaustive conceptualization of the subject. Lastly, we have illustrated elements of the model with one case in a healthcare context and cannot claim generalizability across other organizational contexts; for example, we do not know if this would be applicable to junior levels of leadership. Each of these limitations, however, may be considered directions for future work. Additionally, it would be instructive to investigate the relative contributions of each element to resilience.Both leadership and relational connections are critical to promoting organizational resilience in a crisis. In this paper, we sought toTEO ET AL.    link the two concepts, by asking: How do leaders utilize social relationships to activate resilience in a crisis? The RAR model builds upon resilience and leadership literatures and provides a conceptual framework that explicates the critical role of leadership in activating resilience during crisis situations, through a relational network perspective. Using the case study of a Singapore hospital during the SARS crisis, we demonstrated how leaders can leverage upon their social influence to harness cognitive, social, and emotional reservoirs inherent within social networks, to activate organizational recovery. The RAR model builds onPowley's (2009) work by showing that leadership plays a key role in bringing about liminal suspension through signalling changes in routines and procedure. It also links the theory of transitional networks with leadership activities and highlights the role of mutual trust and swift trust in establishing different types of relational connections during crisis. Future studies could be directed at achieving a more sophisticated understanding of how leadership behaviour influences relationships and hence organizational resilience during crisis.", "latex": null, "type": "table"}}, "back_matter": []}