{"paper_id": "0b19dfcb9191e3cad442366cefc8b66f59456348", "metadata": {"title": "Characteristics of human parainfluenza virus type 4 infection in hospitalized children in Korea", "authors": [{"first": "Young", "middle": ["E"], "last": "Gu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ji", "middle": ["Y"], "last": "Park", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Mi", "middle": ["K"], "last": "Lee", "suffix": "", "affiliation": {"laboratory": "", "institution": "Chung-Ang University College of Medicine", "location": {"settlement": "Seoul", "country": "Korea"}}, "email": ""}, {"first": "In", "middle": ["S"], "last": "Lim", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The characteristics of human parainfluenza virus type 4 (hPIV4) infection are not thoroughly understood. We therefore clarified the characteristics of hPIV4 in Korea. Method: From January 2013 to December 2017, children admitted with respiratory tract infection at the Department of Pediatrics in Chung-Ang University Hospital were enrolled in the study. Nasopharyngeal aspirate specimens were obtained from patients and tested for hPIV types by multiplex reverse transcription polymerase chain reaction. We retrospectively reviewed subject medical records, focusing on epidemiological and clinical characteristics. Results: Of the 12 423 NPA specimens, 8,406 were positive by multiplex reverse transcription polymerase chain reaction for nine respiratory viruses, and 1,018 were positive for one of the four types of hPIV: 1,018 specimens led to the detection of 1,029 hPIVs; 3ss (31.3%) were positive for hPIV1, 120 (11.7%) were positive for hPIV2, 356 (34.6%) were positive for hPIV3, and 231 (22.4%) were positive for hPIV4. Of the hPIV-positive patients, the mean age was 2.3 years (range, 0.1-12.7 years), 225 (97.4%) had no underlying disease, and 178 (77.1%) had a fever with a duration of 4.1 AE 2.3 days and a peak temperature of 39.0 AE 0.7°C. The most common diagnosis in hPIV4 infection was pneumonia (44.2%), followed by bronchiolitis (26.0%) and upper respiratory tract infection (24.3%). Only 2.2% of patients were diagnosed with croup. Although the most prevalent overall type of hPIV was hPIV3, hPIV4 generally caused acute respiratory tract infection in summer and early fall in an irregular annual pattern. Conclusions: Human parainfluenza virus type 4 is an important common pathogen of respiratory tract infections in pediatric patients in Korea.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Hospital is the referral medical center and an 835-bed tertiary care university hospital in Seoul, Korea. Nasopharyngeal aspirates were obtained at the time of admission. According to the results of the multiplex reverse transcription polymerase chain reaction (mRT-PCR) assay, a list of patients whose specimens were positive for hPIV types 1, 2, 3, or 4 was obtained. We retrospectively reviewed subject medical records between January 2013 and December 2017. We focused on the prevalence based on the date of collection, age, and diagnosis at admission for hPIV1, hPIV2, hPIV3, and hPIV4. Furthermore, the clinical features and laboratory findings of hPIV4 were reviewed to identify their clinical characteristics.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We defined the infection by only one type of hPIV as a single infection. The infection by one type of hPIV with other viruses or another type of hPIV was named the \"coinfection group.\" Collectively, all enrolled patients with either a single infection or coinfection were referred to as the \"total infection group.\" We also classified hPIV-infected children into four groups: subjects aged <3 months, subjects aged between 3 and 24 months, subjects aged between 2 and 5 years, and subjects aged ≥5 years.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This study was approved by the Institutional Review Board of Chung-Ang University Hospital (no. 1806-010-16186) and was exempt from informed consent approval from the ethical committee.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Viral DNA or RNA was extracted using the Viral Gene-spin Kit (Intron Biotechnology, Seoul, Korea). Extracted viral DNA or RNA was reverse transcribed and then analyzed using the Anyplex II RV16 Detection (V1.1) Assay (Seegene, Seoul, Korea), which can detect respiratory viruses (adenovirus, RSV A/B, hMPV, influenza virus A/B, hPIV 1/2/3/4, rhinovirus, enterovirus, bocavirus, and coronavirus 229E/NL63/OC43), from January 2013 to April 2017, and the Allplex TM Respiratory Panel 1, 2, 3 Assay (Seegene, Seoul, Korea), which can detect additional subtypes of influenza A (H1pdm09, H1 and H3), from May 2017 to December 2017. Seegene Viewer software was used to analyze the amplification results. Anyplex II RV16 Detection (V1.1) Assay gave the quantitative results as negative/1+/2+/3+ and Allplex TM Respiratory Panel 1, 2, 3 Assay gave those as Ct value (Ct ≤ 42; positive). We used two mRT-PCR panel kits from the same commercial company for separate study periods. However, evaluation of these panels revealed no significant difference in detecting hPIV4, 9 and both kits showed good sensitivity and specificity. 9, 10 Statistical analysis Statistical analysis was performed using SPSS software version 21.0 (IBM Co., Armonk, NY, USA). Categorical variables were compared using the chi-square test and Fisher's exact test. Continuous variables were compared using t-test. The values of A AE B stood for mean AE standard deviation in continuous variables. P values under 0.05 were considered statistically significant.", "cite_spans": [{"start": 1061, "end": 1062, "text": "9", "ref_id": "BIBREF6"}, {"start": 1118, "end": 1120, "text": "9,", "ref_id": "BIBREF6"}, {"start": 1121, "end": 1123, "text": "10", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Detection of types of human parainfluenza viruses"}, {"text": "Of the 12 423 NPA specimens, 8,406 (67.7%) were positive for any respiratory viruses by mRT-PCR, and 1,018 (8.2%) were positive for more than one type of hPIV; 1,018 specimens yielded 1,029 hPIVs; 322 (31.3%) were positive for hPIV1, 120 (11.7%) were positive for hPIV2, 356 (34.6%) were positive for hPIV3, and 231 (22.4%) were positive for hPIV4. Of the total patients infected by hPIV4, 120 (51.9%) were male, the mean age at admission was 2.3 AE 1.8 years (range, 0.1-12.7 years), 225 (97.4%) children did not have any underlying disease and mean hospitalization duration was 4.9 AE 1.8 days.", "cite_spans": [], "ref_spans": [], "section": "Demographics of human parainfluenza viruses"}, {"text": "The coinfection rate of hPIV4 was the highest (58.9%); rates were 39.8% (128/322) for hPIV1, 41.7% (50/120) for hPIV2, and 46.6% (166/356) for hPIV3 (P = 0.000). The most common coinfecting virus in hPIV4 infections was rhinovirus (25.4%), followed by enterovirus (21.1%), adenovirus (18.3%), and bocavirus (14.6%). In the coinfection group, we obtained quantitative results from 133 specimens. In 2017, seven of eight specimens showed a lower Ct value in hPIV4 than in other viruses. From 2013 to 2016, 23 of 125 (18.4%) specimens were in the same positive ranges (1+, 2+ or 3+) as other viruses and 26 of 125 (20.8%) specimens had greater positive ranges than other viruses. The group with a single hPIV4 infection did not differ from the coinfection group in age or in the presence of underlying diseases (P > 0.05). However, the single infection group required a 0.5-day longer hospital stay than the coinfection group required (P = 0.040), and patients in the group were more commonly female (P = 0.032) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 1011, "end": 1019, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Demographics of human parainfluenza viruses"}, {"text": "When classifying hPIV-infected children into four age groups, the percentages of hPIV types were significantly different for each age group (P < 0.001). Of the total number of hPIVinfected children, 37 were aged under 3 months, 575 were from ages 3 months or older but were younger than 2 years, 346 were from ages 2 years or older but younger than 5 years, 60 were from ages 5 years or older. hPIV1 was shown to be present at similar percentages in each age group. However, hPIV2 showed a tendency to increase, and hPIV3 showed a tendency to decrease with aging ( Fig. 1) . Nonetheless, most hPIV-positive patients were infected with hPIV when they were 3 months or older but younger than 5 years (hPIV1 91.0%, hPIV2 83.3%, hPIV3 93.3%, and hPIV4 89.2%; P = 0.000).", "cite_spans": [], "ref_spans": [{"start": 565, "end": 572, "text": "Fig. 1)", "ref_id": "FIGREF0"}], "section": "Demographics of human parainfluenza viruses"}, {"text": "Human parainfluenza virus type infections were more prevalent from April to August, although the seasonality differed by types of hPIV (Fig. 2) . hPIV1 did not show any seasonal pattern; it occurred at any time during the year. hPIV2 occurred biennially from July to October. hPIV3 infections were prevalent from April to July every year. However, hPIV4 generally caused ARTI in summer and early fall in an irregular annual pattern. hPIV4 was not significantly detected in 2013 or 2016.", "cite_spans": [], "ref_spans": [{"start": 135, "end": 143, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Seasonality of human parainfluenza viruses"}, {"text": "In 2014 and 2015, the rate of hPIV4 detection was significantly higher at more than 15%. In 2017, the hPIV4 detection rate was typical at approximately 5% (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 155, "end": 163, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "Seasonality of human parainfluenza viruses"}, {"text": "However, the most prevalent type of hPIV was different every year (P = 0.000). The most common type of hPIV was hPIV3 (49.6%) in 2013, hPIV1 (44.0%) in 2014, hPIV4 (36.5%) in 2015, hPIV1 (54.5%) in 2016, and hPIV3 (42.1%) in 2017.", "cite_spans": [], "ref_spans": [], "section": "Seasonality of human parainfluenza viruses"}, {"text": "The percentages of diagnosis in each type of hPIV infections were not significantly different between the coinfection groups and the single infection groups (P = 0.900 in hPIV1, 0.142 in hPIV2, and 0.256 in hPIV3), except for hPIV4 (P = 0.001). In In hPIV4, bronchiolitis was significantly more common in the single infection group than in the coinfection group (P = 0.000, Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 374, "end": 381, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Diagnosis patterns among types of human parainfluenza virus"}, {"text": "The prevalence of diagnosis differed by the type of hPIV in the single infection group (P = 0.000). In the single infection group, there were significant differences by type of hPIV in croup, bronchitis, and bronchiolitis (all P < 0.05). Croup was more prevalent in hPIV1 and hPIV2 infections in the single infection group (P = 0.000). In hPIV3, bronchitis was more prevalent in the single infection group (P = 0.010). Bronchiolitis due to hPIV4 was more common in the single infection group (P = 0.000).", "cite_spans": [], "ref_spans": [], "section": "Diagnosis patterns among types of human parainfluenza virus"}, {"text": "The most common diagnosis in hPIV4 infection was pneumonia (44.2%), followed by bronchiolitis (26.0%) and URTI (24.3%) in the total infection group. Lower respiratory tract infection diagnosis accounted for 75.8% of the total infection of hPIV4 and 82.1% of the single infection of hPIV4, which were the highest rates of LRTI among hPIV types (P = 0.000). Other types of hPIV were also shown to have high prevalence rates in LRTIs (65.2% in hPIV1, 53.3% in hPIV2, and 69.4% in hPIV3; Table 2 ). Only 2.2% of hPIV4 infected patients, which was the lowest prevalence rate among hPIV types, were diagnosed with croup (P = 0.000).", "cite_spans": [], "ref_spans": [{"start": 484, "end": 491, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Diagnosis patterns among types of human parainfluenza virus"}, {"text": "Of the hPIV4-positive children, 77.1% (178/231) had a fever duration of 4.1 AE 2.3 days and a peak temperature of 39.0 AE 0.7°C. The most common symptom of hPIV4-infected patients was cough (82.3%), followed by sputum (61.0%), and rhinorrhea (60.2%). A small number of patients exhibited gastrointestinal symptoms, such as vomiting (9.1%) and diarrhea (7.4%). The most commonly detected physical sign was rale (36.8%) and wheezing (22.1%). Laboratory findings for white blood cell counts (WBCs), absolute neutrophil counts (ANCs), platelets, C-reactive protein (CRP), aspartate aminotransferase (AST), and alanine aminotransferase (ALT) were not significantly out of normal ranges.", "cite_spans": [], "ref_spans": [], "section": "Clinical characteristics of human parainfluenza type 4"}, {"text": "The clinical characteristics of single infection by hPIV4 were not significantly different from those of coinfection.", "cite_spans": [], "ref_spans": [], "section": "Clinical characteristics of human parainfluenza type 4"}, {"text": "Wheezing was more frequently auscultated in the single infection group (P = 0.002). In laboratory findings, the ANC of the coinfection group was higher and the platelet count lower than the equivalent counts in the single infection group (P = 0.028 and 0.008, respectively; Table 1 ).", "cite_spans": [], "ref_spans": [{"start": 274, "end": 281, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Clinical characteristics of human parainfluenza type 4"}, {"text": "Human parainfluenza virus is one of the main pathogens of respiratory tract infection in children. 1-3 In our study, we found that 94.1% of hPIV types occurred ARTI under 5 years. hPIV1 and hPIV2 were prevalent in croup and hPIV1 and hPIV3 were prevalent in LRTI. hPIV1 occurred at any time during the year; hPIV2 occurred biennially from July to October; and hPIV3 occurred from April to July every year. Although hPIV4 has not been recognized as an important pathogen, we found that hPIV4 caused ARTI in summer and early fall in an irregular annual pattern, especially LRTI with the highest prevalence.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The seasonality of hPIVs differs by region. In previous studies, hPIV1 infections are usually detected in the fall of odd-numbered years; hPIV2 infections do not exhibit a clear seasonal pattern but occur more commonly in autumn. 8, 11, 12 There are generally more cases of hPIV3 in spring and early summer each year. 5, 8, [11] [12] [13] However, hPIV4 usually occurs during late autumn and winter in temperate countries, 5, 11, 13 but in China, hPIV4 is more often observed during spring and summer. 14 The seasonal patterns of hPIV4 have not been well clarified because of the small number of samples and the small number of studies that have been conducted. 5, 8, 12 As a result, more studies in diverse countries are needed to understand the global characteristics of hPIV4. The Korean Centers for Disease Control and Prevention (KCDC) observed respiratory pathogens from patients with ARTI as part of the Korean Influenza and Respiratory Surveillance System (KIN-RESS) project, beginning in May 2009. The results of a KCDC study about the types of hPIVs were published in 2017. The authors could not determine the prevalence of hPIV4 in that study because they used the mRT-PCR panel without hPIV4. 15 Studies of hPIV4 infection in Korea are thus needed to understand the clinical characteristics and epidemiology in clinical areas. During our study period, the prevalence among hPIV types was highest in hPIV3, followed by hPIV1 and hPIV4. hPIV4 was the most frequent hPIV type in 2015 and the second most common type in 2014 (Table 2 ). In many countries, hPIV2 is less frequently detected than hPIV1 or hPIV3. 16, 17 One study showed that hPIV4 was more frequently detected than hPIV2, suggesting that hPIV4 might be underestimated as a pathogen of ARTI. 18 In this study, the 5-year period prevalence of hPIV2 was lower than that of hPIV4 (1.9%, 231/12 423) and was observed to be 1.0% (120/12 423), which was the lowest detection rate among hPIV types. hPIV4 infection accounted for 22.4% (231/1,029) of total hPIV infections in the current study. This value shows that hPIV4 is more common than is believed.", "cite_spans": [{"start": 230, "end": 232, "text": "8,", "ref_id": "BIBREF5"}, {"start": 233, "end": 236, "text": "11,", "ref_id": "BIBREF8"}, {"start": 237, "end": 239, "text": "12", "ref_id": "BIBREF9"}, {"start": 318, "end": 320, "text": "5,", "ref_id": "BIBREF2"}, {"start": 321, "end": 323, "text": "8,", "ref_id": "BIBREF5"}, {"start": 324, "end": 328, "text": "[11]", "ref_id": "BIBREF8"}, {"start": 329, "end": 333, "text": "[12]", "ref_id": "BIBREF9"}, {"start": 334, "end": 338, "text": "[13]", "ref_id": "BIBREF10"}, {"start": 423, "end": 425, "text": "5,", "ref_id": "BIBREF2"}, {"start": 426, "end": 429, "text": "11,", "ref_id": "BIBREF8"}, {"start": 430, "end": 432, "text": "13", "ref_id": "BIBREF10"}, {"start": 662, "end": 664, "text": "5,", "ref_id": "BIBREF2"}, {"start": 665, "end": 667, "text": "8,", "ref_id": "BIBREF5"}, {"start": 668, "end": 670, "text": "12", "ref_id": "BIBREF9"}, {"start": 1205, "end": 1207, "text": "15", "ref_id": "BIBREF12"}, {"start": 1619, "end": 1622, "text": "16,", "ref_id": "BIBREF13"}, {"start": 1623, "end": 1625, "text": "17", "ref_id": "BIBREF14"}, {"start": 1764, "end": 1766, "text": "18", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 1533, "end": 1541, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Discussion"}, {"text": "Depending on the age group, the prevalence of hPIV types showed significant differences. As patients aged, hPIV2 became increasingly prevalent but the prevalence of hPIV3 decreased. We thought that tendency of each age group in hPIV2 and hPIV3 was influenced by the proportion of diagnosis (P = 0.000). hPIV2 was more prevalent in URTI, and hPIV3 was more prevalent in LRTI.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We found some characteristics of hPIV4 infection. Few children infected with hPIV4 developed croup in our study, as shown in previous studies. 11, 19 In the single-infection group with hPIV4, more children had wheezing and were diagnosed with bronchiolitis. Most hPIV4 infections manifested as LRTIs. The coinfection rate was also highest in hPIV4, as shown in a previous study. 19 In the present study, the most frequently coinfecting virus was rhinovirus, followed by enterovirus, adenovirus, and bocavirus. Rhinoviruses occur year round except in winter. 20 Rhinovirus is also frequently co-detected by mRT-PCR, 21 as is bocavirus. 22 Furthermore, enterovirus occurs from summer to early fall, and adenovirus occurs from late summer to fall; these seasons overlap with hPIV4, according to the KINRESS project. We therefore believe that this overlap is the reason that these viruses were frequently co-detected with hPIV4 in this study.", "cite_spans": [{"start": 143, "end": 146, "text": "11,", "ref_id": "BIBREF8"}, {"start": 147, "end": 149, "text": "19", "ref_id": "BIBREF16"}, {"start": 379, "end": 381, "text": "19", "ref_id": "BIBREF16"}, {"start": 558, "end": 560, "text": "20", "ref_id": "BIBREF17"}, {"start": 635, "end": 637, "text": "22", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are few studies on the epidemiology and characteristics of hPIV4 worldwide. As hPIV4 is considered a marginal respiratory pathogen, it is excluded from many commercial respiratory mRT-PCR panel kits, so many clinicians do not understand its features and have overlooked its clinical importance. Thus, a strength of our study was that it included only Korean data, which was from a 5-year period with a large group of enrolled children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "However, this study also had some limitations. First, this study was performed in a single center for 5 years and thus does not reflect the general data from Korea. Furthermore, our center is a tertiary medical hospital, where many patients were referred with illness from a primary or secondary health care center. There might be a sampling bias that resulted in missing mild illness, such as URTI. Our pediatric department was visited by few children with immunodeficiencies, such as hemato-oncological diseases or immunodeficient diseases, so we could not explore the manifestation of hPIV4 in immunocompromised patients. Second, this study was performed retrospectively, and all data were collected from medical charts, limiting the data available for analysis. Although there are two subtypes of hPIV4 (4a and 4b), we could not distinguish between them. To overcome the limitations of the current study, further prospective nationwide multicenter studies are needed for a long period.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, hPIV4 is an important pathogen of respiratory tract infections in children. hPIV4 was found to be more common than previously thought and manifested with severe illnesses such as LRTIs, especially bronchiolitis, in summer and early fall in an irregular annual pattern. We should therefore realize the impact of hPIV4 and the need to detect it in children with respiratory tract symptoms.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Financial Support"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Disclosure"}, {"text": "J.Y.P. and M.K.L. contributed to the conception and design of this study; M.K.L. and Y.E.G. collected data; Y.E.G. performed the statistical analysis and drafted the manuscript; I.S.L. critically reviewed the manuscript and supervised the whole study process. All authors read and approved the final manuscript. © 2019 Japan Pediatric Society", "cite_spans": [], "ref_spans": [], "section": "Author contributions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical and genetic features of human metapneumovirus infection in children", "authors": [{"first": "J", "middle": ["Y"], "last": "Park", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Yun", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Lim", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "I", "middle": ["S"], "last": "Lim", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Choi", "suffix": ""}], "year": 2016, "venue": "Pediatr Int", "volume": "58", "issn": "", "pages": "22--28", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Progress in the development of human parainfluenza virus vaccines", "authors": [{"first": "A", "middle": ["C"], "last": "Schmidt", "suffix": ""}, {"first": "A", "middle": [], "last": "Schaap-Nutt", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Bartlett", "suffix": ""}], "year": 2011, "venue": "Expert Rev. Respir. Med", "volume": "5", "issn": "", "pages": "515--541", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Epidemiology and clinical presentation of the four human parainfluenza virus types", "authors": [{"first": "Wen-Kuan", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Q", "middle": ["L"], "last": "", "suffix": ""}, {"first": "Chen", "middle": [], "last": "De-Hui", "suffix": ""}, {"first": "Liang", "middle": [], "last": "Huan-Xi", "suffix": ""}], "year": 2013, "venue": "BMC Infect. Dis", "volume": "13", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Aetiological role of common respiratory viruses in acute lower respiratory infections in children under five years: A systematic review and meta-analysis", "authors": [{"first": "T", "middle": [], "last": "Shi", "suffix": ""}, {"first": "K", "middle": [], "last": "Mclean", "suffix": ""}, {"first": "H", "middle": [], "last": "Campbell", "suffix": ""}, {"first": "H", "middle": [], "last": "Nair", "suffix": ""}], "year": 2015, "venue": "J. Glob. Health", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Use of laboratory and administrative data to understand the potential impact of human parainfluenza virus 4 on cases of bronchiolitis, croup, and pneumonia in Alberta", "authors": [{"first": "S", "middle": [], "last": "Fathima", "suffix": ""}, {"first": "K", "middle": [], "last": "Simmonds", "suffix": ""}, {"first": "J", "middle": [], "last": "Invik", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Scott", "suffix": ""}, {"first": "S", "middle": [], "last": "Drews", "suffix": ""}], "year": 2016, "venue": "Canada. BMC Infect. Dis", "volume": "16", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Feigin and Cherry's Textbook of Pediatric Infectious Diseases", "authors": [{"first": "Weeliver", "middle": [], "last": "Robert", "suffix": ""}, {"first": "C", "middle": [], "last": "Sr", "suffix": ""}], "year": 2019, "venue": "Parainfluenza viruses", "volume": "", "issn": "", "pages": "1745--53", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evaluation of Allplex respiratory panel 1/2/3 multiplex real-time PCR assays for the detection of respiratory viruses with influenza A virus subtyping", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}, {"first": "H", "middle": ["S"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["G"], "last": "Cho", "suffix": ""}, {"first": "S", "middle": ["I"], "last": "Choi", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Kim", "suffix": ""}], "year": 2018, "venue": "Ann. Lab. Med", "volume": "38", "issn": "", "pages": "46--50", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Comparison of Anyplex II RV16 with the xTAG respiratory viral panel and Seeplex RV15 for detection of respiratory viruses", "authors": [{"first": "H", "middle": ["K"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Oh", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Yun", "suffix": ""}, {"first": "H", "middle": [], "last": "Sung", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Kim", "suffix": ""}], "year": 2013, "venue": "J. Clin. Microbiol", "volume": "51", "issn": "", "pages": "1137--1178", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Epidemiology and clinical presentation of parainfluenza type 4 in children: a 3-year comparative study to parainfluenza types 1-3", "authors": [{"first": "H", "middle": ["M"], "last": "Frost", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Robinson", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Dominguez", "suffix": ""}], "year": 2014, "venue": "J. Infect. Dis", "volume": "209", "issn": "", "pages": "695--702", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Estimates of parainfluenza virus-associated hospitalizations and cost among children aged less than 5 years in the United States", "authors": [{"first": "G", "middle": ["R"], "last": "Abedi", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Prill", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Langley", "suffix": ""}], "year": 1998, "venue": "J. Pediatric Infect. Dis. Soc", "volume": "5", "issn": "", "pages": "7--13", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Epidemiological investigation and seroprevalence of human parainfluenza virus in Mie Prefecture in Japan during 2009-2013", "authors": [{"first": "Takuya", "middle": [], "last": "Yano", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "", "suffix": ""}, {"first": "Maeda", "middle": [], "last": "Chie", "suffix": ""}, {"first": "S", "middle": [], "last": "Akachi", "suffix": ""}], "year": 2014, "venue": "Jpn. J. Infect. Dis", "volume": "67", "issn": "", "pages": "506--514", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Human parainfluenza virus type 4 infection in Chinese children with lower respiratory tract infections: a comparison study", "authors": [{"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "R", "middle": [], "last": "Gonzalez", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}], "year": 2011, "venue": "J. Clin. Virol", "volume": "51", "issn": "", "pages": "209--221", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Global prevalence of the human parainfluenza virus. Public Health Weekly Rep", "authors": [{"first": "J", "middle": ["M"], "last": "Kim", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Jung", "suffix": ""}, {"first": "Anna", "middle": [], "last": "Lee", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Choi", "suffix": ""}, {"first": "S", "middle": [], "last": "Kim", "suffix": ""}], "year": 2017, "venue": "", "volume": "10", "issn": "", "pages": "464--473", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Characterization of acute respiratory infections among 340 infants in Wuxi", "authors": [{"first": "X", "middle": [], "last": "Ge", "suffix": ""}, {"first": "Z", "middle": [], "last": "Han", "suffix": ""}, {"first": "H", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Gao", "suffix": ""}, {"first": "H", "middle": [], "last": "Sun", "suffix": ""}], "year": 2015, "venue": "Jiangsu Province. Ann. Transl. Med", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ten year retrospective evaluation of the seasonal distribution of agent viruses in childhood respiratory tract infections", "authors": [{"first": "F", "middle": [], "last": "Gulen", "suffix": ""}, {"first": "B", "middle": [], "last": "Yildiz", "suffix": ""}, {"first": "C", "middle": [], "last": "Cicek", "suffix": ""}, {"first": "E", "middle": [], "last": "Demir", "suffix": ""}, {"first": "R", "middle": [], "last": "Tanac", "suffix": ""}], "year": 2014, "venue": "Turk. Pediatri. Ars", "volume": "49", "issn": "", "pages": "42--48", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Detection and identification of human parainfluenza viruses 1, 2, 3, and 4 in clinical samples of pediatric patients by multiplex reverse transcription-PCR", "authors": [{"first": "Aguilar", "middle": [], "last": "Jose", "suffix": ""}, {"first": "C", "middle": [], "last": "Perez-Brena Maria", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}, {"first": "Garcia", "middle": [], "last": "Maria", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}, {"first": "Cruz", "middle": [], "last": "Nieves", "suffix": ""}, {"first": "Erdman", "middle": [], "last": "Dean", "suffix": ""}, {"first": "D", "middle": [], "last": "Echevarria", "suffix": ""}, {"first": "Juan", "middle": [], "last": "Emilio", "suffix": ""}], "year": 2000, "venue": "J. Clin. Microbiol", "volume": "38", "issn": "", "pages": "1191--95", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A prospective study of parainfluenza virus type 4 infections in children attending daycare", "authors": [{"first": "Fairchok", "middle": [], "last": "Mary", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}, {"first": "Martin", "middle": [], "last": "Emily", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}, {"first": "Kuypers", "middle": [], "last": "Jane", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}], "year": 2011, "venue": "Pediatr. Infect. Dis. J", "volume": "30", "issn": "", "pages": "714--720", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Picornavirus infections in children diagnosed by RT-PCR during longitudinal surveillance with weekly sampling: association with symptomatic illness and effect of season", "authors": [{"first": "W", "middle": [], "last": "Birgit", "suffix": ""}, {"first": "Hayden", "middle": [], "last": "Frederick", "suffix": ""}, {"first": "G", "middle": [], "last": "", "suffix": ""}, {"first": "Owen", "middle": [], "last": "Hendley", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "J. Med. Virol", "volume": "78", "issn": "", "pages": "644--50", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Early detection of acute rhinovirus infections by a rapid reverse transcription-PCR assay", "authors": [{"first": "S", "middle": [], "last": "Christoph", "suffix": ""}, {"first": "Averle", "middle": [], "last": "Stephan", "suffix": ""}, {"first": "W", "middle": [], "last": "Theresia", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "", "suffix": ""}], "year": 2001, "venue": "J. Clin. Microbiol", "volume": "39", "issn": "", "pages": "129--162", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Prospective study of human bocavirus (HBoV) infection in a pediatric university hospital in Germany", "authors": [{"first": "S", "middle": [], "last": "V€ Olz", "suffix": ""}, {"first": "O", "middle": [], "last": "Schildgen", "suffix": ""}, {"first": "D", "middle": [], "last": "Klinkenberg", "suffix": ""}], "year": 2005, "venue": "J. Clin. Virol", "volume": "40", "issn": "", "pages": "229--264", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Percentage of each type per age group among human parainfluenza viruses (hPIVs). © 2019 Japan Pediatric Society hPIV2, upper respiratory tract infection (URTI) was prevalent in the single infection group, especially croup (all P < 0.05).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Numbers of collected specimens, positive samples, and hPIV types per month from 2013-2017.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Seasonal trends of the four types of hPIV in Korea from 2013 to 2017. (a) The rate of hPIV1 occurrence in the total number of collected specimens. (b) The rate of hPIV2 occurrence in the total number of collected specimens. (c) The rate of hPIV3 occurrence in the total number of collected specimens. (d) The rate of hPIV4 occurrence in the total number of collected specimens.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "J, Thamthitiwat S et al. Incidence and etiology of acute lower respiratory tract infections in hospitalized children younger than 5 years in rural Thailand. Pediatr. Infect. Dis. J. 2014; 33: e45-52. 2 Mizuta KAC, Aoki Y, Ikeda T et al. Seasonal patterns of respiratory syncytial virus, influenza A Virus, human metapneumovirus, and parainfluenza virus type 3 infections on the basis of virus isolation data between 2004 and 2011 in Yamagata, Japan. Jpn. J. Infect. Dis. 2013; 66: 140-5.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Demographics and clinical characteristics of children infected by hPIV4 * indicates statistically significant values (P < 0.05). † Mean AE standard deviation (minimum-maximum). WBCs, white blood cell count; ANC, absolute neutrophil count; CRP, C-reactive protein; AST, aspartate aminotransferase; ALT, alanine aminotransferase.", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical diagnosis when infected by each type of human parainfluenza virus (hPIV)Upper respiratory tract infection (URTI).", "latex": null, "type": "table"}}, "back_matter": []}