{"paper_id": "0b1e325123aa156f3ed33891ef9e02f407a3ca80", "metadata": {"title": "Objective olfactory evaluation of self-reported loss of smell in a case series of 86 COVID-19 patients", "authors": [{"first": "Jerome", "middle": ["R"], "last": "Lechien", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": "jerome.lechien@umons.ac.be"}, {"first": "Pierre", "middle": [], "last": "Cabaraux", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "|", "middle": [], "last": "Carlos", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Chiesa-Estomba", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "Mohamad", "middle": [], "last": "Khalife", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "Stéphane", "middle": [], "last": "Hans", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "Christian", "middle": [], "last": "Calvo-Henriquez", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "Delphine", "middle": [], "last": "Martiny", "suffix": "", "affiliation": {"laboratory": "Laboratoire Hospitalier Universitaire de Bruxelles-Universitair Laboratorium Brussel (LHUB-ULB)", "institution": "", "location": {"settlement": "Brussels", "country": "Belgium"}}, "email": ""}, {"first": "|", "middle": [], "last": "Fabrice", "suffix": "", "affiliation": {"laboratory": "", "institution": "Université de Mons (UMONS)", "location": {"settlement": "Mons", "country": "Belgium"}}, "email": ""}, {"first": "Journe", "middle": [], "last": "Phd", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "|", "middle": ["Leigh"], "last": "Sowerby", "suffix": "", "affiliation": {"laboratory": "", "institution": "COVID", "location": {"country": "France"}}, "email": ""}, {"first": "Sven", "middle": [], "last": "Saussez", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Mons (UMons)", "location": {"settlement": "Mons", "country": "Belgium"}}, "email": ""}, {"first": "Jerome", "middle": ["R"], "last": "Correspondence", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Lechien", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objective: To investigate olfactory dysfunction (OD) in patients with mild coronavirus disease 2019 (COVID-19) through patient-reported outcome questionnaires and objective psychophysical testing.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: COVID-19 patients with self-reported sudden-onset OD were recruited. Epidemiological and clinical data were collected. Nasal complaints were evaluated with the sinonasal outcome-22. Subjective olfactory and gustatory status was evaluated with the National Health and Nutrition Examination Survey. Objective OD was evaluated using psychophysical tests. Results: Eighty-six patients completed the study. The most common symptoms were fatigue (72.9%), headache (60.0%), nasal obstruction (58.6%), and postnasal drip (48.6%). Total loss of smell was self-reported by 61.4% of patients. Objective olfactory testings identified 41 anosmic (47.7%), 12 hyposmic (14.0%), and 33 normosmic (38.3%) patients. There was no correlation [Correction added on 03 June 2020, after first online publication: Dr. Cabaraux's affiliations have been updated.]", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the onset of the coronavirus disease 2019 (COVID-19) pandemic in Europe, many otolaryngologists have reported patients with a sudden loss of smell. 1, 2 Olfactory dysfunction (OD) is rapidly becoming a key symptom of COVID-19, with more than 66% of patients in Europe and the United States reporting some degree of hyposmia. 1, [3] [4] [5] [6] The loss of smell has been reported to occur before (11.8%), after (65.4%), or at the same time (22.8%) as the onset of other general or otolaryngological symptoms. 1 Knowledge around the relationship between OD and COVID-19 is rapidly evolving. Recently, Yan et al shown that anosmia seems to be associated with a milder clinical course in patients with COVID-19. 6 Moein et al suggested that 98% of 60 Iranian COVID-19 patients exhibited some OD on objective testing; only 35% of these patients were aware of hyposmia/anosmia before testing. 7 The nuances around olfaction in COVID-19 appear to be associated with different clinical parameters than other symptoms, and, consequently, warrant further investigation.", "cite_spans": [{"start": 154, "end": 156, "text": "1,", "ref_id": "BIBREF2"}, {"start": 157, "end": 158, "text": "2", "ref_id": "BIBREF3"}, {"start": 331, "end": 333, "text": "1,", "ref_id": "BIBREF2"}, {"start": 334, "end": 337, "text": "[3]", "ref_id": "BIBREF4"}, {"start": 338, "end": 341, "text": "[4]", "ref_id": "BIBREF5"}, {"start": 342, "end": 345, "text": "[5]", "ref_id": null}, {"start": 346, "end": 349, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 515, "end": 516, "text": "1", "ref_id": "BIBREF2"}, {"start": 715, "end": 716, "text": "6", "ref_id": "BIBREF8"}, {"start": 894, "end": 895, "text": "7", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The objective of this study was to investigate the OD of COVID-19 patients with subjective validated patientreported outcome questionnaires and objective psychophysical testing.", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "The study protocol was approved by the ethics committee of the Jules Bordet Institute (Central Ethics Committee, IJB-0M011-3137). Patients were invited to participate and informed consent was obtained once inclusion criteria were met.", "cite_spans": [], "ref_spans": [], "section": "| PATIENTS AND METHODS"}, {"text": "Adult patients with confirmed COVID-19 and self-reported sudden-onset OD were recruited through a public call from the Department of Anatomy of the University of Mons (Mons, Belgium). To be included, patients had to be not currently hospitalized (mild-to-moderate patients). The diagnosis of COVID-19 infection was based on the World Health Organization interim guidance and symptoms of disease. 8 Individuals with self-reported sudden OD and a clinical history suggestive of COVID-19 were invited to participate. A nasopharyngeal swab was performed to identify severe acute respiratory coronavirus-2 (SARS-CoV-2) via reverse transcription polymerase chain reaction (RT-PCR) for patient with symptom duration <14 days. In case of negative RT-PCR, serology for IgG and IgM to SARS-CoV-2 was realized. For patients with symptom duration ≥14 days, physicians performed serology ( Figure 1 ). Only patients with a RT-PCR-positive test or with positive IgG or IgM were included. Patients with a history of OD before the pandemic, history of nasal surgery, chronic rhinosinusitis, head and neck trauma, or degenerative neurological disease were excluded from the study.", "cite_spans": [{"start": 396, "end": 397, "text": "8", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 877, "end": 885, "text": "Figure 1", "ref_id": null}], "section": "| Setting"}, {"text": "The RT-PCR was performed by an experienced microbiologist (D. M.) in the LHUB-ULB Laboratory of Brussels (Laboratoire Hospitalier Universitaire de Bruxelles, Brussels, Belgium). Viral RNA extraction was performed by m2000 mSample Preparation SystemDNA Kit (Abbott, Des Plaines, Illinois) using 1000 μL of manually lysed sample (700 μL sample + 800 μL lysis buffer from kit) eluted in 90 μL of elution buffer. A quantitative RT-PCR (qRT-PCR) internal control was added at each extraction. qRT-PCR was performed using 10 μL of extracted sample in the RealStarSARS-CoV-2 RT-PCR Kit from Altona-Diagnostics (Hamburg, Germany) with a cutoff set at 40 cycle threshold (Ct).", "cite_spans": [], "ref_spans": [], "section": "| COVID-19 diagnosis"}, {"text": "Patients with a negative RT-PCR benefited from a serological test (Zentech, University of Liege Lab, Liege, Belgium) to determine whether or not they have been exposed to SARS-Cov-2.", "cite_spans": [], "ref_spans": [], "section": "| COVID-19 diagnosis"}, {"text": "To minimize the risk of exposure for study personnel, the clinical and epidemiological characteristics of patients were electronically collected via an online questionnaire developed with Professional Survey Monkey (San Mateo, California). Demographic data including gender, age, and ethnicity, as well as patient comorbidities and medications were collected.", "cite_spans": [], "ref_spans": [], "section": "| Epidemiological and clinical outcomes"}, {"text": "The following general and ear, nose, and throat symptoms were collected and rated (from 0 = no symptom to 4 = severe symptom): cough, chest pain, dyspnea, headache, fever, fatigue, loss of appetite, myalgia, arthralgia, nausea, vomiting, diarrhea, excessive sticky sputum, skin manifestations (urticaria), conjunctivitis, nasal obstruction, postnasal drip, rhinorrhea, sore throat, facial pain, ear pain, dysphagia, dysphonia, and dysgeusia. Dysgeusia was defined as the impairment of salty, sweet, bitter, and sour.", "cite_spans": [], "ref_spans": [], "section": "| General and otolaryngological symptoms"}, {"text": "The impact of COVID-19 on sinonasal symptoms was evaluated through the French version of the sinonasal outcome test-22 (SNOT-22), 9 a validated patient-reported outcome questionnaire from the original U.S. 20-item version. 10 The impact of OD on quality of life was assessed through the short version of the Questionnaire of Olfactory Disorders-Negative Statements (sQOD-NS). 11 sQOD-NS is a seven-item patient-reported outcome questionnaire. Patients rated the item proposition from 0 (agree) to 3 (disagree) with total score ranging from 0 (significant impact of OD on QoL) to 21 (no impact on QoL). Authors used sQOD-NS for its ease of completion.", "cite_spans": [{"start": 223, "end": 225, "text": "10", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "| Patient-reported outcome questionnaires"}, {"text": "The olfactory and gustatory questions were based on the smell and taste component of the National Health and Nutrition Examination Survey (NHNES). 12 NHNES is a population survey that continuously monitors the health of adult citizens in the United States through a nationally representative sample of 5000 persons on a yearly basis. 12 The questions have been selected to characterize the variation, timing, and associated-symptoms of both olfactory and gustatory dysfunction.", "cite_spans": [{"start": 147, "end": 149, "text": "12", "ref_id": "BIBREF14"}, {"start": 334, "end": 336, "text": "12", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "| Patient-reported outcome questionnaires"}, {"text": "The psychophysical olfactory evaluations were performed using the identification Sniffin' Sticks test (Medisense, Groningen, the Netherlands), which is a validated objective test of OD. 13 A total of 16 scents were presented via a pen device to patients for 3 seconds followed by a F I G U R E 1 Chart flow. NHNES, National Health and Nutrition Examination Survey; SNOT-22, sinonasal outcome tool-22; sQOD-NS, short version of Questionnaire of Olfactory Disorders-Negative Statements forced choice from four given options with a total possible score of 16 points. According to the results, patients were classified as normosmic (score between 12 and 16), hyposmic (score between 9 and 11), or anosmic (score 8 or below).", "cite_spans": [{"start": 186, "end": 188, "text": "13", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "| Psychophysical olfactory evaluation"}, {"text": "Statistical analyses were performed using the Statistical Package for the Social Sciences for Windows (SPSS version 22.0; IBM Corp, Armonk, New York). The relationship between clinical and olfactory outcomes was analyzed through nonparametric test using Spearman correlation for scale data, chi-squared test for ordinal data and Mann-Whitney or Kruskal-Wallis test for categorized data. We investigated all potential associations between nasal complaints (nasal obstruction, rhinorrhea, postnasal drip) and the occurrence of olfactory disorder (Sniffin' Stick test). A level of significance of P < .05 was used.", "cite_spans": [], "ref_spans": [], "section": "| Statistical analyses"}, {"text": "A total of 86 patients were eligible and completed the study (Figure 1 ). There were 56 females (65.1%) and 30 males (34.9%). The mean age was 42 ± 12 years. The majority of patients were Caucasian. Reflux, asthma, and allergic rhinitis were the most common comorbidities (Table 1) . Nonsmokers accounted for 90% of the cohort.", "cite_spans": [], "ref_spans": [{"start": 61, "end": 70, "text": "(Figure 1", "ref_id": null}, {"start": 272, "end": 281, "text": "(Table 1)", "ref_id": null}], "section": "| RESULTS"}, {"text": "The most common general symptoms developed over the clinical course were fatigue (72.9%), headache (60.0%), cough (48.6%), and myalgia (42.9%) ( Table 2 ). Fever, defined as a body temperature >38 C, was only reported by 8.6% of patients. Asthenia was the most commonly reported severe general symptom. The most common otolaryngological symptoms were nasal obstruction (58.6%), postnasal drip (48.6%), and dysgeusia (47.1%). Dysgeusia was considered the most severe otolaryngological symptom by half of the surveyed patients (Table 3 ).", "cite_spans": [], "ref_spans": [{"start": 145, "end": 152, "text": "Table 2", "ref_id": null}, {"start": 525, "end": 533, "text": "(Table 3", "ref_id": null}], "section": "| Clinical outcomes based on the general questionnaire"}, {"text": "According to the NHNES questions, 61.4% of patients described their olfactory disorder as total loss of smell at the onset of the disease, while the remainder reported partial loss. Cacosmia and phantosmia occurred in 34% and 20% patients, respectively. The mean scores of SNOT-22 and sQOD-NS are reported in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 309, "end": 316, "text": "Table 4", "ref_id": null}], "section": "| Patient-reported outcome questionnaire of olfactory and gustatory function"}, {"text": "Regarding gustatory dysfunction, 51% of patients reported taste disorders with abnormal sensations of salty, sweet, bitter, and sour. The aroma perception was completely or partly lost in 42% and 32%, respectively, while 12% reported distortion of aroma. ", "cite_spans": [], "ref_spans": [], "section": "| Patient-reported outcome questionnaire of olfactory and gustatory function"}, {"text": "The mean score of Sniffin' Stick testing was 9 ± 4. Among the 86 patients, 41 (48%) and 12 (14%) patients were anosmic and hyposmic, respectively. A total of 33 (38%) patients who reported loss of smell were objectively normosmic. In the anosmic group, 26 (78.8%) patients reported total loss of smell. In the second group, eight hyposmic individuals (88.9%) reported total loss of smell ( Table 5 ).", "cite_spans": [], "ref_spans": [{"start": 390, "end": 397, "text": "Table 5", "ref_id": null}], "section": "| Psychophysical olfactory evaluations"}, {"text": "The mean durations of OD at the time of the evaluations were 17 ± 11 and 18 ± 11 days for anosmic and hyposmic patients, respectively. The mean duration of OD of normosmic patients was 17 ± 11 days (Table 5) . Eleven patients realized Sniffin' Stick test twice (1 week apart). Among these 11 patients, 9 were anosmic, 1 hyposmic, and 1 normosmic at the first evaluation. From the first to the second visit (1 week later), the Sniffin' Stick test values improved in five patients (one became hyposmic and four normosmic individuals) of the nine anosmic patients of the first visit.", "cite_spans": [], "ref_spans": [{"start": 198, "end": 207, "text": "(Table 5)", "ref_id": null}], "section": "| Psychophysical olfactory evaluations"}, {"text": "The nasal obstruction was not significantly associated with the development of OD. Among the anosmic group, 60.1% of patients did not suffer from nasal obstruction ( Table 5 ). There was no significant association between the results of the Sniffin' Stick tests and the occurrence/ severity of the following complaints: nasal obstruction and postnasal drip.", "cite_spans": [], "ref_spans": [{"start": 166, "end": 173, "text": "Table 5", "ref_id": null}], "section": "| Subgroup analysis and relationship between outcomes"}, {"text": "The involvement of COVID-19 in the development of olfactory and gustatory dysfunctions seems obvious. However, the characterization of the pathophysiological mechanisms underlying the OD remains challenging regarding the risk of contamination. In this study, we have performed both subjective and objective olfactory evaluations in COVID-19 patients through online patient-reported outcome questionnaires and individual objective psychophysical testings. Interestingly, 38% of patients with self-reported OD had normal olfactory testing at the Sniffin' Stick test.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "The mismatch between the self-reported loss of smell and the anosmia regarding psychophysical testings has already been suggested in a recent Italian study where a few COVID-19 patients, who self-reported loss of smell, were objectively anosmic. 14 Thus, the prevalence of OD related to COVID-19 would be overestimated in the epidemiological studies where the loss of smell was based on subjective reports.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Another important finding of this study is the nonsignificant relationship between symptoms of nasal inflammation and objective OD. In most cases of OD occurring in viral infections, the olfactory disorder is related to the inflammatory reaction of the mucosa, leading to nasal obstruction, rhinorrhea, and postnasal drip. In some cases, the OD appeared to be related to other mechanisms, such as a neural spread of the virus into the neuroepithelium and the olfactory bulb. In 2007, Suzuki et al demonstrated that coronavirus may be detected in the nasal discharge of patients with OD. 15 In this study, some patients had normal acoustic rhinometry, suggesting that nasal inflammation and related obstruction were not the only etiological factors underlying the OD in viral infection. Netland et al demonstrated on transgenic mice expressing the SARS-CoV receptor (human angiotensinconverting enzyme 2) that SARS-CoV may enter the brain through the olfactory bulb, leading to rapid transneuronal spread. 16 The neurotropism of the COVID-19 is not new and would be associated with other symptoms and findings. For example, the virus spread into the central nervous system is currently suspected to play a key role in respiratory failure through an effect on the medullary cardiorespiratory center. 17 Similarly, the existence of different patterns of gustatory and olfactory recoveries would be explained by selective neurological impairments. 1 In other words, and suggested by the aroma and gustatory outcomes, the loss of taste would be not a retro-olfactory disorder in some patients. Future experimental and clinical studies are needed to better understand the pathophysiological mechanisms underlying the development of olfactory and gustatory dysfunctions. These studies would associate patient-reported outcome questionnaires, psychophysical olfactory evaluations, fiberoptic examinations, and imaging or neurophysiological assessments. The main limitation of the present study is the heterogeneity between patients about the duration of the OD. However, it is complicated to recruit patients at the first day of the olfactory disorder for many reasons. First, many patients have other troublesome symptoms (eg, fatigue, myalgia, arthralgia), which may limit the realization of the tests. Second, the recruitment of patients at the first day of the OD involved a continuous communication to recruit these patients. In practice, it is complicated to communicate with the general public every day for a scientific study. The lack of full objective methods to assess olfaction may be considered as another weakness. In this study, we decided to use the identification Sniffin' Sticks test (16 items) for practical and ethical reasons. This test may be performed quickly, which is important to reduce the risk of potential contamination of caregivers.", "cite_spans": [{"start": 587, "end": 589, "text": "15", "ref_id": "BIBREF17"}, {"start": 1005, "end": 1007, "text": "16", "ref_id": "BIBREF18"}, {"start": 1298, "end": 1300, "text": "17", "ref_id": "BIBREF19"}, {"start": 1444, "end": 1445, "text": "1", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Only 62% of COVID-19 patients with self-reported OD have anosmia or hyposmia on objective psychophysical olfactory evaluation. Interestingly, the majority of those with confirmed objective OD did not have nasal inflammatory symptoms, supporting the need of future clinical and experimental studies to clarify the pathophysiological mechanisms underlying the development of anosmia in COVID-19.", "cite_spans": [], "ref_spans": [], "section": "| CONCLUSIONS"}, {"text": "This study was supported by FRMH funding.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENT"}, {"text": "The authors declare no potential conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Critical revision of the manuscript for important intellectual content", "authors": [{"first": "Jerome", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "Pierre", "middle": [], "last": "Cabaraux", "suffix": ""}, {"first": "Carlos", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}, {"first": "Christian", "middle": [], "last": "Calvo-Henriquez", "suffix": ""}, {"first": "Sven", "middle": [], "last": "Saussez", "suffix": ""}, {"first": "Stéphane", "middle": [], "last": "Hans", "suffix": ""}, {"first": "Mohamad", "middle": [], "last": "Khalife", "suffix": ""}, {"first": ";", "middle": [], "last": "Jerome", "suffix": ""}, {"first": "R", "middle": [], "last": "Lechien", "suffix": ""}, {"first": "Sven", "middle": [], "last": "Saussez", "suffix": ""}, {"first": "Fabrice", "middle": [], "last": "Journe", "suffix": ""}, {"first": "Mohamad", "middle": [], "last": "Khalife", "suffix": ""}, {"first": "Delphine", "middle": [], "last": "Martiny", "suffix": ""}, {"first": "Leigh", "middle": [], "last": "Sowerby", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Olfactory and gustatory dysfunctions as a clinical presentation of mildto-moderate forms of the coronavirus disease (COVID-19): a multicenter European study", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}, {"first": "De", "middle": [], "last": "Siati", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "", "suffix": ""}], "year": 2020, "venue": "Eur Arch Otorhinolaryngol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s00405-020-05965-1"]}}, "BIBREF3": {"ref_id": "b3", "title": "Presentation of new onset anosmia during the COVID-19 pandemic", "authors": [{"first": "C", "middle": [], "last": "Hopkins", "suffix": ""}, {"first": "P", "middle": [], "last": "Surda", "suffix": ""}, {"first": "N", "middle": [], "last": "Kumar", "suffix": ""}], "year": 2020, "venue": "Rhinology", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.4193/Rhin20.116"]}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical and epidemiological characteristics of 1,420 European patients with mild-to-moderate coronavirus disease 2019", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}, {"first": "S", "middle": [], "last": "Place", "suffix": ""}], "year": 2020, "venue": "J Int Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/joim.13089"]}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19 anosmia reporting tool: initial findings. Otolaryngol Head Neck Surg", "authors": [{"first": "R", "middle": [], "last": "Kaye", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "Kazahaya", "suffix": ""}, {"first": "J", "middle": [], "last": "Brereton", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Denneny", "suffix": ""}, {"first": "", "middle": [], "last": "Iii", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/0194599820922992"]}}, "BIBREF7": {"ref_id": "b7", "title": "Acute-onset smell and taste disorders in the context of COVID-19: a pilot multicenter PCR-based case-control study", "authors": [], "year": 2020, "venue": "Eur J Neurol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1111/ene.14273"]}}, "BIBREF8": {"ref_id": "b8", "title": "Self-reported olfactory loss associates with outpatient clinical course in COVID-19. Int Forum Allergy Rhinol", "authors": [{"first": "C", "middle": ["H"], "last": "Yan", "suffix": ""}, {"first": "F", "middle": [], "last": "Faraji", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Prajapati", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Ostrander", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Deconde", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/alr.22592"]}}, "BIBREF9": {"ref_id": "b9", "title": "Smell dysfunction: a biomarker for COVID-19. Int Forum Allergy Rhinol", "authors": [{"first": "S", "middle": ["T"], "last": "Moein", "suffix": ""}, {"first": "Smr", "middle": [], "last": "Hashemian", "suffix": ""}, {"first": "B", "middle": [], "last": "Mansourafshar", "suffix": ""}, {"first": "A", "middle": [], "last": "Khorram-Tousi", "suffix": ""}, {"first": "P", "middle": [], "last": "Tabarsi", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Doty", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/alr.22587"]}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical Management of Severe Acute Respiratory Infection When Novel Coronavirus (2019-nCoV) Infection is Suspected: Interim Guidance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "French adaptation and validation of the sino-nasal outcome test-22: a prospective cohort study on quality of life among 422 subjects", "authors": [{"first": "C", "middle": [], "last": "De Dorlodot", "suffix": ""}, {"first": "M", "middle": [], "last": "Horoi", "suffix": ""}, {"first": "P", "middle": [], "last": "Lefebvre", "suffix": ""}], "year": 2015, "venue": "Clin Otolaryngol", "volume": "40", "issn": "1", "pages": "29--35", "other_ids": {"DOI": ["10.1111/coa.12315"]}}, "BIBREF12": {"ref_id": "b12", "title": "Psychometric and clinimetric validity of the 20-item Sino-nasal outcome test (SNOT-20)", "authors": [{"first": "J", "middle": ["F"], "last": "Piccirillo", "suffix": ""}, {"first": "M", "middle": ["G"], "last": "Merritt", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Richards", "suffix": ""}], "year": 2002, "venue": "Otolaryngol Head Neck Surg", "volume": "126", "issn": "1", "pages": "41--47", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A brief version of the questionnaire of olfactory disorders in patients with chronic rhinosinusitis", "authors": [{"first": "J", "middle": ["L"], "last": "Mattos", "suffix": ""}, {"first": "C", "middle": [], "last": "Edwards", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Schlosser", "suffix": ""}], "year": 2019, "venue": "Int Forum Allergy Rhinol", "volume": "9", "issn": "10", "pages": "1144--1150", "other_ids": {"DOI": ["10.1002/alr.22392"]}}, "BIBREF14": {"ref_id": "b14", "title": "Contemporary assessment of the prevalence of smell and taste problems in adults", "authors": [{"first": "N", "middle": [], "last": "Bhattacharyya", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Kepnes", "suffix": ""}], "year": 2015, "venue": "Laryngoscope", "volume": "125", "issn": "", "pages": "1102--1106", "other_ids": {"DOI": ["10.1002/lary.24999"]}}, "BIBREF15": {"ref_id": "b15", "title": "Normative data for the \"Sniffin' Sticks\" including tests of odor identification, odor discrimination, and olfactory thresholds: an upgrade based on a group of more than 3,000 subjects", "authors": [{"first": "T", "middle": [], "last": "Hummel", "suffix": ""}, {"first": "G", "middle": [], "last": "Kobal", "suffix": ""}, {"first": "H", "middle": [], "last": "Gudziol", "suffix": ""}, {"first": "A", "middle": [], "last": "Mackay-Sim", "suffix": ""}], "year": 2007, "venue": "Eur Arch Otorhinolaryngol", "volume": "264", "issn": "", "pages": "237--243", "other_ids": {"DOI": ["10.1007/s00405-006-0173-0"]}}, "BIBREF16": {"ref_id": "b16", "title": "Objective evaluation of anosmia and ageusia in COVID-19 patients: single-center experience on 72 cases. Head Neck", "authors": [{"first": "L", "middle": ["A"], "last": "Vaira", "suffix": ""}, {"first": "G", "middle": [], "last": "Deiana", "suffix": ""}, {"first": "A", "middle": ["G"], "last": "Fois", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/hed.26204"]}}, "BIBREF17": {"ref_id": "b17", "title": "Identification of viruses in patients with postviral olfactory dysfunction", "authors": [{"first": "M", "middle": [], "last": "Suzuki", "suffix": ""}, {"first": "K", "middle": [], "last": "Saito", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Min", "suffix": ""}], "year": 2007, "venue": "Laryngoscope", "volume": "117", "issn": "2", "pages": "272--277", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Severe acute respiratory syndrome coronavirus infection causes neuronal death in the absence of encephalitis in mice transgenic for human ACE2", "authors": [{"first": "J", "middle": [], "last": "Netland", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Meyerholz", "suffix": ""}, {"first": "S", "middle": [], "last": "Moore", "suffix": ""}, {"first": "M", "middle": [], "last": "Cassell", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2008, "venue": "J Virol", "volume": "82", "issn": "", "pages": "7264--7275", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The neuroinvasive potential of SARS-CoV2 may play a role in the respiratory failure of COVID-19 patients", "authors": [{"first": "Y", "middle": ["C"], "last": "Li", "suffix": ""}, {"first": "W", "middle": ["Z"], "last": "Bai", "suffix": ""}, {"first": "T", "middle": [], "last": "Hashikawa", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "P", "middle": [], "last": "Cabaraux", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "1--8", "other_ids": {"DOI": ["10.1002/hed.26279"]}}}, "ref_entries": {"FIGREF0": {"text": "The mean polymerase chain reaction cycle number inversely reflects the viral load. According to the threshold of our lab, 29 patients were positive for COVID-19 10 days (mean) after the initial diagnosis. Abbreviation: GERD, gastroesophageal reflux disease.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The rest of the patients fulfilled the patient-reported outcome questionnaire a few days after the Sniffin' Stick tests, which may bias the analysis. The data of these patients were not considered in this table.Severity of ear, nose, and throat symptoms developed over the clinical course of the disease (percent of patients) The rest of the patients fulfilled the patient-reported outcome questionnaire a few days after the Sniffin' Stick tests, which may bias the analysis. The data of these patients were not considered in this table.", "latex": null, "type": "table"}, "TABREF2": {"text": "Characteristics of anosmic, normosmic, and hyposmic patientsNote: All 86 patients performed the Sniffin' Stick tests. However, only 70 patients completed the two questionnaires (general and SNOT-22) the same day of the olfactory test. The patient questionnaires, which were fulfilled after the olfactory dysfunction, were not considered regarding the risk of bias (NC in the table). Abbreviations: χ 2 , chi-squared test; KW, Kruskal-Wallis; M/F, male/female; NC, not considered; NS, nonsignificant; SNOT-22, sinonasal outcome-22.", "latex": null, "type": "table"}}, "back_matter": []}