{
    "paper_id": "0b1e7adc4414deee16a40a9a0908a55aaef62fc5",
    "metadata": {
        "title": "Editorial",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "B"
                ],
                "last": "Bartley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minnesota",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The primary mission of the American Board of Ophthalmology (ABO) is to protect the public. Achieving this goal depends on working successfully with multiple constituents, the most important of whom are those who seek to become board certified (candidates) and those who have already earned the credential (ABO diplomates). The coronavirus 2019 (COVID-19) pandemic has created challenges and opportunities with both groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For more than a century, passing an in-person examination has been the final step in achieving ABO certification. For decades, this assessment, the oral examination (OE), has been administered in hotels by a large cadre of volunteer practicing ophthalmologists. For years, the ABO has been looking for a suitable site where the examination could be conducted in an office-like setting rather than in hotel rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After much research, the ABO identified a venue in Phoenix, Arizona, that was large enough to accommodate approximately 650 candidates and 180 examiners and staff, and the 2020 OE was scheduled for March 20 and 21. Two weeks before the examination, when COVID-19 lockdowns in northern Italy became more widespread, the ABO began to weigh the consequences of postponing or cancelling the test if similar restrictions were enacted in the United States. On one hand, we recognized that candidates had invested much to prepare for this important professional milestone, as had our dedicated volunteers, who pay their own way to the examination in addition to sacrificing time away from their practices. On the other hand, congregating nearly 900 persons from around the country, in close proximity, posed a considerable potential risk to all participants, their families, and their patients. With the ABO's primary mission to serve the public foremost, we announced on Monday, March 9, that the OE would not be held as planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not surprisingly, some candidates reacted with disappointment, frustration, and anger. However, within a week, multiple other organizations had postponed meetings, sports leagues had cancelled their seasons, and schools were sending their students home. Relevant to the ABO's work, many academic medical centers (including my own institution, Mayo Clinic) decreed that faculty could not travel for professional purposes, which rapidly depleted our corps of examiners. By the planned dates of the OE, we would have had difficulty administering the assessment, and it seems likely that many candidates would have been uncomfortable with traveling, compounding the anxiety of an already stressful event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ABO has been fortunate to be able to continue its work during the pandemic without interruption, in part because of the transition in 2018 from a physical office in Bala Cynwyd, Pennsylvania, to a virtual office model in which staff members work from home. Although the move originally was made to minimize expense with the goal of keeping ABO fees as low as possible, the decision proved to be fortuitous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the American Board of Ophthalmology Has Responded"
        },
        {
            "text": "Most of the ABO's efforts since early March have been devoted to providing an expedient pathway to certification for the candidates whose OE was cancelled and, importantly, to keep them apprised of progress with weekly communiques that are sent by e-mail and posted on the ABO's website. 1 Early on, we surveyed the candidates about 3 options: (1) rescheduling the OE for the autumn of 2020, (2) postponing the examination to the spring of 2021, or (3) attempting to convert the OE to a form that could be administered online, with the disclosure that no medical certifying board has yet done so successfully. Approximately two thirds of candidates responded to the survey, with nearly 80% preferring a virtual examination. Notably, 90% of respondents indicated a willingness to participate in a pilot project when available. As I write this in early May, progress has been encouraging as regards the logistics, information technology requirements, security concerns, psychometric standards, volunteer engagement, and financial resources that will be required to administer what we are calling the Virtual Oral Examinationd2020.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "How the American Board of Ophthalmology Has Responded"
        },
        {
            "text": "Coincident with the above work, the ABO office received many requests from diplomates for early access to Quarterly Questions, the knowledge assessment component of the ABO's Maintenance of Certification program. As the name suggests, Quarterly Questions content normally is delivered to the more than 12 000 diplomates who participate in Maintenance of Certification on January 1, April 1, and July 1 (with the last quarter of each year designated as catch-up time, if needed). However, with many ophthalmology practices shuttered, some colleagues desired to devote some of their unanticipated free time to this activity. With the help of dozens of dedicated ABO volunteer subject-matter experts and extra work by the ABO office staff, all content for 2020, including new material related to COVID-19, was put online 2 in March and April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the American Board of Ophthalmology Has Responded"
        },
        {
            "text": "In addition to the Quarterly Questions content, credit toward the Improvement in Medical Practice component of Maintenance of Certification can be earned by participating in newly created projects to help improve care during the COVID-19 pandemic. 3 To date, nearly 200 diplomates have submitted project applications.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "How the American Board of Ophthalmology Has Responded"
        },
        {
            "text": "If the Virtual Oral Examinationd2020 is administered successfully, it seems unlikely that future candidates will be enthusiastic about returning to the traditional format. Therefore, simultaneous with the development of the Virtual Oral Examinationd2020, the ABO is taking the opportunity to reconsider the goals of the assessment itself. Such an exercise is not newdin fact, minutes from ABO meetings reveal that similar appraisals have been conducted every few years for decades. Because almost half of the 24 member boards of the American Board of Medical Specialties do not conduct an OE, it is legitimate to ask whether it would be appropriate to certify ophthalmologists after the Written Qualifying Examination (WQE) alone. On the other hand, OEs are the norm for surgical boards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What the Future Might Hold"
        },
        {
            "text": "The purpose and focus of the WQE and the OE differ. The WQE evaluates a wide range of medical knowledged essentially the didactic spectrum that the American Academy of Ophthalmology's excellent Basic and Clinical Science Course comprises. The OE aims to evaluate how a candidate applies that knowledge in clinical scenarios with which an ophthalmologist recently out of residency should be familiar. In addition, the OE affords an opportunity to assess the candidate's communication and interpersonal skills and whether the candidate can think on their feet. Low to moderate correlation between the results of the WQE and OE likely reflects the measurement of separate constructs by each examination. Each time the ABO has discussed the question, it has concluded that the OE complements the WQE, has value, and should be retaineddeven though the operational costs for the OE significantly exceed the fees collected from candidates. It is a good time to consider something new.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What the Future Might Hold"
        },
        {
            "text": "What form this new assessment, which we are terming Initial CertificationdStep 2, optimally should take is yet to be determined. Our volunteers and examiners, who are the lifeblood of the ABO, highly value the personal interactions with candidates and with each other. Thus, maintaining some method of face-to-face examination, even if carried out remotely, makes robotic administration of the process unlikely (which has been suggested as a means to improve standardization). We also wish to provide a pathway that allows certification to be achieved relatively soon after graduation from residency; most newly minted ophthalmologists seem eager to \"get on with it,\" although the board eligibility window is 7 years, allowing flexibility for those with other commitments. And given that most residents pursue fellowship training, perhaps the Initial CertificationdStep 2 eventually could play a role in assessing and acknowledging subspecialty knowledge and expertise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What the Future Might Hold"
        },
        {
            "text": "Times of crisis offer opportunities for transformation. Regardless of which direction the ABO takes in response to COVID-19 and to other vicissitudes, we will be grateful for the engagement, suggestions, collaboration, and support of current and future diplomates. Our success as an ophthalmic community relies on being \"of the profession, for the public.\" 4 ",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "What the Future Might Hold"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 information center",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Board",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ophthalmology",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "books?id¼2V4UAAAAQBAJ&pg¼PT53&lpg¼PT53&dq¼% 220fþtheþprofession,þforþtheþpublic%22þABIM&source ¼bl&ots¼MmK9fihthp&sig¼ACfU3U30H1RcZLhck190S-C4LckgR40Ggng&hl¼en&sa¼X&ved¼2ahUKEwiL3qSf8Z_-pAhXZlXIEHcurA5MQ6AEwAHoECAoQAQ&authuser¼1#-v¼onepage&q¼%220f%20the%20profession%2C%20for %20the%20public%22%20ABIM&f¼false",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Deangelis",
                    "suffix": ""
                },
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Patient Care and Professionalism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Number",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}