{
    "paper_id": "0b209c488c86e1c7011b50c504a8108bbeb2c0d7",
    "metadata": {
        "title": "Computational Fluid and Particle Dynamics (CFPD): An Introduction",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The addition of particle dynamics with other disciplines to make-up the multi-disciplinary CFPD computational modelling of fluid-particle flows and the interactions between the two phases within the respiratory system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The exponential growth in computing power, advancements in technology, and materialisation of interdisciplinary research has seen CFPD emerge within the last few decades as a practical tool in modern engineering practice. The costs of computing have decreased dramatically and new paths of theoretical development are being realised, which could not have been possible without the computational approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of CFPD"
        },
        {
            "text": "Computational modelling is also becoming a staple in research and development (R&D) in practical engineering and product design and in academic research. The computational results complement the experimental and analytical approaches by providing a cost-effective alternative to simulating real fluid flows. For example, the visualisation capabilities such as vectors and contours of computational models are extremely useful in describing the physics that occur in observed flow results in experiments. CFPD can be used to assist in precise prediction of fluid-particle flow behaviours, particularly for drug particle delivery and inhalation toxicology where experimental methods are naturally invasive and often difficult to perform. CFPD is an emerging tool that offers the ability to solve a range of complicated flow problems that the analytical approach cannot handle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of CFPD"
        },
        {
            "text": "Finally, one major advantage of CFPD is the ability to simulate fluid-particle flows that are not reproducible in any experimental tests. This is especially significant in the medical and pharmaceutical fields where invasive experimental setups that deal with human subjects are difficult to undertake. For example, during normal respiration, inhaled air often contains foreign particles such as dust, fumes and general pollutants ( Fig. 1.2 ). In addition, drug delivery via the nose and mouth involves drug particles suspended in the airflow. These flow behaviours of normal respiration and drug delivery can be simulated using the CFPD approach, which is indeed much safer and easier to perform than experimenting on a live human subject.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 441,
                    "text": "Fig. 1.2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Advantages of CFPD"
        },
        {
            "text": "Nevertheless, the suggestion here is not that CFPD will replace experimental testing but rather will serve as a viable alternative that complements experimental methods. For example, the frontiers of CFPD research are still in a primitive state of development, and newly developed models rely on experimental data as validation for such topics as complex multiphase flows including drug powder aggregation or deaggregation, chemical reactions, and particle breakup. With the recent increased interest in this field, more capabilities and physics will be attainable. By using CFPD models through CFD software packages, visualization of numerical solutions using vectors, contours, or animated movies of unsteady flows can have a significant impact on delivering solutions to respiratory research problems. Some of the aims of this book are to introduce to the reader the current research trends and to enable the reader to understand and be able to make the right decisions when setting up the CFPD models. In particular, new users often encounter incorrect numerically produced flow characteristics that could have been wrongly interpreted as acceptable physical phenomena. Numerical results obtained must always be thoroughly examined before they are accepted. Therefore, the new user needs to learn how to properly analyse and judge the computed results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of CFPD"
        },
        {
            "text": "One of the many uses of CFPD is to reveal the physical nature of the interactions of particles in a fluid around and within designated objects. Fluid and particles are transported through a domain by many physical processes including dissipation, diffusion, convection, boundary layers and turbulence. The capabilities of CFPD are vast and while great advancements have been made there still remains a large undeveloped territory. CFPD, analogous to wind-tunnel and laser-photography particle analysis, can be employed as a research tool to perform numerical experiments in order to better understand the physical nature of the fluid-particle dynamics. By performing these numerical experiments, advanced models can then be developed to increase the capabilities of the computational modelling. One area of high level research activity is in the areas of atomization and sprays which are also applicable for the drug delivery devices. Models are being developed to account for the complex nature of atomization which involves a liquid phase breaking up into small droplets, which in turn experience further breakup and collisions or coagulation. Figure 1 .3 shows a snapshot in time of the unsteady atomization of a spray close to the nozzle region, which is referred to as the primary breakup. The flow structures reveal that the liquid exits the nozzle with a wave-like energy and atomizes into small droplets downstream. Following the primary breakup, the small droplets experience further atomization, which is referred to as the secondary breakup. This example illustrates how CFPD can provide detailed visualisation to better understand the observed flow structures and some important physical aspects of the fluid-particle flow, similar to a real laboratory experiment. More importantly, the simulations complement the experiments not only providing qualitative comparison but also a means to interpret some basic phenomenological aspects of the experimental condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1146,
                    "end": 1154,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CFPD as a Research Tool"
        },
        {
            "text": "In addition to the theoretical research into the fundamental physics, numerical experiments may be performed on problems that are difficult to perform experimentally. This may involve particle tracking and deposition, and particle size distributions that are involved with chemical species (heliox inhalation, see Sandeau et al. (2010), porous media (nasal hairs), non-Newtonian fluids (blood flow), and moving body problems (lung expansion/contraction). These problems highlight the capabilities of the CFPD as a non-invasive technique to study the human respiratory system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFPD as a Research Tool"
        },
        {
            "text": "Traditional users of CFD had been limited to academic researchers at a graduate or post-graduate level who were developing their own computational code in pursuit of code development and applications. Nowadays, as CFD becomes a cornerstone of engineering practice, many engineers without any post-graduate education are Fig. 1.3 The atomization of a spray using. a the volume-of-fluid model for the near nozzle spray breakup. b The discrete phase model for tracking individual particles as primary atomization (secondary break-up). c Application of CFPD for nasal spray drug delivery often expected to use it. This has led many engineering and science undergraduate courses to include CFD as part of their curriculum. Fortunately, the increase in the number of available CFD software in the market has been reflected by the same rapid development in interest and technology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 328,
                    "text": "Fig. 1.3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CFPD and CFD as a Training Tool"
        },
        {
            "text": "The authors believe that new users who take a hands-on approach to CFPD will progress rapidly in understanding fluid-particle dynamics, especially through the visualisation tools which work extremely well in conjunction with experimental labs. In addition, the use of CFPD modelling opens up new teaching methods (virtual surgery, 3D animation), and classes of problems such as human anatomy studies and the physiology of inhalation and respiration. Research has shown that the use of computational simulations increases learning efficiency and understanding (Kirkpatrick and Willson 1998; Wankat 2002) and provides an effective method for novel hands-on learning in combined physical and computational laboratories (Regan and Sheppard 1996).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFPD and CFD as a Training Tool"
        },
        {
            "text": "Furthermore computational models can provide new training methods for medical students by virtual surgery, or virtual anatomy. Hands-on training for surgical procedures has obvious obstacles that can impede on learning. Virtual anatomy can contribute towards this learning by providing the three-dimensional models of the anatomy that can be manipulated visually to convey the concepts. Surgical procedures can be made virtually, and then its effect on fluid flow patterns through the anatomy can be analysed. The surgeon therefore can make a more informed decision on the surgical procedure as well as devising a more effective post surgery recovery plans. One final advantage of the virtual anatomy and surgery (although not technically a training tool), is that communication between medical practitioners and the patient and their family will be improved through the visually demonstrating the anatomy and why surgery is or is not needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CFPD and CFD as a Training Tool"
        },
        {
            "text": "The inhalation of particles often causes adverse health problems. Increased levels of air pollution through urbanisation, by-products of industrial waste, and poor indoor air quality in the home and workplace are some contributors responsible for the increases in respiratory diseases. These may include allergies, sinusitis, bronchitis, pulmonary emphysema, asthma, alveolitis, lung cancer, and nasal cancer. Recently cases of mesothelioma and asbestosis have emerged in the public sphere where mining and building industries are being sued by affected workers. Because the symptoms of asbestos-related diseases are slow to develop and may only occur 20 years after the initial exposure, this example highlights the importance of respiratory health risk assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory Health Risk Assessment"
        },
        {
            "text": "Particle inhalation studies for respiratory health risk assessment using CFPD primarily deals with predictions of particle deposition. More importantly the local deposition sites (where the particles deposit) play a central role in health effect assessments ( Furthermore, risk assessments are especially important during infectious disease outbreaks. Take, for example, the recent spate of acute epidemic outbreak of influenza ). CFPD methods were used to trace cough droplets and their spread within a cabin as a result of the cabin's air circulation and any cabin crew movement ( Fig. 1.4) , which allowed a prediction of which passengers were exposed to the cough droplets. As part of risk assessment and management, such tracking of the pathogens within the cabin during flight (Zhang et al. 2009) enabled authorities to identify those passengers at risk and to place them in quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "Fig. 1.4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Respiratory Health Risk Assessment"
        },
        {
            "text": "Pulmonary drug delivery has traditionally been used for the treatment of respiratory ailments such as asthma and cystic fibrosis. Research in this area has increased due to a number of factors including a rise in respiratory illnesses, the ability to deliver proteins and peptides, and the lung's large absorptive surface area that enables optimum bioavailability. Having said this, the physiology of the lung is not designed for systemic drug absorption but for gas exchange. The lung's defence mechanisms by either physical or mucosal clearance or breakdown by macrophages and enzymes need to be overcome for effective drug delivery. The delivered drug is usually introduced through the mouth via an atomizing delivery device. For asthma treatment these devices can be a dry powder inhaler, metered dose inhaler, or nebuliser. The drug particle is released from the device and must pass through the oral cavity, pharynx, upper airways, and preferably reach the deep lung. The main obstacle in pulmonary drug delivery is its efficacy. Inefficient drug delivery can arise, owing to excessive particle aggregation in an inhaler, early deposition in the mouth and throat, and overly rapid particle removal from the lungs by mucocilliary or phagocytic clearance mechanisms (Edwards et al. 1998), making it difficult to prolong a residence time to allow an effective drug release. The search for more effective delivery methods has been a long-time motivation for research in this pulmonary drug delivery. From a CFPD perspective, the drug delivered into the mouth involves a secondary phase material (e.g. drug particles, liquid drops, or a gaseous mixture) transported by the primary phase, air. The modelling involves many disciplines of science including the atomization of the drug formulation, fluid-particle dynamics during the particle trajectory, and finally a chemical related diffusion process at the alveolar epithelium during final absorption. CFPD studies of pulmonary drug delivery can be divided into three categories: (1) deposition in the airways, (2) drug morphology and (3) delivery device. Firstly, deposition studies in the airways (Fig. 1.5) Secondly, drug particle morphology also plays an extremely important role in the aerodynamic behaviour. Edwards et al. (1998) discusses the potential for increasing particle size but lowering the particle mass density in order to achieve large porous particles, which have less tendency to agglomerate than convectional small nonporous particles. Nano and ultrafine particles, including nanofibres, have also been cited as a potential for site specific drug delivery because of their ability to enhance drug absorption, traffic through tissues and target cells (Gelperina et al. 2005) . However, for pulmonary delivery, problems, such as stability of nanoparticles after preparation and high diffusion leading to early deposition in the mouth and throat, need to be overcome. Targeting capability is influenced by particle size, surface charge, surface modification, and hydrophobicity-characteristics which need to be considered in the particle physics. Porous nanoparticle-aggregate particles (PNAPs) (Fig. 1.6 ) are another approach which combines the aerodynamic flight ability of micron-scale porous particles with the composition of biodegradable nanoparticles that delivers the nanoparticles effectively to the lungs (Sung et al. 2009). As you will see later in Chap. 5, the particle size and, to a lesser extent, density plays a significant role in a particle's trajectory. Finally, as a further example of CFPD application for pulmonary drug delivery we present some recent research for an inhaler design. Coates et al. (2004) investigated the effects of modifying the design of the inhaler grid of a dry powder inhaler on the device performance. A variety of modelling methodologies may be used to evaluate the performance of the device and assist in characterising the dose concentration, dose variation and particle dispersion. Figure 1 .7, adapted from the work by Coates et al. (2004) , shows the velocity contours and particle tracks generated from two different inhaler grid configurations. The presence of the inhaler grid straightened the flow and reduced the level of swirl generated in the device. Particle tracking allows the frequency and location of particle impactions for the two different grid cases to be determined.",
            "cite_spans": [
                {
                    "start": 4053,
                    "end": 4059,
                    "text": "(2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2150,
                    "end": 2160,
                    "text": "(Fig. 1.5)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2722,
                    "end": 2745,
                    "text": "(Gelperina et al. 2005)",
                    "ref_id": null
                },
                {
                    "start": 3164,
                    "end": 3173,
                    "text": "(Fig. 1.6",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4001,
                    "end": 4009,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Pulmonary Drug Delivery"
        },
        {
            "text": "Research activity in nasal drug delivery has historically lagged behind pulmonary drug delivery. Today, however, there is as much interest and development in the nasal route for delivery of systemic drug formulations such as peptide and protein drugs. Its attraction is due to the large surface area of the nasal cavity that allows drug absorption. The walls are highly vascularised and the venous blood (deoxygenated a b blood returning back to the heart) from the nose passes directly into the systemic circulation leading to a rapid onset of action from the initial drug absorption. This has further advantages, including avoiding loss of drug by first-pass metabolism in the liver, fewer side effects, painless compared to injections, and the drug may even be delivered directly to the brain along the olfactory nerves (Oberdörster et al. 2004). Similar to lung airways, the physiological function of the nose is for respiration as well as olfaction. The nose's unique geometry has defence mechanisms to prevent foreign particles from entering into the main nasal passage. Experimental studies have found that particle deposition from nasal sprays primarily occurs in the anterior third (up to the nasal valve region) of the nasal cavity (Cheng et al. 2001; Newman et al. 1998 ). CFPD research can be used in conjunction with experiments to better understand the particle dynamics and final deposition in the nasal cavity.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1261,
                    "text": "(Cheng et al. 2001;",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1280,
                    "text": "Newman et al. 1998",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nasal Drug Delivery"
        },
        {
            "text": "As an example, we present the particle trajectories and deposition sites for 50 and 10 μm particles released inside the nasal cavity at different directions that may be achieved by the nasal spray design. The visualisation in Fig. 1.8 shows that a horizontal insertion angle (90 • ) for 50 μm provides later deposition at the back of the nasopharyngeal region. Although 10 μm particles deposit more readily in the middle turbinate regions of the nasal cavity, their transport beyond the nasopharynx leads to undesirable deposition in the lungs. The fate of each particle released from specific points was achieved by individually tracking the particle's trajectory through the nasal cavity. The deposition patterns can be recorded and visualised through CFPD which helps to guide a pragmatic engineering design of the spray device or lead to better instructions for patients applying the spray (i.e. insertion at different angles, deeper insertion etc.). Published work in this area includes that of Kimbell et al. (2007) who investigated the deposition fractions of 20 and 50 μm particles from a nasal spray.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1021,
                    "text": "Kimbell et al. (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Fig. 1.8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nasal Drug Delivery"
        },
        {
            "text": "Sleep apnoea is a sleeping disorder characterised by repeated pauses in breathing of at least 10 s throughout sleep (an apnoea event) caused by an upper-airway obstruction in the pharyngeal region. This stops breathing, and the brain reacts by briefly waking the subject in order to re-open the airways and allow breathing to restart. In severe cases, a person may experience upto 600 apnoea events per night while for less severe cases the obstruction is only partial, and the airflow limitation is called hypo-apnea (Huupponen et al. 2009 ). In either case it has a significant impact on health, quality of life, and productivity. Symptoms during the night include loud snoring, choking or gasping during sleep (to get air into the lungs), and loss of sleep while long-term consequences contribute to excessive daytime sleepiness, weight gain, depression, irritability, high blood pressure, heart attack and stroke (Kiely and McNicholas 2000). The main treatment for obstructive sleep apnoea (OSA) is Continuous Positive Airway Pressure, or CPAP, (see Fig. 1 .9) which can be used for the management of mild and severe OSA. The airway obstruction is relieved due to the positive intraluminal pressure, produced by the CPAP device, which overcomes the collapsing pressure of the upper airway.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 540,
                    "text": "(Huupponen et al. 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1054,
                    "end": 1060,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Therapies for Sleep Apnoea"
        },
        {
            "text": "A steady volumetric flow rate is delivered into the airway through a nasal mask. The pressure difference between the expansion of the lung and the ambient air induces the airflow into the respiratory system. When the mask is placed over the face the new pressure difference relieves the obstruction in the pharynx, reducing and/or preventing the apnoeas. Compliance with CPAP has been reported to range between 46 % and 90 % (Krieger 1992; Reeves-Hoche et al. 1994). Up to about 50 % of patients gave up the treatment because of some minor side effects, such as rhinitis, nasal bridge sores, discomfort, abdominal bloating, and claustrophobia. One common complaint made by patients is that the CPAP pressure is too high, leading to the discomfort (Polo et al. 1994) prior to sleep onset and increased expiratory effort as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapies for Sleep Apnoea"
        },
        {
            "text": "Computational studies can provide detailed information about the flow characteristics in the pharynx area. For example, numerical measurements inside the nasal cavity can identify regions of discomfort which can help future designs of CPAP devices. These measurements allow an evaluation of the CPAP device to determine whether the effects on the airflow are beneficial for preventing OSA. This can lead to improved treatment therapy planning, cost-effectiveness of diagnosis and treatment, and patient use of CPAP devices. In addition, CFD studies in the pharyngeal region can also help in presurgical planning, for irreversible therapies such as tracheostomy or pharyngeal surgery. As an example a study into the flow characteristics that are produced by obstructive sleep apnea is shown (Jeong et al. 2007 ) which provides insight into the pathophysiology of the obstructive sleep apnea (OSA) disease ( Fig. 1.10) . The results found that the flow in the pharyngeal airway of patients with OSA comprises a turbulent jet formed by area restriction at the velopharynx-the region in between the nasopharynx and the oropharynx as shown in Fig. 1.10 . This turbulent jet causes higher shear and pressure forces in the vicinity of the velopharynx, and it can be deduced that the most collapsible area in the pharyngeal airway of OSA patients is the velopharynx where minimum intraluminal pressure and maximum aerodynamic force lie.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 790,
                    "end": 808,
                    "text": "(Jeong et al. 2007",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 906,
                    "end": 916,
                    "text": "Fig. 1.10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1138,
                    "end": 1147,
                    "text": "Fig. 1.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Therapies for Sleep Apnoea"
        },
        {
            "text": "Gas exchange during respiration and the process of olfaction, the primary functions of the nose, are often difficult to assess experimentally. Respiration occurs in the distal regions of the lung called the acinar airways where the gas exchange takes place within the alveoli (Fig. 1.11) . However, inhaled particles transported in the alveolar region of the lung are important for possible health risks or as a therapeutic inhaled drug therapy. Olfaction takes place in the upper regions of the main nasal passage within the nasal cavity, and this can lead to translocation of inhaled ultrafine particles to the brain. In this section we present some CFPD results in the literature firstly for the acinar airway, then for olfactory uptake. (Fig. 1.13) . The results showed that indeed the anatomical changes in the olfactory region (upper meatus below the cribriform plate) and the nasal valve region strongly affect airflow patterns and odorant transport through the olfactory region, with subsequent effects on olfactory function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 287,
                    "text": "(Fig. 1.11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 741,
                    "end": 752,
                    "text": "(Fig. 1.13)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Studies in the Acinus and Olfactory Regions"
        },
        {
            "text": "Nasal surgery is a common procedure whether it is for cosmetic or remedial purposes. It may be performed to improve breathing, correct congenital or acquired deformities, repair nasal injuries, or to change the size or shape of the nose for cosmetic purposes. In any case, the use of computational models is beneficial to complement the standard rhinometric measurements because detailed changes in local airflow patterns, air conditioning and odorant uptake ability are not captured by rhinometry. The many advantages in using computational modeling as a tool for 'virtual surgery'include the ability to explain the surgical procedure and its predicted outcome to the patient and family members; better visualization which allows the doctors to be more confident in planning the surgery; and evaluation of the potential physiological performance of the nose based on the 'virtual surgery' which facilitates a more effective post-surgical treatment plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assistance to Nasal Surgery"
        },
        {
            "text": "This suggest that high water fluxes were more spread out in the atrophic nose, with high concentrations occurring at the superior nasal cavity and on the proximal aspect of the middle turbinate (bony intrusions in the nasal cavity-see Chap. 2 for anatomical descriptions). The results also provide a deeper insight into the pathology of atrophic noses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assistance to Nasal Surgery"
        },
        {
            "text": "Ozlugedik et al. (2008) presented a virtual surgery study to compare the aerodynamic characteristics of pre-and postoperative nasal cavity that had concha bullosa and septal deviation. Virtual septoplasty and partial lateral turbinectomy were performed on this model to generate the second postoperative model in Fig. 1.15 . A general drop in the maximum airflow velocity and a significant reduction in the total nasal resistance were found. These two examples show the value of virtual surgery as a tool for preplanning in order to understand the consequences of surgical procedures on the airflow patterns, change in pressure drop and resistance, and heat and mass flux for the air conditioning ability of the nose.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "Fig. 1.15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assistance to Nasal Surgery"
        },
        {
            "text": "The use of a computational approach to study human respiration and particle inhalation has been largely driven by the exponential growth in computing power, advancements in technology, and materialisation of interdisciplinary research to provide CFPD as a practical tool in modern engineering applications. One major advantage of significance to the medical and pharmaceutical industries is the ability to simulate fluid-particle flows that are difficult to reproduce experimentally. For example clinical testing of human respiration of gases and particles is quite invasive and can be detrimental to a person's health and indeed a CFPD approach can provide a simpler alternative. A large number of examples have been presented which demonstrate the use of computational fluid and particle dynamics as an educational and research tool in many biomedical applications such as human respiration, drug delivery, and assistance to surgical procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The use of CFPD in biomedical applications is indeed multi-disciplinary, incorporating the fundamentals of CFD (computational science, mathematics, fluid dynamics) with particle science and human anatomy and physiology. This leads to the question as to whether we actually require the expertise of five specific peopleone from each discipline-to come together for the development of a biomedical simulation. The answer is obviously not. More likely, this field will require a person to obtain some knowledge subsets from each discipline. Therefore, this book is written to equip the reader with the necessary background material for an understanding of both the internal workings of a CFD code and its successful operation and its application to the human respiratory system. In the next chapter, we begin by presenting the anatomy and physiology of the human respiratory system which serves as a base for developing the CFPD simulation settings. The primary aim is to summarise the important features of respiration and how it will be incorporated into the final computational model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How does CFPD differ from CFD? 2. What four disciplines does CFPD derive from?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What are some of the advantages of using CFPD? 4. What are the limitations and disadvantages of using CFPD? 5. How can CFPD be used as a training tool in medicine?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How can CFPD be used for evaluating the toxicology of inhaled particles? 7. What advantages does CFPD hold over experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.2 Spherical particle motion during inhalation in the left chamber of the nasal cavity",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schlesinger and Lippmann 1978) and the prediction of lung cancer development (Balashazy et al. 2003). Many respirable particles exist in the ultrafine size range (d p < 0.1 μm) where they have been found to be more toxic than larger particles of the same material (Oberdörster et al. 2005). As such there has been a lot focus on ultrafine particle deposition in the lung airways (Hofmann et al. 2003; Longest and Xi 2007; Zhang et al. 2005a). CFPD studies in the lung airways may be traced back to the establishment of a single, representative lung model by Weibel (1963) and the models of Horsfield et al. (1971). These models lay the foundation for many early studies into particle deposition in the lung airways using computational and experimental approaches. The use of CFPD studies of the nasal cavity and extrathoracic airways began later than those of the lung airways and included the early work byElad et al. (1993)  who used a simplified model. A more realistic model was then studied by Keyhani (1995). Ultrafine particle deposition in the nasal cavity includes nanoparticle deposition(Wang et al. 2009; Zamankhan et al. 2006). It should be noted that the later developments of nasal cavity studies are largely due to the advancements in biomedical instrumentation and image processing techniques, where high resolution CT and MRI scans have allowed computational reconstruction of realistic models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cough droplet dispersion inside an aeroplane cabin. (Image courtesy of Prof Qingyan Chen, Purdue University) such as the bird flu, SARS, and more specifically the H1N1 swine flu. With more people travelling by air than ever before, pathogens can move farther, faster and in greater numbers. During the H1N1 outbreak during March and April of 2009, international air travellers departing from Mexico unknowingly transported a novel influenza (H1N1) virus to cities around the world (Khan et al. 2009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Early computational model of the bronchial bifurcation model. (Image from Balashazy and Hofmann 1993) and b A more recent computational model of the tracheobronchial airway tree. (Image from Xi et al. 2008)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "have focussed on the local lung airway region, advancing from a single symmetrical lung airway bifurcation (Balashazy and Hofmann 1993) to a tracheobronchial airway tree up to 16 generations (Choi et al. 2007; Xi et al. 2008; Zhang et al. 2008a). Often airflow and particle data upstream of the trachea are studied separately from the tracheobronchial airway tree. This includes studies of fluid-particle flows in the mouth-throat (Jayarajua et al. 2008; Mitsakou et al. 2007). a b Fig. 1.6 Scan electron microscope images of pulmonary drug particles using a large, porous particles. (Courtesy of Nicolas Tsapis at Laboratoire de Pharmacie Galénique) and b porous nanoparticle-aggregate particle PNAPs. (Image from Sung et al. 2009)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of design on the performance of a dry powder inhaler using CFD. (Images from Coates et al. 2004)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Particle trajectories shown by the coloured lines and deposition sites shown by dots for a 50 μm particles at a horizontal insertion and b 10 μm particles at vertical insertion. (From Inthavong et al. 2006b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Nasal plug and nasal mask types of CPAP devices",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "10 a Lateral view of the nasal cavity and pharynx with nine representative sections. b Shear force contour. (Image taken from Jeong et al. 2007)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "11 a 3D flow structure inside a geometry of a honeycomb-like alveolar duct (Re = 1.0). Image taken from Kumar et al. (2009). b Velocity field in the symmetry plane of an alveolar duct bend from the work of van Ertbruggen et al. (2008) for Re = 0.07 While the alveoli are normally depicted as little spheres or hemispheres attached to terminal ends of the lung airways, they have actually been modeled as denselypacked hollow polyhedron (Fung 1988; Mead et al. 1970). Some CFPD results are given in (Fig. 1.12) which include that of Kumar et al. (2009) which used a flexible-walled honeycomb-like polygonal geometry to examine the fluid flow under rhythmic breathing. The results show the flow structure dominated by the presence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "12 a Schematic representation of the pulmonary acinus with three-dimensional alveolar sacs. b Streamlines of velocity field magnitude, obtained at peak inspiration (t = 0.1 s) in the alveolar sac geometry. (Images taken from Sznitman 2008) of a developing recirculation region within the cavity extending up to the third acinar generation. (van Ertbruggen et al. 2008) modelled the flow within a 3D alveolated bend which found that the presence of the alveolar cavities had a minimal effect on the main flow occurring in the central duct. Sznitman (2008) also developed a three-dimensional subregion of an entire pulmonary acinus, consisting of an acinar space-filling geometry, to study respiratory convective flows. The results also showed recirculation patterns, along with radial flows. Although the primary function of the nose is to detect smells through olfaction, studies of olfaction uptake have shown that translocation of inhaled ultrafine particles to regions of the brain can take place through deposition on the olfactory mucosa (Elder et al. 2006; Oberdörster et al. 2004). The effects on the central nervous system by this neuronal translocation is uncertain; however it does open up the idea that drug delivery direct to the central nervous system is possible through airborne ultrafine particles depositing on the olfactory mucosa and translocating via the olfactory nerves. Some CFPD results found in the literature are presented here. Zhao et al. (2004) evaluated the degree to which variations in critical nasal areas, such as the olfactory slit and nasal valve, affected odorant transport",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "13 Contour plot of velocity magnitude on the coronal plane 6.2 cm from the tip of the external nares with varying olfactory slits. a Narrowed olfactory slit. b Original airway model generated from CT scans. c Widened olfactory slit. Total airway volume change in each of the modifications < 5 %. (Figure taken from Zhao et al. 2004) Fig. 1.14 Results taken from Garcia et al. (2007b) showing regions of the nasal mucosa where the water flux per unit area exceeds 2 × 10 −4 kg/(s m 2 ) for pre-and post-surgery of an atrophic nose compared with a normal nose. Only the left cavity and the nasopharynx are shown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "section provides two examples of pre-and post-op studies of the nose. Garcia et al. (2007b) studied the air conditioning ability of a nose suffering from atrophic rhinitis pre-and post-surgery. The results of water flux at the inner nasal walls in a normal-, atropic pre-op, and atrophic post-op nose are shown inFig. 1.14. The results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "15 Pressure distributions of a nasal cavity in the preoperative. (affected by partial lateral turbinectomy) and postoperative models. (Image taken from Ozlugedik et al. 2008)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}