{"paper_id": "0b20c1b180de5a9369b17e751765560a720c2d76", "metadata": {"title": "Journal Pre-proof Impact of COVID-19 pandemic on patients with ST-segment elevation myocardial infarction: Insights from a British cardiac center Impact of COVID-19 Pandemic on Patients with ST-segment Elevation Myocardial Infarction: Insights from a British Cardiac Center Address for correspondence", "authors": [{"first": "Hesham", "middle": ["K"], "last": "Abdelaziz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amr", "middle": [], "last": "Abdelrahman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amjad", "middle": [], "last": "Nabi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Maciej", "middle": [], "last": "Debski", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Amgad", "middle": [], "last": "Mentias", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ain Shams University", "location": {"settlement": "Cairo", "country": "Egypt"}}, "email": ""}, {"first": "Tawfiq", "middle": [], "last": "Choudhury", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Billal", "middle": [], "last": "Patel", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marwan", "middle": [], "last": "Saad", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ain Shams University", "location": {"settlement": "Cairo", "country": "Egypt"}}, "email": "marwanssaad@gmail.com"}, {"first": ";", "middle": [], "last": "Amr", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ain Shams University", "location": {"settlement": "Cairo", "country": "Egypt"}}, "email": ""}, {"first": "Abdelrahman", "middle": [], "last": "Mrcp", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Journal Pre-proof J o u r n a l P r e -p r o o f Abstract The current study aimed to examine the impact of COVID-19 pandemic on patientrelated delay with ST-segment elevation myocardial infarction (STEMI) at a tertiary center in the United Kingdom. The study demonstrated a significant delay in symptom-to-first medical contact and a higher cardiac troponin-I level on admission in patients with STEMI during the COVID-19 pandemic versus the pre-COVID era.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Journal Pre-proof", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Data analysis was performed with SPSS, version 24.0 (IBM Corporation, Armonk, New York, USA). Categorical variables are summarized as numbers and percentages and compared using Pearson's χ 2 test. Continuous variables are presented as mean ± SD or median (interquartile range) and compared using Student's t-test or Mann-Whitney test as appropriate. Outliers were defined as any value which falls more than 1.5 times the IQR above the third quartile (75 th Journal Pre-proof J o u r n a l P r e -p r o o f percentile) or below the first quartile (25 th percentile). P value <0.05 was considered statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A total of 139 patients were screened during the described time frames, 115 patients (COVID era n=46, pre-COVID era n=69) met our inclusion criteria and for whom full data were available. Twenty-four patients were excluded due to lack of symptom-to-FMC records (n=13), unclear symptom onset (n=5), lack of in-hospital echocardiography (n=4), or deferral of primary PCI due to severe frailty (n=2). The mean age was 64.9±11 years and approximately two third of the study cohort were men. The majority of patients in both groups (85%) presented through EMS. None of the patients in the COVID-19 era group had the clinical diagnosis of COVID-19 infection by the time of their hospital discharge. The study groups were well balanced for various baseline characteristics (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 766, "end": 775, "text": "(Table 1)", "ref_id": null}], "section": "Abstract"}, {"text": "The delay in symptom-to-FMC was significantly longer in COVID era (227 [65-790] vs.119 min, P= 0.01) compared to pre-COVID era group (Figure 1a) .", "cite_spans": [], "ref_spans": [{"start": 133, "end": 144, "text": "(Figure 1a)", "ref_id": null}], "section": "Abstract"}, {"text": "In the COVID-19 era, time from symptom to FMC was < 2 hours in 34.8%, 2 to <6 hours in 30.4%, 6 to <12 hours in 8.7 %, and > 12 hours in 26.1% of the cohort. The corresponding percentages in the pre-COVID-19 era were 50.7%, 34.8%, 14.5%, and 0% of the cohort, respectively.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The cTn-I level on admission (normal: 14-47 ng/L) was also significantly higher in the COVID versus pre-", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "J o u r n a l P r e -p r o o f Introduction Multiple reports have shown that minimizing delays in reperfusion in patients with ST-segment elevation myocardial infarction (STEMI) is associated with improved outcomes. 1,2 While healthcare systems have improved door-to-balloon time over the last few decades, 3 patient-related delay remains a challenging factor to improve despite continuous efforts of public education. 4 During a public health emergency, such as outbreak of an infectious disease, these delays become even more challenging to predict, and the literature provides scarce information about the impact of these emergencies on pre-and in-hospital logistics of STEMI care, in particular patient-related delay.", "cite_spans": [{"start": 419, "end": 420, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": ""}, {"text": "Since 1 st March 2020, the Coronavirus disease 2019 (COVID-19) outbreak had been declared a \"level 4 incident\" in the United Kingdom. 5 The current study represents the experience of a tertiary cardiac center in the United Kingdom in regard to the impact of COVID-19 pandemic on patients with STEMI.", "cite_spans": [{"start": 134, "end": 135, "text": "5", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "This is a retrospective, observational study that included all patients, 18-90 years of age, who presented with STEMI via emergency medical service (EMS) or through the Accident and Emergency department at our tertiary cardiac center and in whom primary PCI was performed. STEMI was defined according to the fourth universal definition of myocardial infarction. 6 Indications for primary PCI followed the current practice guidelines. 7 We selected a time frame of 1 month after declaration of COVID-19 infection as a \"Level 4 Incident\" (i.e., March 1 st -31 st , 2020; COVID-19 era group). 5 A group of J o u r n a l P r e -p r o o f STEMI patients from a similar time period of last year (i.e., March 1 st -31 st , 2019; pre-COVID-19 era group) was used as control. We excluded STEMI patients with unclear symptom onset or who were already in hospital during symptom onset.", "cite_spans": [{"start": 362, "end": 363, "text": "6", "ref_id": "BIBREF4"}, {"start": 434, "end": 435, "text": "7", "ref_id": null}], "ref_spans": [], "section": "Study design and patient population"}, {"text": "The main outcome was patient-related delay defined as the time from symptom onset to first medical contact (FMC). In patients who presented through EMS, FMC was considered the time of receiving the call to exclude EMS-related delay. Other inhospital outcomes included door-to-balloon time, cardiac troponin (cTn-I) level on admission, recurrent angina, acute decompensated heart failure (NYHA class III or IV), cardiogenic shock, significant arrhythmias, or mechanical complications (e.g., ventricular septal rupture, ischemic mitral regurgitation, etc.). The study was approved by our local institutional audit and quality improvement committees.", "cite_spans": [], "ref_spans": [], "section": "Study Outcomes"}, {"text": "Informed consents were waived because of the nature of the study.", "cite_spans": [], "ref_spans": [], "section": "Study Outcomes"}, {"text": "No extramural funding was used to support this work. The authors are solely responsible for the design and conduct of this study, all study analyses, the drafting and editing of the paper and its final contents. endpoints was reported in either groups. All patients survived to hospital discharge except one in the pre-COVID era who died from a non-cardiac cause. Table 2 summarizes the outcomes in both groups.", "cite_spans": [], "ref_spans": [{"start": 364, "end": 371, "text": "Table 2", "ref_id": "TABREF0"}], "section": "Funding"}, {"text": "The current study highlights the impact of COVID-19 pandemic on patient presenting with STEMI, especially in regard to patient-related delay, one of the key factors in the pre-hospital logistics of care. We demonstrated a 33% drop in STEMI volume with a significant delay in symptom-to-FMC, and a higher cTn-I level on admission during the COVID-19 pandemic compared to pre-COVID era.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The total ischemic time is a major determinant of outcomes in STEMI patients, and early management is critical in reducing morbidity and mortality. 8 Several modifications at the organizational level have been successful to reduce door-toballoon time over the last years. 3 However, outcomes with several public awareness projects to reduce patient-related delay were controversial. 9 In the study performed by Brodie et al., patients with symptom-to-FMC <90 min experienced a reduction in 1-year mortality compared to >90 min only when it was combined with a shorter delay to reperfusion. 10 In the current study, the delay in symptom-to-FMC during the COVID-19 era is substantial, with an increase in the 75 th percentile from 3.4 to 13.2 hours, compared with pre-COVID-19 era. Such increase represents a huge shift of STEMI patients from a time frame where primary PCI is expected to provide substantial benefit, to a J o u r n a l P r e -p r o o f time frame where the benefit may be minimal. Although we were not able to directly ascertain that the significant patient-related delay is due to the ongoing COVID-19 pandemic, it is highly likely that patients were reluctant to call EMS or present to the emergency department for fear of getting infected and/or transmitting infection to their close contacts. A similar pattern of delay in seeking medical care due to fear of contracting infection within the hospitals was seen in the Ebola epidemic in West Africa in 2013 as evident by a post epidemic survey. 11 Noteworthy, various other causes for patient-related delay in STEMI have been previously described in literature. 12, 13 However, considering that these causes remained largely unchanged between 2019 and 2020, as well as the fairly similar baseline characteristics of both groups, the COVID-19 pandemic comes out as the major new variable that could possibly explain this substantial difference in patient-related delay. Similar patterns from the United States 14 and Asia 15 were observed during the current pandemic. The significant drop in STEMI volume (33%) in our study is similar to that observed in the US (38%). To our knowledge, this is the first report from the United Kingdom highlighting the magnitude of the problem.", "cite_spans": [{"start": 272, "end": 273, "text": "3", "ref_id": "BIBREF2"}, {"start": 383, "end": 384, "text": "9", "ref_id": "BIBREF7"}, {"start": 590, "end": 592, "text": "10", "ref_id": "BIBREF8"}, {"start": 1514, "end": 1516, "text": "11", "ref_id": "BIBREF9"}, {"start": 1631, "end": 1634, "text": "12,", "ref_id": "BIBREF10"}, {"start": 1635, "end": 1637, "text": "13", "ref_id": "BIBREF11"}, {"start": 1990, "end": 1992, "text": "15", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our study also examined the baseline cTn-I level on admission. The significant increase compared to a similar time frame last year is likely a consequence to the delayed presentation and prolonged total ischemic time. Of note, the door-to-balloon time was similar between both groups indicating that system performance was not yet affected at this early stage of the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The deleterious effect of late presentation and/or missed myocardial infarction during COVID-19 pandemic is likely to manifest itself as a surge in new diagnosis of heart failure cases in the next few months, and may even result in increased J o u r n a l P r e -p r o o f mortality among these patients, and thus representing another category of indirect COVID-19 related deaths. However, this is yet to be determined.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The current study has limitations. First, this is a single-center observational experience and may not be generalized to other regions. Second, patients were only followed up during hospitalization. Third, the onset of symptom is a subjective parameter and might not be precisely recorded. Finally, the small sample size and the retrospective nature of the study precluded performing further analysis to identify independent predictors for patient-related delay which would be better captured with a nationwide population survey.", "cite_spans": [], "ref_spans": [], "section": "Limitations"}, {"text": "During the current the COVID-19 outbreak, physicians and healthcare organizations should increase the public awareness that the message \"Stay At Home\" should not be misinterpreted in a way that people ignore significant symptoms of major events such as acute coronary syndromes and encourage them to seek medical advice in a timely manner. Tables   Table 1. Baseline demographics of study population. ", "cite_spans": [], "ref_spans": [{"start": 340, "end": 357, "text": "Tables   Table 1.", "ref_id": "TABREF1"}], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Impact of delay to reperfusion on reperfusion success, infarct size, and clinical outcomes in patients with Stsegment elevation myocardial infarction: The INFUSE-AMI trial (INFUSEanterior myocardial infarction)", "authors": [{"first": "A", "middle": [], "last": "Guerchicoff", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Brener", "suffix": ""}, {"first": "A", "middle": [], "last": "Maehara", "suffix": ""}], "year": 2014, "venue": "JACC Cardiovasc Interv", "volume": "7", "issn": "7", "pages": "733--740", "other_ids": {"DOI": ["10.1016/j.jcin.2014.01.166"]}}, "BIBREF1": {"ref_id": "b1", "title": "Relation between door-toballoon times and mortality after primary percutaneous coronary intervention over time: a retrospective study", "authors": [{"first": "B", "middle": ["K"], "last": "Nallamothu", "suffix": ""}, {"first": "S-Lt", "middle": [], "last": "Normand", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "Lancet", "volume": "385", "issn": "9973", "pages": "61932--61934", "other_ids": {"DOI": ["10.1016/S0140-6736"]}}, "BIBREF2": {"ref_id": "b2", "title": "National efforts to improve door-toballoon time results from the Door-to-Balloon Alliance", "authors": [{"first": "E", "middle": ["H"], "last": "Bradley", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Nallamothu", "suffix": ""}, {"first": "J", "middle": [], "last": "Herrin", "suffix": ""}], "year": 2009, "venue": "J Am Coll Cardiol", "volume": "54", "issn": "25", "pages": "2423--2429", "other_ids": {"DOI": ["10.1016/j.jacc.2009.11.003"]}}, "BIBREF3": {"ref_id": "b3", "title": "Persistence of delays in presentation and treatment for patients with acute myocardial infarction: The GUSTO-I and GUSTO-III experience", "authors": [{"first": "W", "middle": ["B"], "last": "Gibler", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Armstrong", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Ohman", "suffix": ""}], "year": 2002, "venue": "Health Service Journal", "volume": "39", "issn": "2", "pages": "123--130", "other_ids": {"DOI": ["10.1067/mem.2002.1214025"]}}, "BIBREF4": {"ref_id": "b4", "title": "Fourth Universal Definition of", "authors": [{"first": "K", "middle": [], "last": "Thygesen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Alpert", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Jaffe", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: The Task Force for the management of acute myocardial in", "authors": [], "year": 2017, "venue": "Eur Heart J", "volume": "00", "issn": "2", "pages": "119--177", "other_ids": {"DOI": ["10.1093/eurheartj/ehx393"]}}, "BIBREF6": {"ref_id": "b6", "title": "Time Delay to Treatment and Mortality in Primary Angioplasty for Acute Myocardial Infarction: Every Minute of Delay Counts", "authors": [{"first": "G", "middle": [], "last": "De Luca", "suffix": ""}, {"first": "H", "middle": [], "last": "Suryapranata", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Ottervanger", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Antman", "suffix": ""}], "year": 2004, "venue": "Circulation", "volume": "109", "issn": "10", "pages": "1223--1225", "other_ids": {"DOI": ["10.1161/01.CIR.0000121424.76486.20"]}}, "BIBREF7": {"ref_id": "b7", "title": "Persistence of delays in presentation and treatment for patients with acute myocardial infarction: The GUSTO-I and GUSTO-III experience", "authors": [{"first": "W", "middle": ["B"], "last": "Gibler", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Armstrong", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Ohman", "suffix": ""}], "year": 2002, "venue": "Ann Emerg Med", "volume": "39", "issn": "2", "pages": "123--130", "other_ids": {"DOI": ["10.1067/mem.2002.121402"]}}, "BIBREF8": {"ref_id": "b8", "title": "When is door-to-balloon time critical? Analysis from the HORIZONS-AMI (Harmonizing Outcomes with Revascularization and Stents in Acute Myocardial Infarction) and CADILLAC (Controlled Abciximab and Device Investigation to Lower Late Angioplasty Complications) trials", "authors": [{"first": "B", "middle": ["R"], "last": "Brodie", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Gersh", "suffix": ""}, {"first": "T", "middle": [], "last": "Stuckey", "suffix": ""}], "year": 2010, "venue": "J Am Coll Cardiol", "volume": "56", "issn": "5", "pages": "407--413", "other_ids": {"DOI": ["10.1016/j.jacc.2010.04.020"]}}, "BIBREF9": {"ref_id": "b9", "title": "Health-care access during the Ebola virus epidemic in Liberia", "authors": [{"first": "P", "middle": ["A"], "last": "Mcquilkin", "suffix": ""}, {"first": "K", "middle": [], "last": "Udhayashankar", "suffix": ""}, {"first": "M", "middle": [], "last": "Niescierenko", "suffix": ""}, {"first": "L", "middle": [], "last": "Maranda", "suffix": ""}], "year": 2017, "venue": "Am J Trop Med Hyg", "volume": "97", "issn": "3", "pages": "931--936", "other_ids": {"DOI": ["10.4269/ajtmh.16-0702"]}}, "BIBREF10": {"ref_id": "b10", "title": "Patient delay in seeking care for heart attack symptoms: findings from focus groups conducted in five U.S. regions", "authors": [{"first": "J", "middle": ["R"], "last": "Finnegan", "suffix": ""}, {"first": "H", "middle": [], "last": "Meischke", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Zapka", "suffix": ""}], "year": 2000, "venue": "Prev Med (Baltim)", "volume": "31", "issn": "3", "pages": "205--213", "other_ids": {"DOI": ["10.1006/pmed.2000.0702"]}}, "BIBREF11": {"ref_id": "b11", "title": "Delay in calling for help during Journal Pre-proof infarction: Reasons for the delay and subsequent pattern of accessing care", "authors": [{"first": "W", "middle": ["S"], "last": "Leslie", "suffix": ""}, {"first": "A", "middle": [], "last": "Urie", "suffix": ""}, {"first": "J", "middle": [], "last": "Hooper", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Morrison", "suffix": ""}], "year": 2000, "venue": "Heart", "volume": "84", "issn": "2", "pages": "137--141", "other_ids": {"DOI": ["10.1136/heart.84.2.137"]}}, "BIBREF12": {"ref_id": "b12", "title": "Reduction in ST-Segment Elevation Cardiac Catheterization Laboratory Activations in the United States during COVID-19 Pandemic", "authors": [{"first": "S", "middle": [], "last": "Garcia", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Albaghdadi", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Meraj", "suffix": ""}], "year": 2020, "venue": "J Am Coll Cardiol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.jacc.2020.04.011"]}}, "BIBREF13": {"ref_id": "b13", "title": "Impact of Coronavirus Disease 2019 (COVID-19) Outbreak on ST-Segment-Elevation Myocardial Infarction Care in Hong Kong, China. Circ Cardiovasc Qual Outcomes", "authors": [{"first": "C-Cf", "middle": [], "last": "Tam", "suffix": ""}, {"first": "K-S", "middle": [], "last": "Cheung", "suffix": ""}, {"first": "S", "middle": [], "last": "Lam", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1161/circoutcomes.120.006631"]}}, "BIBREF15": {"ref_id": "b15", "title": "Smoking history Current Smoker, n (%) Ex-smokers, n (%)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Known CAD, n (%)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF2": {"text": "Figure Legends", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Boxplot graph illustrating the distribution of time delays in minutes for the COVID era and pre-COVID era groups. Boxes represents median and IQRs, while whiskers display the smallest and largest non-outliers Boxplot graph illustrating the distribution of cardiac Tn-I on admission for the COVID era and pre-COVID era groups. Boxes represents median and IQRs, while whiskers display the smallest and largest non-outliers.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Comparison between the outcomes in COVID-19 and pre-COVID-19phases.", "latex": null, "type": "table"}, "TABREF1": {"text": "Baseline demographics of study population-Data are presented as mean (SD) or n (%). CAD= coronary artery disease, MI= myocardial infarction Data are presented as median (IQR) or mean (SD). FMC= first medical contactFigure 1", "latex": null, "type": "table"}}, "back_matter": []}