{
    "paper_id": "0b212665106e1d48ea4f2e5977c6ed09857485e0",
    "metadata": {
        "title": "Neutrophil-to-lymphocyte ratio as a predictive biomarker for moderate-severe ARDS in severe COVID-19 patients",
        "authors": [
            {
                "first": "Aijia",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiangli",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meiling",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuelian",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has spread rapidly around the world and overwhelmed the supply of intensive care beds and ventilators; judicious ICU resource allocation is still one of the major challenges for clinicians and management [1]. The higher incidence of ARDS is the main reason for the burden of ventilator equipment. Early prediction of the occurrence and aggravation of ARDS in the ICU helps clinicians prepare for respiratory support equipment given the absence of effective treatment strategies. Moreover, early selected patients with severe ARDS who do not benefit from conventional treatment might be successfully supported with V-V ECMO [2], which is a relatively scarce critical care resource. Therefore, early prediction of moderate-severe ARDS can help clinicians better allocate scarce ICU resources for COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Neutrophil-to-lymphocyte ratio (NLR) is a simple biomarker of inflammation that can be measured during routine hematology. Previous studies have exhibited that higher NLR was associated with clinical deterioration and mortality for COVID-19 patients [3] . However, it remains unclear to what extent the significance of NLR would predict the occurrence of ARDS and ICU ventilator requirements for the COVID-19 crisis.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients diagnosed with severe COVID-19 from 21 hospitals in Sichuan Province between January 16 and March 15 were included in the analysis (ChiCTR2000029758). The maximum value of NLR, PLR, PCT, and CRP during the first 3 days after being diagnosed as severe COVID-19 was included in the analysis. Severe COVID-19 and ARDS were defined according to previous study [4] and Berlin definition [5] , respectively. Multivariate logistic regression analysis and the area under the receiver operating characteristic (ROC) curve were used to analyze the ability of NLR in predicting ARDS.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of totally 81 patients defined as severe COVID-19, 44 were diagnosed as ARDS. The baseline characteristics of the non-ARDS group and ARDS group are listed in Table 1 . The area under the ROC curve for ARDS was 0.71, 0.591, 0.494, and 0.625 for NLR, PLR, PCT, and CRP, respectively. We used the median as the cutoff value to divide the patients into two groups. The high NLR group (NLR > 9.8) showed a higher incidence of ARDS (P = 0.005) and higher rate of noninvasive (P = 0.002) and invasive (P = 0.048) mechanical ventilation. Further, we defined moderatesevere ARDS as ARDS patients with oxygenation index less than 150. The area under the ROC curve for moderate-severe ARDS was 0.749, 0.660, 0.531, and 0.635 for NLR, PLR, PCT, and CRP, respectively ( Fig. 1) ; the cutoff value of NLR for moderate-severe ARDS is 11.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 757,
                    "end": 764,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Our data revealed that NLR could be a valuable biomarker to recognize severe COVID-19 patients with moderate-severe ARDS, which facilitated clinicians to give effective respiratory supporting strategies and quickly find out moderate-severe ARDS patients who are at high indication for V-V ECMO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because of the mismatch of the oxygenation and lung function [6] , a comprehensive consideration of immune Data are presented as interquartile range or number (percentage) BMI body mass index, MAP mean arterial pressure, WBC white blood cell, AST aspartate aminotransferase, ALT alanine aminotransferase, PT prothrombin time, APTT activated partial thromboplastin time, NLR neutrophil-to-lymphocyte ratio, ARDS acute respiratory distress syndrome indicators would improve early prediction for COVID-19 patients with \"atypical\" ARDS [6] . NLR is an extremely common laboratory test wherein the initial NLR value can be used to identify high-risk patients with moderate-severe ARDS, with the optimal threshold value of 11. This biomarker may be helpful in assessing the allocation of respiratory equipment in ICU patients and early assessment of ECMO. However, further clinical studies are needed to evaluate the benefits of NLR in ARDS. ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preparing for COVID-19: early experience from an intensive care unit in Singapore",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Liew",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Siow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit care (London)",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Antognini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "5",
            "pages": "518--544",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutrophil-to-lymphocyte ratio as an independent risk factor for mortality in hospitalized patients with COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critical care for patients with severe COVID-2019 in Sichuan Province",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20041277"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "Adt",
                    "middle": [],
                    "last": "Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Jama",
            "volume": "307",
            "issn": "23",
            "pages": "2526--2559",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Does Not Lead to a \"typical\" acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coppola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cressoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "201",
            "issn": "10",
            "pages": "1299--300",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0817LE"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Coronavirus disease 2019; ARDS: Acute respiratory distress syndrome; ICU: Intensive care unit; WHO: World Health Organization; ECMO: Extracorporeal membrane oxygenation; V-V ECMO: Veno-venous extracorporeal membrane oxygenation; NLR: Neutrophil-to-lymphocyte ratio; PLR: Platelet-to-lymphocyte ratio; PCT: Procalcitonin; CRP: C-reactive protein; ROC: Receiver operating characteristic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Moderate-severe ARDS prediction biomarkers in severe COVID-19 patients: NLR (0.749, 95% CI 0.624-0.850), PLR (0.660, 95% CI 0.530-0.775), PCT (0.531, 95% CI 0.401-0.658), and CRP (0.635, 95% CI 0.504-0.752)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics and clinical outcomes stratified by median NLR value",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all the medical workers involved in the rescue and the staff for collection of the data in Sichuan. We would like to thank all the investigators of the study of 2019 novel coronavirus pneumonia-infected critically ill patients in Sichuan province (SUNRISE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions AJM, JLC, MLD, and JY designed the study. MLD and YK participated in the rescue work on the clinical frontline. XLL and YK organized and managed the data and its quality. JLC and AJM collected the data, performed the statistical analysis, and drafted the manuscript with JY. All authors participated in the data interpretation. All authors read the manuscript carefully and approved the final version. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The datasets used for the analysis in the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The study was approved by the Ethics Committee of the West China Hospital of Sichuan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 12 May 2020 Accepted: 20 May 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}