{"paper_id": "0b28a146cc0e0248796c5d0d50ded897ddaa0546", "metadata": {"title": "Repurposing of drugs for Covid-19: a systematic review and meta-analysis", "authors": [{"first": "Pinky", "middle": [], "last": "Kotecha Bsc", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}, {"first": ";", "middle": ["Alexander"], "last": "Light", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}, {"first": "Enrico", "middle": [], "last": "Checcucci", "suffix": "", "affiliation": {"laboratory": "", "institution": "San Luigi Hospital", "location": {"settlement": "Orbassano (Turin)", "country": "Italy"}}, "email": ""}, {"first": "Daniele", "middle": [], "last": "Amparore", "suffix": "", "affiliation": {"laboratory": "", "institution": "San Luigi Hospital", "location": {"settlement": "Orbassano (Turin)", "country": "Italy"}}, "email": ""}, {"first": "Cristian", "middle": [], "last": "Fiori", "suffix": "", "affiliation": {"laboratory": "", "institution": "San Luigi Hospital", "location": {"settlement": "Orbassano (Turin)", "country": "Italy"}}, "email": ""}, {"first": "Francesco", "middle": [], "last": "Porpiglia", "suffix": "", "affiliation": {"laboratory": "", "institution": "San Luigi Hospital", "location": {"settlement": "Orbassano (Turin)", "country": "Italy"}}, "email": ""}, {"first": ";", "middle": [], "last": "Prokar Dasgupta", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}, {"first": "Oussama", "middle": [], "last": "Elhage", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Gorer", "suffix": "", "affiliation": {"laboratory": "", "institution": "King's College London", "location": {}}, "email": ""}]}, "abstract": [{"text": "The aim of this systematic review is to evaluate the data currently available regarding the repurposing of different drugs for Covid-19 treatment. Participants with suspected or diagnosed Covid-19 will be included. The interventions being considered are drugs being repurposed, and comparators will include standard of care treatment or placebo. Methods: We searched Ovid-MEDLINE, EMBASE, Cochrane library, clinical trial registration site in the UK(NIHR), Europe (clinicaltrialsregister.eu), US (ClinicalTrials.gov) and internationally (isrctn.com), and reviewed the reference lists of articles for eligible articles published up to April 22, 2020. All studies in English that evaluated the efficacy of the listed drugs were included. Cochrane RoB 2.0 and ROBINS-I tool were used to assess study quality. This systematic review adheres to the PRISMA guidelines. The protocol is available at PROSPERO (CRD42020180915). Results: From 708 identified studies or clinical trials, 16 studies and 16 case reports met our eligibility criteria. Of these, 6 were randomized controlled trials (763 patients), 7 cohort studies (321 patients) and 3 case series (191 patients). Chloroquine (CQ) had a 100% discharge rate compared to 50% with lopinavir-ritonavir at day 14, however a trial has recommended against a high dosage due to cardiotoxic events. Hydroxychloroquine (HCQ) has shown no significant improvement in negative seroconversion rate which is also seen in our meta-analysis (p=0.68). Adverse events with HCQ have a significant All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "difference compared to the control group (p=0.001). Lopinavir-ritonavir has shown no improvement in time to clinical improvement which is seen in our meta-analyses (p=0.1). Remdesivir has shown no significant improvement in time to clinical improvement but this trial had insufficient power. Discussion: Due to the paucity in evidence, it is difficult to establish the efficacy of these drugs in the treatment of Covid-19 as currently there is no significant clinical effectiveness of the repurposed drugs. Further large clinical trials are required to achieve more reliable findings. A risk-benefit analysis is required on an individual basis to weigh out the potential improvement in clinical outcome and viral load reduction compared to the risks of the adverse events. (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) Introduction Starting in December 2019, there was a pneumonia outbreak of unknown cause in Wuhan, Hubei province of China (17). The origin of the virus is unknown but there is an epidemiological link the Huanan Seafood Wholesale Market where there was a sale of wild animals, such as bats (17) . After notification of the World Health Organisation (WHO) on 31 December 2019, scientists were able to isolate a 2019-nCoV from a patient and subsequently perform genome sequencing by the 7 th of January. Since then many cases have emerged internationally leading to the WHO declaring the novel 2019-nCoV (Covid-19) outbreak a global pandemic (18) .", "cite_spans": [{"start": 773, "end": 776, "text": "(1)", "ref_id": null}, {"start": 777, "end": 780, "text": "(2)", "ref_id": "BIBREF3"}, {"start": 781, "end": 784, "text": "(3)", "ref_id": "BIBREF4"}, {"start": 785, "end": 788, "text": "(4)", "ref_id": "BIBREF5"}, {"start": 789, "end": 792, "text": "(5)", "ref_id": null}, {"start": 793, "end": 796, "text": "(6)", "ref_id": "BIBREF8"}, {"start": 797, "end": 800, "text": "(7)", "ref_id": "BIBREF9"}, {"start": 801, "end": 804, "text": "(8)", "ref_id": "BIBREF10"}, {"start": 805, "end": 808, "text": "(9)", "ref_id": "BIBREF11"}, {"start": 809, "end": 813, "text": "(10)", "ref_id": "BIBREF12"}, {"start": 814, "end": 818, "text": "(11)", "ref_id": "BIBREF13"}, {"start": 819, "end": 823, "text": "(12)", "ref_id": "BIBREF14"}, {"start": 824, "end": 828, "text": "(13)", "ref_id": "BIBREF15"}, {"start": 829, "end": 833, "text": "(14)", "ref_id": "BIBREF16"}, {"start": 834, "end": 838, "text": "(15)", "ref_id": "BIBREF17"}, {"start": 839, "end": 843, "text": "(16)", "ref_id": "BIBREF18"}, {"start": 1133, "end": 1137, "text": "(17)", "ref_id": null}, {"start": 1435, "end": 1455, "text": "2019-nCoV (Covid-19)", "ref_id": null}, {"start": 1483, "end": 1487, "text": "(18)", "ref_id": "BIBREF22"}], "ref_spans": [], "section": ""}, {"text": "Similar clinical features to previous betacoronavirus infections have been noted, including presentations with fever, dry cough and dyspnoea but very few presentations with prominent upper respiratory tract signs and symptoms such as rhinorrhoea, sneezing or sore throat (19) . On imaging, bilateral ground-glass opacities on chest computed tomography (CT) scans have been noted. The patients with severe illness developed Acute Respiratory Distress Syndrome (ARDS) and required Intensive Care Unit (ICU) admission and oxygen therapy. These features bear resemblances with the severe acute respiratory distress syndrome (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) infections. However, Covid-19 patients rarely develop intestinal symptoms such as diarrhoea which was present in about 20-25% of those with SARS-CoV and MERS-CoV. The mortality rate has been similarly described by cohorts (19) (20) (21) (22) as 4-15%.", "cite_spans": [{"start": 271, "end": 275, "text": "(19)", "ref_id": null}, {"start": 913, "end": 917, "text": "(19)", "ref_id": null}, {"start": 918, "end": 922, "text": "(20)", "ref_id": "BIBREF24"}, {"start": 923, "end": 927, "text": "(21)", "ref_id": null}, {"start": 928, "end": 932, "text": "(22)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": ""}, {"text": "With many describing the memories of the novel coronavirus outbreak in China, SARS-CoV in 2003 (17), drugs used during SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV) are being considered (19) .", "cite_spans": [{"start": 209, "end": 213, "text": "(19)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "With no current universally agreed treatment for Covid-19, the current care advised is for supportive management depending on patient's needs, including antipyretics for fever and oxygen therapy.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The repurposing of drugs can provide an avenue to find treatment options for Covid-19 which has currently infected over 3.2 million people as of 2 May 2020 reported by the WHO (23).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Hydroxychloroquine (HCQ) and chloroquine (CQ), both anti-malarial drugs, have been authorised by both US and French authorities as there is no adequate approved and available alternative to treat Covid-19 (24) . These drugs have been shown to have potent anti-viral activity against Covid-19 in in-vitro studies (25, 26) . Both can have adverse effects with HCQ, a derivative of CQ, being less toxic when used long term. Therefore, recently, high-dosage of CQ (12g) with either azithromycin and oseltamir has not been recommended in patients with severe Covid-19 due to safety issues (27) .", "cite_spans": [{"start": 205, "end": 209, "text": "(24)", "ref_id": "BIBREF28"}, {"start": 312, "end": 316, "text": "(25,", "ref_id": "BIBREF29"}, {"start": 317, "end": 320, "text": "26)", "ref_id": "BIBREF30"}, {"start": 584, "end": 588, "text": "(27)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": ""}, {"text": "The use of anti-virals has also been trialled as previously, screening of approved drugs identified anti-virals to have an inhibitory activity on SARS-CoV. Lopinavir, an anti-viral, also has activity against MERS-CoV both in vitro and in animal models 14 . Therefore, due to the homogeneity of SARS-CoV-2 compared to the mentioned zoonotic viruses, anti-virals which have previously been used are being repurposed. Remdesivir has also demonstrated effective control of Covid-19 in-vitro (26) and has since been authorised for emergency use by the Food and Drug Administration (FDA) (28).", "cite_spans": [{"start": 252, "end": 254, "text": "14", "ref_id": "BIBREF16"}, {"start": 487, "end": 491, "text": "(26)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": ""}, {"text": "The aim of this systematic review is to evaluate the data currently available regarding the repurposing of different drugs for Covid-19 treatment.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "This systematic review adheres to the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines (29). We searched Ovid-MEDLINE, EMBASE, Cochrane library for articles published any time up to April 22, 2020. We also searched clinical trial registration sites in the UK (NIHR), Europe (clinicaltrialsregister.eu), US (ClinicalTrials.gov) and internationally (isrctn.com). We examined the reference lists of articles to identify additional studies.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "The following search term was used: (favipiravir or remdesivir or galidesivir or ivermectin or oseltamivir or ganciclovir or lopinavir or ritonavir or darunavir or CQ or HCQ or arbidol or azithromycin or amoxicillin or moxifloxacin or ceftriaxone or antifungals or androgen receptor blockers or tea or traditional Chinese medicine) and (\"2019 nCoV\" or 2019nCoV or \"2019 novel coronavirus\" or \"COVID 19\" or COVID19 or \"new coronavirus\" or \"novel coronavirus\" or \"SARS CoV-2\" or (Wuhan coronavirus) or \"COVID 19\" or \"SARS-CoV\" or \"2019-nCoV\" or \"SARS-CoV-2\")", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "Only studies in English that evaluated the efficacy of the listed drugs were included. This included randomized controlled trials (RCTs) as well as observational studies (including cohort and control studies). Case reports were also collated.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "Patients with suspected and consequently diagnosed with Novel coronavirus (Covid-19) will be included, with the following interventions: favipiravir, remdesivir, galidesivir, ivermectin, oseltamivir, ganciclovir, lopinavir/ ritonavir, darunavir, chloroquine, hydroxychloroquine, arbidol, azithromycin, amoxicillin, moxifloxacin, ceftriaxone, antifungals, androgen receptor blockers, tea and traditional Chinese medicine will be considered. Comparators will include standard of care treatment or placebo. The main outcomes will be time to clinical recovery, benefits in reducing mortality and reduction in viral load.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "We excluded studies in other languages when no translation was available, review articles, commentaries and letters to editors.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "One reviewer (PK) extracted data using a spreadsheet and a second (AL) validated data extraction. Descriptive and quantitative data were entered into a spreadsheet.", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "The protocol is available at PROSPERO (CRD42020180915).", "cite_spans": [], "ref_spans": [], "section": "Search strategy and selection criteria"}, {"text": "One author (PK) extracted the data which was confirmed by another author (AL). Duplicate studies and clinical trials were removed as shown in PRISMA diagram ( Figure 1 ). Quality of studies (risk of bias) was assessed using the Cochrane RoB 2.0 for RCTs ( Figure 2 ) and ROBINS-I (30) for non-RCTs ( Figure 3 ).", "cite_spans": [], "ref_spans": [{"start": 159, "end": 167, "text": "Figure 1", "ref_id": null}, {"start": 256, "end": 264, "text": "Figure 2", "ref_id": null}, {"start": 300, "end": 308, "text": "Figure 3", "ref_id": null}], "section": "Data analysis"}, {"text": "Where trials examined similar outcomes and were considered suitably homogenous, metaanalysis was performed. For adverse events and rates of negative seroconversion, odds ratios with 95% confidence intervals were calculated. The chi squared test was used to assess for heterogeneity. If p<0.10 for heterogeneity, then a random effects model was used, otherwise a fixed effects model was used. All meta-analyses were performed using the Cochrane Review Manager (v.5.3, 2014; Cochrane Initiative).", "cite_spans": [], "ref_spans": [], "section": "Data analysis"}, {"text": "Our literature search identified 937 studies or clinical trials, with 708 included after removal of duplicates. After abstract screening, 251 were included for full-text screening and of these 16 were included in qualitative synthesis ( Figure 1 ), with 6 of these being randomized controlled trials.", "cite_spans": [], "ref_spans": [{"start": 237, "end": 245, "text": "Figure 1", "ref_id": null}], "section": "Overview"}, {"text": "Characteristics of studies (1) (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) included are summarized in Table 1 Primary outcome of the studies included are also variables including time to clinical recovery and viral clearance. Clinical improvement data for individual studies is summarized in Table 2 . Data on Virology and Radiology is shown in Table 3 .", "cite_spans": [{"start": 27, "end": 30, "text": "(1)", "ref_id": null}, {"start": 31, "end": 34, "text": "(2)", "ref_id": "BIBREF3"}, {"start": 35, "end": 38, "text": "(3)", "ref_id": "BIBREF4"}, {"start": 39, "end": 42, "text": "(4)", "ref_id": "BIBREF5"}, {"start": 43, "end": 46, "text": "(5)", "ref_id": null}, {"start": 47, "end": 50, "text": "(6)", "ref_id": "BIBREF8"}, {"start": 51, "end": 54, "text": "(7)", "ref_id": "BIBREF9"}, {"start": 55, "end": 58, "text": "(8)", "ref_id": "BIBREF10"}, {"start": 59, "end": 62, "text": "(9)", "ref_id": "BIBREF11"}, {"start": 63, "end": 67, "text": "(10)", "ref_id": "BIBREF12"}, {"start": 68, "end": 72, "text": "(11)", "ref_id": "BIBREF13"}, {"start": 73, "end": 77, "text": "(12)", "ref_id": "BIBREF14"}, {"start": 78, "end": 82, "text": "(13)", "ref_id": "BIBREF15"}, {"start": 83, "end": 87, "text": "(14)", "ref_id": "BIBREF16"}, {"start": 88, "end": 92, "text": "(15)", "ref_id": "BIBREF17"}, {"start": 93, "end": 97, "text": "(16)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 125, "end": 132, "text": "Table 1", "ref_id": null}, {"start": 315, "end": 322, "text": "Table 2", "ref_id": "TABREF3"}, {"start": 368, "end": 375, "text": "Table 3", "ref_id": null}], "section": "Overview"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Overview"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Overview"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Overview"}, {"text": "2 studies examined the effects of CQ, 1 compared it to anti-viral treatment and 1 was a case series used in a news briefing. 1 study analysed both clinical recovery and viral clearance. CQ was initially mentioned in a news briefing (3), with results from more than 100 patients which had showed it was superior to the control treatment in shortening the disease course as well as inhibiting the exacerbation of pneumonia, improving lung imaging findings and promoting a virus negative conversion.", "cite_spans": [], "ref_spans": [], "section": "Chloroquine (CQ)"}, {"text": "Subsequently, Huang et al. (5) compared it to another proposed therapy (LPV-r) in a cohort study with 10 patients in the CQ arm and 12 patients in the lopinavir/ritonavir arm. With CQ, 70% of the patients had a negative reverse transcriptase-polymerase chain reaction (RT-PCR) at day 7, 90% at day 10 and 100% at day 14. Compared to the LPV-r group where 58% of the patients had a negative RT-PCR at day 7, 75% at day 10 and 92% at day 14. There was a delay in lung clearance based on CT imaging, suggesting viral clearance does not translate immediately into pathological improvement in lungs. With CQ, 20% had a CT scan improvement at day 10 and 100% at day 14 compared to anti-virals with 8% showing an improvement at day 10 and 75% at day 14. With CQ, discharge rates from hospital were 100% at day 14 but with anti-virals, only 50% of the patients were discharged at day 14.", "cite_spans": [{"start": 27, "end": 30, "text": "(5)", "ref_id": null}], "ref_spans": [], "section": "Chloroquine (CQ)"}, {"text": "6 studies examined the effects of HCQ, of which 2 also added azithromycin. 4 compared it to a standardized care and 2 were case series with HCQ and azithromycin. 4 studies analysed clinical recovery, whilst 6 studied viral clearance There have been 3 RCTs in China. In the study by Chen et al. (1) , where the eligibility criteria are not known, 30 patients were recruited, with 15 patients in each arm. It showed no significant difference (p>0.05) in negative seroconversion rate at day 7 with 87% negative in the HCQ group and 93% in the control group and in time to negative seroconversion (p>0.05). Time to normalization of body temperature was also comparable between the 2 arms and radiological progression using CT imaging showed 33% of the cases progressed of the HCQ group compared to 47% in the control group.", "cite_spans": [{"start": 294, "end": 297, "text": "(1)", "ref_id": null}], "ref_spans": [], "section": "Hydroxychloroquine (HCQ)"}, {"text": "Chen et al. (2) has included only mild cases with oxygen saturation (SaO2) >93% and confirmed chest CT with pneumonia, comparing HCQ (n=31) to standard treatment (n=31) which was undefined. The primary outcome was time to clinical recovery, defined as cough relief and return of body temperature (<36.6ºC on surface, <37.2ºC under armpit and mouth or <37.8ºC in rectum and tympanic membrane) maintained for more than 72 hours. It was shown that normalization of body temperature was significantly (p=0.0008) shorter by 1 day in the HCQ group (2.2 days) compared to the control group (3.2 days). There was also significantly (p=0.0016) reduced cough remission time in the HCQ group (2 days) compared to the control group (3.1 days). It was also noted that overall 6% of the patients progressed to a severe illness and these occurred in the control group not receiving HCQ.", "cite_spans": [{"start": 12, "end": 15, "text": "(2)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Hydroxychloroquine (HCQ)"}, {"text": "2 testing, haemodynamic monitoring and intensive care. This study included anyone over the age of 18 with a confirmed SARS-CoV-2 infection. The primary outcome was the negative conversion of SARS-CoV-2 within 28 days. Secondary outcomes included alleviation of clinical symptoms defined as resolving fever to axillary temperature of <36.6ºC, normalization of SaO2>94% on room air, disappearance of respiratory symptoms; laboratory parameters and chest radiology within 28 days. Viral clearance was similar in both arms with a negative seroconversion rate at 28 days of 85.4% and 81.3% in the HCQ arm and SOC arm respectively. The time to negative seroconversion was also similar with 8 days and 7 days in HCQ and SOC arms respectively. The overall rate of symptom alleviation within 28 days was also similar with HCQ (59.9%) and with SOC alone (66.6%). The median time to alleviation of clinical symptoms was also similar with 19 days in the HCQ arm and 21 days in the SOC arm. However, in a subgroup analysis when confounding effects of other anti-viral agents was removed, the efficacy of HCQ on the alleviation of symptoms is more evident (Hazard ratio, 8.83, 95%CI, 1.09-71.3). Changes in c-reactive protein (CRP) and lymphocyte count were also analysed with the HCQ arm showing a significantly greater decline (p=0.045) in CRP from baseline (6.986) compared to the SOC arm (2.723) and a greater elevation in lymphocyte count from baseline in the HCQ (0.062) compared to SOC (0.008) which was not significant (p=0.547) A French cohort study (7) enrolled 20 patients with HCQ and 16 patients was a control, regardless of their clinical status. It has shown that HCQ can provide clearing of nasopharyngeal carriage in 50% of the patients by day 3 compared to 6.3% without it. The same research group have reported a case series (4) with 80 patients on a combination of azithromycin and HCQ. This showed negative virus cultures in 97.5% of those included at day 5 with only 15% requiring oxygen and 4% requiring ICU. However, these results were rapidly questioned by another study (6) who followed the same regime of azithromycin and HCQ but showed that at day 5, 8 out of 10 (80%) of the patients were still positive for Covid-19 RNA.", "cite_spans": [], "ref_spans": [], "section": "Hydroxychloroquine (HCQ)"}, {"text": "A total of 8 studies regarding anti-virals was included, 6 studies examined the effects of LPVr. Of these, 2 compared it to a standardized care, 1 compared it to favipavir, 1 compared it to the combination of LPV-r and arbidol, 1 compared it to arbidol and 1 compared it to both arbidol and a control group. 1 other study compared favipavir to arbidol and a case series regarding remdesivir is also included. 4 studies analysed clinical recovery, whilst 5 studied viral clearance.", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "There are 2 RCTs comparing LPV-r to control and one further compares it to arbidol. Cao et al. (14) is the largest RCT in this systematic review enrolling 199 patients with pneumonia confirmed by chest imaging, SaO2<94% while on breathing ambient air, 99 in the LPV-r group and 100 to the standard-care group. The primary outcome was the time to clinical improvement, defined as time from randomization to improvement of two points on a seven category ordinal scale or live discharge which was 16 days in both LPV-r and standardcare alone. In subgroups of treatment within 12 days or later treatment, there was no association with a shorter time to clinical improvement. Secondary outcomes measured included a 28 day mortality which was lower in the LPV-r (19.2%) than in the standard-care All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 95, "end": 99, "text": "(14)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Antivirals"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "(25% group), stay in intensive care which was shorter in the LPV-r (6 days) group than in the standard-care (11 days) group, percentage of patients with clinical improvement at day 14 which was higher in the LPV-r group (45.5%) than in the standard-care group (30%) and time to discharge which was shorter in the LPV-r group (12 days) than in the standard-care group (14 days). Other secondary outcomes included duration of oxygen therapy, duration of hospitalization and time from randomization to death which had no significant difference between the two groups. In terms of virology, the percentage of patients with detectable viral RNA was similar in both groups on any sampling day (5, 10, 14, 21 and 28), for example at day 5, 34% in LPVr group compared to 32.9% in standard-care group. However, the mortality in this trial was 22.1% which is significantly higher than the mortality reported in descriptive studies, potentially indicating that a severely ill population was recruited. Therefore, the question of whether this anti-viral treatment may be effective in early treatment remains unaddressed.", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "Another RCT (11) recruiting patients with mild (mild symptoms but no signs of pneumonia on imaging) or moderate (fever, respiratory symptoms and pneumonia on imaging) Covid-19 compared LPV-r, arbidol and a control group with no anti-viral medication. The primary outcome was time of positive-to-negative conversion of SARS-CoV-2 from initiation of treatment to day 21 which was not significantly different (p=0.981). Time to viral clearance was 9 days, 9.1 days and 9.3 days in LPV-r, arbidol and control group respectively. There was also no significant difference of negative conversion rates at day 7 (p=0.966) and day 14 (p=0.352) of treatment. There was also no significant difference in secondary outcomes which included rate of antipyresis, rate of cough resolution and rate of improvement of chest CT imaging at day 7 and 14 (p>0.05). To take into account the influence of time from onset to treatment, this was evaluated in those who deteriorate to a severe clinical status (5 days) compared to those who did not deteriorate (4 days) and showed no significant difference (p=0.619).", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "However, one cohort study (9) comparing 42 patients treated with LPV-r to 5 patients in the control group has shown a significant reduction in time for body temperature normalization, 4.8 days in the LPV-r group compared to 7.3 days in the control group (p=0.0364).", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "In one study (12) , LPV-r has also been used with arbidol which has higher negative seroconversion rate both at day 7 with 75% negative in the combination group compared to 35% in the LPV-r group (p<0.05) and at day 14, 94% negative in the combination group compared to 53% negative in the LPV-r group (p<0.05). There was also a significant difference (p<0.05) in the chest CT scans showing improvement in the combination group (69%) when compared to the LPV-r group (29%).", "cite_spans": [{"start": 13, "end": 17, "text": "(12)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Antivirals"}, {"text": "Another cohort study (15) has suggested favipavir is superior with a higher clinical recovery rate at day 7, defined as >72h recovery of body (axillary) temperature <36.6ºC, respiratory rate, SaO2 >98% and cough relief (mild or none). This was significantly different (p<0.0001) with 61% of the patients clinically recovered in the favipavir group, compared to the 52% in the LPV-r group.", "cite_spans": [{"start": 21, "end": 25, "text": "(15)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Antivirals"}, {"text": "A case series (16) involving Remdesivir for compassionate use in 53 patients showed a 68% of the patients improved in the category of oxygen support by day 18 with 15% of the All rights reserved. No reuse allowed without permission.", "cite_spans": [{"start": 14, "end": 18, "text": "(16)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Antivirals"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . patients worsening. The cumulative incidence of clinical improvement, defined by either a decrease of 2 or more points on the six point ordinal scale or live discharge, was 84% improvement. In this case series, 7 (13%) of the patients died, 6 of which were receiving non-invasive ventilation. Overall mortality from date of admission was 0.56 per 100 hospitalisation days and when comparing patients receiving invasive ventilation (0.57) to those receiving non invasive ventilation (0.51), there was no substantial difference. However, the risk of death was greater among patients over the age of 70 (hazard ratio 11.34) and those with a higher serum creatinine (hazard ration 1.91).", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "Post-searching, a RCT done at 10 hospitals in Wuhan was published (31) . This enrolled 237 patients who were Covid-19 positive, had pneumonia confirmed by chest imaging, had SaO2<94% on room air and were within 12 days of symptoms onset, 158 to the remdesivir arm and 79 to the placebo arm. However, only 155 and 78 in the remdesivir and placebo arm respectively were included in the per-protocol population due to withdrawal of consent, receiving the medication for less days than the protocol and not starting the study. The primary clinical endpoint was time to clinical improvement defined as a two-point reduction in patients' admission status on a six-point scale. This was not significantly different in the remdesivir group (21 days) compared to the placebo group (23 days). In those receiving treatment within 10 days, there was a numerically faster time to clinical improvement in those in the remdesivir arm (18 days) compared to the placebo arm (23 days). Clinical improvement rates at day 7, 14 and day 28 were not significantly different between the remdesivir group and placebo group. However, numerically, at day 14 there was a higher clinical improvement rate at day 14 (27% with remdesivir compared to 23% in placebo) and at day 28 (65% with remdesivir compared to 58% in placebo). The 28 day mortality was similar between the remdesivir group (14%) and the placebo group (13%).", "cite_spans": [{"start": 66, "end": 70, "text": "(31)", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Antivirals"}, {"text": "Other clinical outcomes such as duration of oxygen support, duration of invasive mechanical ventilation duration of hospital stay, time to discharge and time to death were not significantly different. However, numerically, the days of invasive mechanical ventilation were lower in the remdesivir group (7 days) compared to the placebo group (15.5 days). In terms of viral load, no differences were observed between both groups with a similar decrease in viral load. In the same study, adverse events were reported in 66% of the patients (18% serious) in the remdesivir group, the most common ones being constipation, hypoalbuminaemia, hypokalaemia, anaemia, thrombocytopaemia and increased total bilirubin. Adverse events were also reported in 64% (26% serious) of the patients in the control group, including hypoalbuminaemia, constipation, anaemia, hypokalaemia, increased aspartate aminotransferase, increased bloods lipids and increased total bilirubin. Overall, more patients discontinued the drug due to adverse events in the remdesivir group (12%) than in the placebo group (5%). Antiviral side effects ranged from 0-60% across the studies with reported side effects such as liver injury (high transaminases, high bilirubin), leucopenia, gastro-intestinal and cutaneous side effects (diarrhea, vomiting, nausea, rash). One randomized controlled trial reported LPV-r adverse effects as 48% (19.2% serious ones) compared to 49% (32% serious ones) in the control group. The same study reported that 14% of the patients could not complete the 14 day course of LPV-r due to adverse events. There was only one case series regarding remdesivir which reported a 60% adverse event rate, including increased hepatic enzymes, renal impairment, diarrhea, rash and hypotension. This included 23% of severe adverse events including multiple organ dysfunction syndrome, septic shock, acute kidney injury and hypotension.", "cite_spans": [], "ref_spans": [], "section": "Antivirals"}, {"text": "16 case reports (32) (33) (34) (35) (36) (37) (38) (39) (40) (41) (42) (43) (44) (45) (46) are summarised in Table 4 . In each of the cases, a number of medications have been trialed, antibiotics in 10 of the cases, HCQ in 8, LPV-r in 7 and remdesivir in 2 of the cases. Interestingly, only 2 of them reported adverse effects, both with the use of HCQ and azithromycin: high transaminases, Atrial Fibrillation and long QT syndrome. Figure 2 and 3 show the risk of bias assessment of each study, using RoB-2 for RCTs and ROBINS-I for non-RCTs. Of the 6 RCTs, 1 (1) was of high risk whilst 5 (11, 12, 14, 16) were of moderate risk. Of the non RCTs, 1 was not appropriate for analysis (15), 1 (13) was of moderate risk and 8 (4-7, 9, 10, 12, 16) were of serious risk.", "cite_spans": [{"start": 16, "end": 20, "text": "(32)", "ref_id": "BIBREF35"}, {"start": 21, "end": 25, "text": "(33)", "ref_id": "BIBREF36"}, {"start": 26, "end": 30, "text": "(34)", "ref_id": "BIBREF37"}, {"start": 31, "end": 35, "text": "(35)", "ref_id": "BIBREF38"}, {"start": 36, "end": 40, "text": "(36)", "ref_id": "BIBREF39"}, {"start": 41, "end": 45, "text": "(37)", "ref_id": "BIBREF40"}, {"start": 46, "end": 50, "text": "(38)", "ref_id": null}, {"start": 51, "end": 55, "text": "(39)", "ref_id": "BIBREF43"}, {"start": 56, "end": 60, "text": "(40)", "ref_id": "BIBREF44"}, {"start": 61, "end": 65, "text": "(41)", "ref_id": "BIBREF45"}, {"start": 66, "end": 70, "text": "(42)", "ref_id": "BIBREF46"}, {"start": 71, "end": 75, "text": "(43)", "ref_id": null}, {"start": 76, "end": 80, "text": "(44)", "ref_id": "BIBREF49"}, {"start": 81, "end": 85, "text": "(45)", "ref_id": "BIBREF50"}, {"start": 86, "end": 90, "text": "(46)", "ref_id": "BIBREF51"}, {"start": 590, "end": 594, "text": "(11,", "ref_id": "BIBREF13"}, {"start": 595, "end": 598, "text": "12,", "ref_id": "BIBREF14"}, {"start": 599, "end": 602, "text": "14,", "ref_id": "BIBREF16"}, {"start": 603, "end": 606, "text": "16)", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 109, "end": 116, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 432, "end": 446, "text": "Figure 2 and 3", "ref_id": null}], "section": "Case Reports"}, {"text": "3 studies were included in the meta-analysis of adverse events using HCQ ( Figure 4 ) and 2 studies were included in the meta-analysis of negative seroconversion rate using HCQ ( Figure 5 ). In the meta-analysis of seroconversion rate, Cheng et al. measured this rate at day 7 while Tang et al. measured it at day 28. These show that there is a significant difference (p=0.001) regarding adverse events in HCQ compared to control group (Odd ratio 3.61, 95% CI, 1.66-7.84). However, no difference was found (p=0.68) in negative seroconversion rate between HCQ and the control group (Odds ratio 1.18, 95% CI, 0.53-2.66) 3 studies were included in the meta-analyses of adverse events with LPV-r ( Figure 6 ). This shows that there is no significant difference (p=0.1) between LPV-r and control group regarding adverse events (Odds ratio 1.54, 95% CI, 0.92-2.55).", "cite_spans": [], "ref_spans": [{"start": 75, "end": 83, "text": "Figure 4", "ref_id": null}, {"start": 179, "end": 187, "text": "Figure 5", "ref_id": null}, {"start": 694, "end": 702, "text": "Figure 6", "ref_id": null}], "section": "Meta analysis"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Meta analysis"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Meta analysis"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Meta analysis"}, {"text": "Having been declared a global pandemic, with the numbers of cases rising everyday, Covid-19 has been an unprecedented challenge in a number of areas with a subsequent reorganization of the clinical activities (47) . Clinicians across the world have trialed repurposing a number of medications. Regarding CQ, it has been suggested as a more effective and inexpensive option when compared to anti-virals (5) . A recent trial (27) has compared the use of high-dosage (12g) and low-dosage CQ and has suggested that a highdosage regimen with azithromycin and oseltamivir was not safe to continue due to concerns regarding cardiotoxic events, myocarditis and QTc interval prolongation which can be associated with an increase in fatal arrhythmias such as ventricular tachycardia. However, age can be a confounder as it can be associated with unfavourable outcomes. Therefore, it was advised that high dosage CQ should not be recommended in the treatment of severe Covid-19 but these findings cannot be extrapolated to patients with non-severe Covid-19.", "cite_spans": [{"start": 209, "end": 213, "text": "(47)", "ref_id": "BIBREF52"}, {"start": 402, "end": 405, "text": "(5)", "ref_id": null}, {"start": 423, "end": 427, "text": "(27)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Discussion"}, {"text": "The results from randomized controlled trials using HCQ have shown a similar negative seroconversion rate and time to clinical recovery, when compared to standard care. However, it has been recorded that HCQ may fasten normalization of body temperature and cough remission. With some smaller cohorts showing benefit of HCQ, it is important to be cautious with results. Therefore, overall, the role of of HCQ in the management for Covid-19 may still remain promising but larger scale studies are required.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "showing no difference when compared to standard-care alone. However, one RCT has shown that LPV-r may have a lower 28-day mortality, a shorter stay in intensive care, a shorter time to discharge and an effect on clinical improvement. The only study (16) regarding remdesivir identified in our search was an observational study about a compassionate use in patients with severe Covid-19, which showed an 84% clinical improvement and that improved in the category of oxygen support in 68% of the cases. After our search was carried out, a RCT (31) was published comparing remdesivir and placebo, showing no significant advantage in time to clinical improvement, mortality or time to viral clearance with remdesivir, even if well tolerated. However, the power of this study was insufficient as it did not reach its target enrolment, due to the marked reductions in new patient presentations in mid-March in Wuhan. The initiation of treatment might have been quite late in the disease course as there were restrictions on hospital bed availability to have a significant improvement in outcomes.", "cite_spans": [{"start": 249, "end": 253, "text": "(16)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "When summarizing the case reports, it is challenging to draw conclusions; however, the clinical improvement of the patients reported with a use of a cocktail of medications is an important aspect to consider.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "The present systematic review has several limitations. The paucity of RCTs, the 'gold standard' for comparing interventions, is probably due to difficulties with randomization and blinding in the unprecedented and stressful environment faced by healthcare services. Therefore, a large number of studies are observational or cohort studies which are quicker to organize and implement, therefore obtaining results rapidly which is essential as the number of worldwide cases is rising at an alarming rate. Another limitation is that studies vary in the outcomes measured, therefore side-by-side comparisons become more difficult.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "Due to this heterogeneity of the studies, we were only able to perform a meta-analysis on a maximum of 3 studies. In one of the analyses regarding negative seroconversion rate, they were measured at different time points, therefore not giving an accurate view. A large proportion of the studies included also do not measure survival and morbidity outcomes which are important. Many of the studies included have also not been formally peer reviewed yet but, due to the urgency of the pandemic, draft manuscripts have been uploaded.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "We included every study found in our systematic review which may have introduced bias, therefore it is important to analyse all studies cautiously as the selection of patients is important as different studies have recruited patients with a different severity of Covid-19. It is also important to consider the timeline of the administration of the medication as early administration of medication could be more beneficial than later in the course of the disease. When using risk of bias assessment tools, most of the non-RCTs were at serious risk of bias due to confounders including baseline confounding factors such as the presence of comorbidities which could affect the outcome of the patient. No blinding of patients or assessors can also pose a risk of bias due to the potential unreliable measurement of outcomes.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "To our knowledge, this is the first systematic review regarding the repurposing of drugs in Covid-19, summarizing 16 studies as well as 16 case reports. In conclusion, it is difficult to establish the efficacy of these drugs in the management of Covid-19 due to the lack of evidence. However, likewise, there is also no sufficient evidence to show these drugs are not successful in improving clinical outcomes and reducing viral load. Therefore, it is important to balance the benefits of trialing this medication with the adverse events described where the spectrum of these has not been clearly understood.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "Accordingly, there is a need for further high quality data, especially from RCTs, to evaluate the benefits of these repurposed drugs in the treatment of patients with Covid-19. We recognise there is a large global effort for this, with the biggest Covid-19 trial, the RECOVERY trial (48), having recruited over 8500 participants across 173 sites to date (1 May 2020). This randomized trial is inviting clinically suspected or laboratory confirmed Covid-19 adult (>18 years) patients hospitalised in the United Kingdom to participate with randomisation to one of 4 arms: usual care, usual care plus LPV-r, usual care plus low-dose dexamethasone, usual care plus HCQ or usual care plus azithromycin. Those who deteriorate are further randomized between tocilizumab and a control group.", "cite_spans": [], "ref_spans": [], "section": "Anti-virals are another group of medications which have been investigated with both RCTs"}, {"text": "This study indicates no clinical effectiveness regarding the role of chloroquine, hydroxychloroquine and anti-viral for the treatment of Covid-19 patients. However, there is potential for these medications but further large clinical trials are required to achieve more reliable findings. Therefore, a risk-benefit analysis is required on an individual basis to weigh out the potential improvement in clinical outcome and viral load reduction compared to the risks of the adverse events. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint Tables  Table 1: Characteristics of study (* -no (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 141, "end": 189, "text": "Tables  Table 1: Characteristics of study (* -no", "ref_id": null}], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19", "authors": [{"first": "", "middle": [], "last": "Shuli", "suffix": ""}, {"first": "", "middle": [], "last": "Zhang Dandan", "suffix": ""}, {"first": "L", "middle": ["I"], "last": "Zhiping", "suffix": ""}, {"first": "", "middle": [], "last": "Tao", "suffix": ""}, {"first": "L", "middle": ["U"], "last": "Shen Yinzhong", "suffix": ""}, {"first": "", "middle": [], "last": "Hongzhou", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized clinical trial", "authors": [{"first": "Z", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "S", "middle": [], "last": "Han", "suffix": ""}, {"first": "D", "middle": [], "last": "Yan", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies", "authors": [{"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tian", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "BioScience Trends", "volume": "14", "issn": "1", "pages": "72--75", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical and microbiological effect of a combination of hydroxychloroquine and azithromycin in 80 COVID-19 patients with at least a six-day follow up: A pilot observational study. Travel medicine and infectious disease", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J-C", "middle": [], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Hoang", "suffix": ""}, {"first": "L", "middle": [], "last": "Meddeb", "suffix": ""}, {"first": "J", "middle": [], "last": "Sevestre", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Journal of molecular cell biology", "authors": [{"first": "", "middle": [], "last": "Chloroquine", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "No evidence of rapid antiviral clearance or clinical benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection", "authors": [{"first": "J", "middle": ["M"], "last": "Molina", "suffix": ""}, {"first": "C", "middle": [], "last": "Delaugerre", "suffix": ""}, {"first": "Le", "middle": [], "last": "Goff", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}, {"first": "Mela", "middle": ["-"], "last": "Lima", "suffix": ""}, {"first": "B", "middle": [], "last": "Ponscarme", "suffix": ""}, {"first": "D", "middle": [], "last": "Goldwirt", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Medecine et maladies infectieuses", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}, {"first": "V", "middle": ["T"], "last": "Hoang", "suffix": ""}, {"first": "L", "middle": [], "last": "Meddeb", "suffix": ""}, {"first": "M", "middle": [], "last": "Mailhe", "suffix": ""}], "year": 2020, "venue": "International journal of antimicrobial agents", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Hydroxychloroquine in patients with COVID-19: an open-label, randomized, controlled trial", "authors": [{"first": "W", "middle": [], "last": "Tang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cao", "suffix": ""}, {"first": "M", "middle": [], "last": "Han", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Sun", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Clinical efficacy of lopinavir/ritonavir in the treatment of Coronavirus disease 2019. European review for medical and pharmacological sciences", "authors": [{"first": "X", "middle": ["T"], "last": "Ye", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Luo", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Xia", "suffix": ""}, {"first": "Q", "middle": ["F"], "last": "Sun", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Ding", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "", "volume": "24", "issn": "", "pages": "3390--3396", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Arbidol monotherapy is superior to lopinavir/ritonavir in treating COVID-19. The Journal of infection", "authors": [{"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Lu", "suffix": ""}, {"first": "T", "middle": [], "last": "Xu", "suffix": ""}, {"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "G", "middle": [], "last": "Yang", "suffix": ""}, {"first": "T", "middle": [], "last": "Zha", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "An exploratory randomized controlled study on the efficacy and safety of lopinavir/ritonavir or arbidol treating adult patients hospitalized with mild/moderate COVID-19 (ELACOI)", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": ""}, {"first": "W", "middle": [], "last": "Lin", "suffix": ""}, {"first": "W", "middle": [], "last": "Cai", "suffix": ""}, {"first": "C", "middle": [], "last": "Wen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Arbidol combined with LPV/r versus LPV/r alone against Corona Virus Disease 2019: A retrospective cohort study. The Journal of infection", "authors": [{"first": "L", "middle": [], "last": "Deng", "suffix": ""}, {"first": "C", "middle": [], "last": "Li", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zeng", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Experimental Treatment with Favipiravir for COVID-19: An Open-Label Control Study. Engineering", "authors": [{"first": "Q", "middle": [], "last": "Cai", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "D", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "D", "middle": [], "last": "Shu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xia", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19", "authors": [{"first": "B", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Wen", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Favipiravir versus Arbidol for COVID-19: A Randomized Clinical Trial", "authors": [{"first": "C", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Huang", "suffix": ""}, {"first": "P", "middle": [], "last": "Yin", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19", "authors": [{"first": "J", "middle": [], "last": "Grein", "suffix": ""}, {"first": "N", "middle": [], "last": "Ohmagari", "suffix": ""}, {"first": "D", "middle": [], "last": "Shin", "suffix": ""}, {"first": "G", "middle": [], "last": "Diaz", "suffix": ""}, {"first": "E", "middle": [], "last": "Asperges", "suffix": ""}, {"first": "A", "middle": [], "last": "Castagna", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "No reuse allowed without permission. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint this version posted", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.06.07.20124677"]}}, "BIBREF21": {"ref_id": "b21", "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": [], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Madani", "suffix": ""}, {"first": "F", "middle": [], "last": "Ntoumi", "suffix": ""}, {"first": "R", "middle": [], "last": "Kock", "suffix": ""}, {"first": "O", "middle": [], "last": "Dar", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "91", "issn": "", "pages": "264--270", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "WHO Declares COVID-19 a Pandemic", "authors": [{"first": "D", "middle": [], "last": "Cucinotta", "suffix": ""}, {"first": "M", "middle": [], "last": "Vanelli", "suffix": ""}], "year": 2020, "venue": "Acta Bio Medica Atenei Parmensis", "volume": "91", "issn": "1", "pages": "157--60", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}, {"first": "J", "middle": [], "last": "Qu", "suffix": ""}, {"first": "F", "middle": [], "last": "Gong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Han", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "507--520", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China", "authors": [], "year": null, "venue": "JAMA", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America. 2020. 23. World Health Organisation, 202. WHO COVID-19 Dashboard", "authors": [{"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Wen", "suffix": ""}, {"first": "R", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Regulators split on antimalarials for COVID-19. The Lancet", "authors": [{"first": "S", "middle": [], "last": "Jaffe", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)", "authors": [{"first": "X", "middle": [], "last": "Yao", "suffix": ""}, {"first": "F", "middle": [], "last": "Ye", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "C", "middle": [], "last": "Cui", "suffix": ""}, {"first": "B", "middle": [], "last": "Huang", "suffix": ""}, {"first": "P", "middle": [], "last": "Niu", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro", "authors": [{"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "R", "middle": [], "last": "Cao", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "M", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Cell Res", "volume": "30", "issn": "3", "pages": "269--71", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Effect of High vs Low Doses of Chloroquine Diphosphate as Adjunctive Therapy for Patients Hospitalized With Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection: A Randomized Clinical Trial", "authors": [{"first": "Mgs", "middle": [], "last": "Borba", "suffix": ""}, {"first": "Ffa", "middle": [], "last": "Val", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Sampaio", "suffix": ""}, {"first": "Maa", "middle": [], "last": "Alexandre", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Melo", "suffix": ""}, {"first": "M", "middle": [], "last": "Brito", "suffix": ""}], "year": 2020, "venue": "e208857-e. 28. US Food Drug and Administration (FDA), 2020. Accessed", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement", "authors": [{"first": "D", "middle": [], "last": "Moher", "suffix": ""}, {"first": "A", "middle": [], "last": "Liberati", "suffix": ""}, {"first": "J", "middle": [], "last": "Tetzlaff", "suffix": ""}, {"first": "D", "middle": ["G"], "last": "Altman", "suffix": ""}], "year": 2009, "venue": "BMJ", "volume": "339", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions", "authors": [{"first": "J", "middle": ["A"], "last": "Sterne", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Hernán", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Reeves", "suffix": ""}, {"first": "J", "middle": [], "last": "Savović", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Berkman", "suffix": ""}, {"first": "M", "middle": [], "last": "Viswanathan", "suffix": ""}], "year": 2016, "venue": "BMJ", "volume": "355", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial", "authors": [{"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Du", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jin", "suffix": ""}], "year": null, "venue": "The Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan", "authors": [{"first": "S", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "Fan", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "Y", "middle": ["L"], "last": "Chien", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "M", "middle": [], "last": "Yang", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "", "suffix": ""}], "year": 2020, "venue": "J Formos Med Assoc", "volume": "119", "issn": "3", "pages": "747--51", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Case Report: Hepatotoxicity Associated with the Use of Hydroxychloroquine in a Patient with Novel Coronavirus Disease (COVID-19). The American journal of tropical medicine and hygiene", "authors": [{"first": "M", "middle": ["B"], "last": "Falcao", "suffix": ""}, {"first": "Pamplona", "middle": [], "last": "De Goes Cavalcanti", "suffix": ""}, {"first": "L", "middle": [], "last": "", "suffix": ""}, {"first": "Filgueiras", "middle": [], "last": "Filho", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "", "suffix": ""}, {"first": "Antunes", "middle": [], "last": "De Brito", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Inpatient use of mobile continuous telemetry for COVID-19 patients treated with hydroxychloroquine and azithromycin. HeartRhythm Case Reports", "authors": [{"first": "J", "middle": [], "last": "Gabriels", "suffix": ""}, {"first": "M", "middle": [], "last": "Saleh", "suffix": ""}, {"first": "D", "middle": [], "last": "Chang", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "Epstein", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Rituximab for granulomatosis with polyangiitis in the pandemic of covid-19: lessons from a case with severe pneumonia. Annals of the rheumatic diseases", "authors": [{"first": "P", "middle": [], "last": "Guilpain", "suffix": ""}, {"first": "Le", "middle": [], "last": "Bihan", "suffix": ""}, {"first": "C", "middle": [], "last": "Foulongne", "suffix": ""}, {"first": "V", "middle": [], "last": "Taourel", "suffix": ""}, {"first": "P", "middle": [], "last": "Pansu", "suffix": ""}, {"first": "N", "middle": [], "last": "Maria", "suffix": ""}, {"first": "Atj", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "The course of clinical diagnosis and treatment of a case infected with coronavirus disease 2019", "authors": [{"first": "W", "middle": [], "last": "Han", "suffix": ""}, {"first": "B", "middle": [], "last": "Quan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lu", "suffix": ""}, {"first": "G", "middle": [], "last": "Feng", "suffix": ""}], "year": 2020, "venue": "Journal of Medical Virology", "volume": "92", "issn": "5", "pages": "461--464", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Delayed Initiation of Remdesivir in a COVID-19 Positive Patient", "authors": [{"first": "E", "middle": [], "last": "Hillaker", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Belfer", "suffix": ""}, {"first": "A", "middle": [], "last": "Bondici", "suffix": ""}, {"first": "H", "middle": [], "last": "Murad", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Dumkow", "suffix": ""}], "year": 2020, "venue": "Pharmacotherapy", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Novel Coronavirus in the United States", "authors": [], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "10", "pages": "929--965", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "The First Case of 2019 Novel Coronavirus Pneumonia Imported into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures", "authors": [{"first": "J", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Choe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Oh", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Oh", "suffix": ""}, {"first": "J", "middle": [], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Park", "suffix": ""}], "year": 2020, "venue": "Journal of Korean medical science", "volume": "35", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Case of the Index Patient Who Caused Tertiary Transmission of COVID-19 Infection in Korea: the Application of Lopinavir/Ritonavir for the Treatment of COVID-19 Infected Pneumonia Monitored by Quantitative RT-PCR", "authors": [{"first": "J", "middle": [], "last": "Lim", "suffix": ""}, {"first": "S", "middle": [], "last": "Jeon", "suffix": ""}, {"first": "H", "middle": ["Y"], "last": "Shin", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Seong", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2020, "venue": "Journal of Korean medical science", "volume": "35", "issn": "6", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "A locally transmitted case of SARS-CoV-2 infection in Taiwan", "authors": [{"first": "Y", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Liao", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chou", "suffix": ""}, {"first": "Y", "middle": ["R"], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "New England Journal of Medicine", "volume": "382", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "A Case of SARS-CoV-2-pneumonia with successful antiviral therapy in a 77-year-old male with heart transplant. American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "authors": [{"first": "D", "middle": [], "last": "Mathies", "suffix": ""}, {"first": "D", "middle": [], "last": "Rauschning", "suffix": ""}, {"first": "U", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "F", "middle": [], "last": "Mueller", "suffix": ""}, {"first": "M", "middle": [], "last": "Maibaum", "suffix": ""}, {"first": "C", "middle": [], "last": "Binnemann", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "COVID-19) complicated with pneumonia in a patient with rheumatoid arthritis receiving conventional disease-modifying antirheumatic drugs", "authors": [{"first": "J", "middle": [], "last": "Song", "suffix": ""}, {"first": "S", "middle": [], "last": "Kang", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Choi", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Seo", "suffix": ""}, {"first": "S", "middle": [], "last": "Lee", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "So", "suffix": ""}], "year": 2020, "venue": "Rheumatology international", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Benign COVID-19 in an immunocompromised cancer patient -the case of a married couple", "authors": [{"first": "V", "middle": [], "last": "Spezzani", "suffix": ""}, {"first": "A", "middle": [], "last": "Piunno", "suffix": ""}, {"first": "H", "middle": ["U"], "last": "Iselin", "suffix": ""}], "year": 2020, "venue": "Swiss medical weekly", "volume": "150", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Coronavirus Disease 2019 (COVID-19) Pneumonia in a Hemodialysis Patient. Kidney medicine", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "S", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "M", "middle": [], "last": "Tian", "suffix": ""}, {"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "L", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Assessing the Burden of Nondeferrable Major Uro-oncologic Surgery to Guide Prioritisation Strategies During the COVID-19 Pandemic: Insights from Three Italian High-volume Referral Centres. European Urology. 48. A randomised trial of treatments to prevent", "authors": [{"first": "R", "middle": [], "last": "Campi", "suffix": ""}, {"first": "D", "middle": [], "last": "Amparore", "suffix": ""}, {"first": "U", "middle": [], "last": "Capitanio", "suffix": ""}, {"first": "E", "middle": [], "last": "Checcucci", "suffix": ""}, {"first": "A", "middle": [], "last": "Salonia", "suffix": ""}, {"first": "C", "middle": [], "last": "Fiori", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Effect of HCQ compared to control group on adverse events Effect of HCQ compared to control group on negative seroconversion rate Effect of Lopinavir-ritonavir compared to control group on adverse eventsAll rights reserved. No reuse allowed without permission.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Main summary measures• Time to clinical recovery • Benefits in reducing mortality • Reduction in viral load • Measures of effect as appropriate for the studies in question -hazards ratios, odds ratios and mean difference", "latex": null, "type": "table"}, "TABREF2": {"text": "dose reported, HCQ -hydroxychloroquine, LPV-r -lopinavir-ritonavir )", "latex": null, "type": "table"}, "TABREF3": {"text": "Clinical Improvement (HCQ: hydroxychloroquine, LPV-r:Lopinavir-ritonavir)", "latex": null, "type": "table"}, "TABREF4": {"text": "Case Reports Figure 2: Risk of Bias for Randomised Controlled Trials using RoB 2.0 tool Figure 3: Risk of Bias Assessment for Non-randomised Controlled trials using ROBINS-I tool (30) All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}}, "back_matter": [{"text": "None Funding There was no funding for this systematic review.All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.07.20124677 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "Median time to symptom alleviation: 21 days", "cite_spans": [], "ref_spans": [], "section": "Control"}, {"text": "Ye et al. (9) LPV-r 4. 8 ", "cite_spans": [{"start": 10, "end": 13, "text": "(9)", "ref_id": "BIBREF11"}, {"start": 23, "end": 24, "text": "8", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Anti-virals"}, {"text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of Interest"}, {"text": "All authors contributed to the planning, conduct and reporting of the work. All authors approved the submitted version", "cite_spans": [], "ref_spans": [], "section": "Author contributions"}]}