{"paper_id": "0b2dbadf20a5eb3e7114d06bc309f7a2dd7aa714", "metadata": {"title": "Journal Pre-proof Aspartic acid at residue 185 modulates the capacity of HP-PRRSV nsp4 to antagonize IFN-I expression Aspartic acid at residue 185 modulates the capacity of HP-PRRSV nsp4 to antagonize IFN-I expression", "authors": [{"first": "Ze-Yu", "middle": [], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Fang", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Yu", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Hong-Lei", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Zi-Ding", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Zhong-Zhou", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Wen-Hai", "middle": [], "last": "Feng", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Agrobiotechnology 8", "institution": "", "location": {}}, "email": ""}, {"first": "Wei", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Z.-Y", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "H.-L", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Z.-D", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Z.-Z", "middle": [], "last": "Feng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "W.-H", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "In a previous study, we have shown that highly-pathogenic PRRSV (HP-PRRSV) 20 nonstructural protein 4 (nsp4) antagonizes type I IFN expression induced by poly(I:C). 21 Here, we demonstrated that the mutation of Aspartic acid 185 (Asp185) impaired the 22 ability of nsp4 to inhibit IFN-I production induced by poly(I:C). Subsequently, we 23 verified that all the mutants at the residue 185, regardless of amino acid size 24 (including Cys and Ser) and charge (including Glu and Lys), impaired nsp4 catalytic 25 activity. However, when Asp185 in nsp4 was replaced by a similar structure amino 26 acid Asparagine 185 (Asn185), nsp4 stayed but with a decreased protease activity. 27 Importantly, the recombinant virus with Asn185 mutation in HP-PRRSV-nsp4 28 exhibited slower replication rate and higher ability to induce IFN-I expression 29 compared with wild-type (wt) HP-PRRSV.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Keywords: PRRSV; nsp4; IFN-I; 3C-like serine protease 31 recognize specific pathogen-associated molecular patterns (PAMPs) to regulate the 54 expression of IFNs through intracellular signaling cascades (17, 18). In these 55 signaling pathways, NF-κB essential modulator (NEMO) and virus-induced signaling 56 adapter (VISA, also called MAVS or IPS-1) play essential roles in regulating the 57 expression of IFN-I and inflammatory cytokines (19-21).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Viruses have developed strategies, including defensive mechanisms to inhibit IFN-I 59 production, to evade and subvert host immune response throughout evolution (22).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Previous reports have demonstrated that PRRSV expresses some IFN-I antagonists 61 such as the nsp1, nsp4, and nsp11 to suppress IFN-I production (23-28). We have 62 previously shown that HP-PRRSV-nsp4 inhibits IFN-I production induced by 63 poly(I:C) dependent on the 3CLSP activity of nsp4 (25). Previous studies have mainly 64 focused on the nsp4 catalytic triad and there are rare studies about the functions of 65 other amino acids in nsp4 (24, 25, 29). However, when there is a deletion mutation 66 instead of the catalytic triad, nsp4 also loses its ability to inhibit IFN-I production 67 induced by poly(I:C) (25). Given the pivotal role of nsp4 in regulating IFN-I and the 68 fact that there are still unknown functions of nsp4, it is necessary for us to study this 69 3CLSP at the amino acid level.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "70", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Here, we demonstrated that the residue Asp at position 185 in nsp4 played a role in 71 modulating the capacity of highly-pathogenic PRRSV to antagonize IFN-I expression.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The finding showed that nsp4 with mutations replacing Asp185 impaired its 3CLSP 73 activity of cleaving VISA and NEMO to regulate IFN-I expression. Subsequently, we 74 found that amino acids structure of residue 185 in nsp4 regulated its 3CLSP activity. 75 5 Importantly, we showed that the recombinant virus HP-PRRSV-D185N replicated 76 much more slowly and had lower ability to cause cytopathic effects in vitro. 77 78 6 Results 79 Amino acid at residue 185 modulates the capacity of nsp4 to inhibit the induction 80 of IFN-I.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Previous studies have shown that HP-PRRSV-nsp4 inhibits IFN-I production 82 induced by poly(I:C) and the catalytic triad His39-Asp64-Ser118 is essential for nsp4 83 to block IFN-β production. As a 3C-like serine protease, nsp4 has three domains 84 (called domain I, II, and III, respectively) and the catalytic triad is located in domain I 85 and domain II (30). To investigate if there is any other amino acids in nsp4 in addition 86 to His39-Asp64-Ser118 that are important for nsp4 to inhibit IFN-I production, we 87 generated several nsp4 mutants with point amino acid substitution by Alanine (Ala).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Alignments for most of the highly pathogenic PRRSV strains showed that the mutated 89 amino acids were relatively conserved in domain I to III (data not shown). CRL-2843 90 cells were co-transfected with each of the plasmids encoding these mutants and an 91 IFN-β-luciferase reporter plasmid. At 24 h post-transfection, cells were treated with 92 poly(I:C) for 8 h and luciferase activities were examined. As shown in Fig. 1A, 93 wild-type (wt) nsp4 strongly inhibited poly(I:C)-induced IFN-β promoter activation, 94 while Alanine185 (Ala185) mutation in nsp4 disrupted its ability to inhibit IFN-β 95 promoter activation. To see if the mutations had effects on nsp4 expression, we did 96 western blot. As shown in Fig. 1A, the nsp4 mutants expressed the same as wt-nsp4. 97 The Isoleucine178 (Ile178) and Aspartic acid185 (Asp185) are located in domain III 98 in nsp4, while the other mutants are located in domain I and domain II, respectively. 99 Interestingly, multiple sequence alignments of the 3CLSPs of the viruses in the family 100 Arteriviridae, including both highly pathogenic PRRSV and classical PRRSV strains 101 7", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "and EAV, showed that Asp185 was highly conserved (Fig. 1B) . To exclude the 102 possibility that the amount of nsp4-D185A might play a role, we did a dose-dependent 103 experiment. Our results indicated that nsp4-D185A did not inhibit the 104 poly(I:C)-induced IFN-β promoter activity even at higher doses (Fig. 1C) . Then, we 105 confirmed this result by analyzing IFN-β expression. As shown in Fig. 1D , wt nsp4 106 significantly suppressed IFN-β expression to 54%, while nsp4 with Ala185 mutation 107 did not inhibit IFN-β expression induced by poly(I:C) (Fig. 1D) . Taken together, these 108 data show that Asp185 plays a role in modulating the capacity of HP-PRRSV-nsp4 to 109 antagonize IFN-I expression.", "cite_spans": [], "ref_spans": [{"start": 49, "end": 58, "text": "(Fig. 1B)", "ref_id": null}, {"start": 306, "end": 315, "text": "(Fig. 1C)", "ref_id": null}, {"start": 396, "end": 403, "text": "Fig. 1D", "ref_id": null}, {"start": 558, "end": 567, "text": "(Fig. 1D)", "ref_id": null}], "section": "Abstract"}, {"text": "Nsp4 with mutation in Asp185 has impaired capacity for cleaving NEMO and 111 VISA.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Considering that VISA plays a pivotal role in RLRs (RIG I like receptors) 113 signaling and NEMO is required for the signaling in the canonical NF-κB pathway, 114 PRRSV has evolved mechanisms to manipulate these crucial molecules to counteract 115 the production of type I IFNs (19, 24, 25, 31). To investigate whether Asp185 is 116 important for nsp4 to cleave VISA and NEMO, wt nsp4 and nsp4-D185A plasmids 117 were transfected into CRL-2843 cells, respectively. Western blot results showed that 118 wt nsp4 cleaved VISA and NEMO, while nsp4-D185A did not ( Fig. 2A and B) . To 119 further investigate whether Asp185 also plays a role in modulating typical 120 PRRSV-nsp4 to cleave VISA and NEMO, we transfected VR2332-nsp4 and 121 VR2332-nsp4-D185A into CRL-2843 cells, respectively. Our results confirmed the 122 same phenomenon by using nsp4 from the typical PRRSV strain VR2332 (Fig. 2C", "cite_spans": [], "ref_spans": [{"start": 560, "end": 574, "text": "Fig. 2A and B)", "ref_id": null}], "section": "Abstract"}, {"text": "123 319 Mutagenesis Kit was used to generate the point mutations including pCMV-HV-nsp4 320 mutants (D185A, D185E, D185K, D185C, D185S, and D185N) and 321", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "pCMV-VR2332-nsp4-D185A. The nsp3/4(S118Y), which contains only the last 8 322 amino acids of nsp3 and S118Y mutation of nsp4, and the full length of nsp11/12 323 were cloned into the PRK5-flag vector at BamH I and Hind III sites. All the primers 324 are listed in Table 1 . 325 Luciferase reporter assays. CRL-2843 cells were seeded in 24-well plates at a cell 326 density of 4×10 4 cells per well. At 12 h after plating, cells were transfected with the 327 control plasmid or plasmids expressing nsp4 as well as mutants of nsp4 along with 328 pGL3-IFN-β-Luc, and pRL-TK using jetPRIME™ (Polyplus). pRL-TK plasmid was 329 used as a control for transfection efficiency. The total amount of DNA was kept 330 constant by adding vector control plasmid. At 24 h post transfection, cells were 331 treated with poly(I:C) for 8 h or left untreated. Cell extracts were prepared and 332 analyzed for firefly and Renilla luciferase activities using the dual-luciferase reporter 333 assay kit (Promega) according to the manufacturer's instructions. 334 RNA isolation and quantitative real-time PCR (qPCR). RNA isolation and qPCR 335 were performed as described previously (41). PAMs were infected with HV-PRRSV 336 or PRRSV-D185N for 6 to 24 h, and then treated with or without poly(I:C) (10 μg/ml) 337 for 6 h. CRL-2843 cells were transfected with a control plasmid or plasmids 338 expressing nsp4 or nsp4-D185A. At 24 h after transfection, cells were treated with 339 poly(I:C) for 2 h or left untreated. Total RNAs were extracted with TRIzol (Invitrogen) 340 The structure-based sequence alignment was generated using the ESPript website 432 (http://espript.ibcp.fr/ESPript/ESPript/index.php). Data are means ± SD from three 433 independent experiments. Differences were evaluated by Student's t-test. * , P＜0.05; ** , 434 P＜0.01; *** , P＜0.001. 435 436 FIG 2. Amino acid Asp at position 185 has impact on nsp4 to cleave NEMO and 437 VISA. (A and B) CRL-2843 cells were transfected with wt HV-nsp4 and 438 HV-nsp4-D185A expression plasmids, respectively. At 24 h post transfection, Western 439 blot analysis was performed to detect NEMO (A), VISA (B) and nsp4. (C and D) 440 VR2332-nsp4 and VR2332-nsp4-D185A expression plasmids were transfected into 441 24 CRL-2843 cells. At 24 h post-transfection, cells were harvested to analyze NEMO (C), 442 VISA (D) and nsp4 by Western blot. The density of the bands in the figure was 443 quantified by densitometry scanning. 444 445 FIG 3. The residue structure of Asp185 might be important for nsp4 to keep its 446 protease catalytic activity. (A and B) Flag-tagged nsp11/12 and nsp3/4(S118Y) 447 fusion protein expression plasmids were co-transfected into HeLa cells with plasmids 448 encoding HV-nsp4 and HV-nsp4-D185A (A), and VR2332-nsp4 and 449 VR2332-nsp4-D185A (B), respectively. Cell lysates were analyzed by Western blot 450 with antibodies specific for Flag and c-Myc (for nsp4). α-tubulin was used as a 451 loading control. (C-E) HeLa cells were co-transfected with nsp11/12 fusion protein 452 and nsp4 mutant expression plasmids, including nsp4-D185E and nsp4-D185K (C), 453 nsp4-D185C and nsp4-D185S (D), and nsp4-D185N (E). At 24 h later, cells were 454 harvested. Western blot analysis for nsp11/12 and nsp4 expression was performed by 455 using antibodies against Flag and c-Myc, respectively.", "cite_spans": [], "ref_spans": [{"start": 264, "end": 271, "text": "Table 1", "ref_id": null}], "section": "Abstract"}, {"text": "456 457 FIG 4. Wt nsp4 and nsp4-D185N cleave substrates with different proteolytic 458 activities in vitro. (A) The enzyme (5 mM) and substrate (7 mM) were incubated for 459 12 h at 4℃ in buffers introduced in methods. (B and C) Fluorogenic peptide 460 substrates were incubated with wt nsp4 and nsp4-D185N, respectively. Fluorogenic 461 signals were collected per minute. Significance in 10 min, 20 min and 30 min was 462 shown (B). Fluorogenic signals were collected after 10 min incubation (C). Data are 463 means ± SD from three independent experiments. Differences were evaluated by 464 Student's t-test. * , P＜0.05; ** , P＜0.01; *** , P＜0.001. 465 466 FIG 5. Recombinant virus PRRSV-D185N grows significantly slower than its 467 parental wild-type HP-PRRSV HV in vitro. (A) Strategy for the construction of the 468 recombinant PRRSV-D185N. The restriction enzyme cutting sites and mutation site 469 were indicated. (B-D) PAMs were infected with either HP-PRRSV HV or the 470 recombinant virus PRRSV-D185N at an MOI of 0.01. (B) Representative images of 471", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "structural proteins (7-9). The two polyproteins are subsequently cleaved into mature 45 nonstructural proteins (nsps) by ORF1a-encoded proteases including nsp1α, nsp1β, 46 nsp2, and nsp4 (1, 10, 11). Nsp1 and nsp2 are involved in the cleavage at nsp1/2 and nsp2/3 sites, respectively, while nsp4 is responsible for the cleavage of the remaining 48 nsps (12, 13). Nsp4, a 3C-like serine protease (3CLSP), plays a significant role in the 49 processing of pp1a and pp1ab to release nsp3 to nsp12 from pp1a/ab (14, 15). and D). Collectively, these data demonstrate that Asp185 regulates the capacity of 124 nsp4 to cleave VISA and NEMO. 125 The structure of residue Asp185 in nsp4 might play a role in keeping its 3CLSP 126 activity. 127 Nsp4 is a 3C-like serine protease, which is responsible for most of the 128 nonstructural protein processing including nsp3'4 and nsp11'12 in PRRSV replication 129 (30). We then investigated whether the protease activity alteration in nsp4 was 130 associated with Asp185 mutation. To verify the 3CLSP activity of nsp4, we first 131 generated fusion proteins nsp3'4(S118Y) and nsp11'12, which were used as 132 substrates (25, 32). The nsp3'4(S118Y) substrate contains the last 8 amino acids of 133 nsp3 and the whole amino acids of nsp4, which has a mutated Ser118 to disrupt its 134 3CLSP activity to avoid self-cleaving. The nsp11'12 substrate contains the whole 135 amino acids of both nsp11 and nsp12. As expected, nsp4 with Ala185 mutation did 136 not cleave the substrates, implying that replacing Asp185 with Ala impaired its 137 protease activities ( Fig. 3A-B) . To further clarify how residue Asp185 regulates the 138 3CLSP activity, we first generated a nsp4 mutant (nsp4-D185E) by replacing Asp185 139 with a negatively charged amino acid Glutamate185 (Glu, E) or a mutant 140 (nsp4-D185K) by replacing Asp185 with a positively charged amino acid Lysine185 141 (Lys, K). We then transfected each of the vectors into Hela cells along with nsp11'12 142 expression plasmids. As shown in Fig. 3C , both nsp4-D185E and nsp4-D185K did not 143 cleave nsp11'12, suggesting that the charge of the residue 185 is not a key factor in 144 affecting the protease activity of nsp4. Next, to explore if the size of residue 185 in 145 nsp4 plays a role in regulating its 3CLSP activity, we made nsp4 mutants with 146 Serine185 (Ser, S) and Cysteine185 (Cys, C), which have similar sizes with aspartic 147 acid. Similarly, nsp4-D185C and nsp4-D185S did not cleave nsp11'12 ( Fig. 3D) , 148 implying that the amino acid size of residue 185 in nsp4 is also not a key factor in 149 keeping its protease activity. Then, to investigate whether the residue structure at 150 position 185 in nsp4 plays a role in keeping its protease activity, we replaced nsp4 Nsp4 with Asn185 substitution reduces its protease activity. 157 Considering that nsp4-D185N can cleave the optimal substrates, we next 158 performed experiments to examine the proteolytic activity of nsp4-D185N in vitro. 159 Previous study shows that pET32a-nsp3'4(S118Y) is used as one of the most optimal 160 substrates (32). Once the substrate is cleaved at the nsp3 and nsp4 (S118Y) junction 161 (E/G) by the active 3CLSP, pET32a-Nsp3 moiety of 18 kDa will be expected. To However, the fluorescence value with nsp4-D185N increased slowly and lightly. In 171 addition, when a small amount of purified proteins were incubated with sufficient 172 fluorogenic peptide substrates in vitro, the fluorescence value with wt nsp4 was 173 significantly higher than that with nsp4-D185N after 10 minute reaction (Fig. 4C ).", "cite_spans": [{"start": 85, "end": 87, "text": "45", "ref_id": null}, {"start": 633, "end": 636, "text": "125", "ref_id": null}, {"start": 730, "end": 733, "text": "127", "ref_id": null}, {"start": 2514, "end": 2517, "text": "148", "ref_id": null}, {"start": 2842, "end": 2845, "text": "157", "ref_id": null}, {"start": 3003, "end": 3006, "text": "159", "ref_id": null}], "ref_spans": [{"start": 1592, "end": 1602, "text": "Fig. 3A-B)", "ref_id": null}, {"start": 2029, "end": 2036, "text": "Fig. 3C", "ref_id": null}, {"start": 2503, "end": 2511, "text": "Fig. 3D)", "ref_id": null}, {"start": 3587, "end": 3595, "text": "(Fig. 4C", "ref_id": null}], "section": ""}, {"text": "These results suggest that replacing aspartic acid with asparagine at position 185 175 reduces the proteolytic activity of nsp4. impaired its ability to cleave nsp3'4(S118Y) and nsp11'12 ( Fig. 3A-B) . Interestingly, 237 we observed that both of HV nsp4-D185A and VR2332 nsp4-D185A still cleaved 238 some nsp3'4, but not nsp11'12. We speculate that it might be due to the specific 239 structure of this nsp3'4(S118Y) substrate. Although both nsp3'4(S118Y) and nsp11'12 240 are substrates for nsp4, the amino acids in nsp3'4(S118Y) are totally different from 241 nsp11'12. Nsp4-D185A might have some protease activity for nsp3'4 but not for 242 nsp11'12. However, the underlying rationale needs to be investigated in the future. (Fig. 6A ). Analysis showed that there were hydrogen bonds between Asp185 258 and Leucine159 (Leu159) and between Asp185 and Ser160 (Fig. 6B) . However, when 259 Asp185 was replaced by Ala, there were no hydrogen bonds formed between Ala185 260 and Leu159 or Ser160 (Fig. 6C) . Interestingly, when Asp185 was replaced with Asn, 261 similar hydrogen bonds were formed between Asn185 and Leu159 and between 262 Asn185 and Ser160 (Fig. 6D) . Energy analysis showed that nsp4 with Ala185 263 mutation had higher energy value than nsp4 with Asp185 or Asn185 mutation, 264 indicating that both Asp185 and Asn185 can keep nsp4 at a stable condition (data not 265 show). These findings suggest that the hydrogen bonds between these residues might 266 be an important factor in keeping nsp4 structure stable and its proteolytic activity. in PAMs with a much lower titer in vitro (Fig. 5B-C) . This is in consistent with the 280 proteolytic activity study, which shows that the proteolytic activity of nsp4 with 281 Asn185 mutation is decreased (Fig. 4A-C) . Undoubtedly, PRRSV-D185N has a 282 stronger ability to induce IFN-I, but relatively poor capacity to inhibit IFN-I 283 production induced by poly(I:C) when compared with wt HP-PRRSV (Fig. 5D-F) . ", "cite_spans": [{"start": 217, "end": 220, "text": "237", "ref_id": null}, {"start": 1291, "end": 1294, "text": "264", "ref_id": null}], "ref_spans": [{"start": 189, "end": 199, "text": "Fig. 3A-B)", "ref_id": null}, {"start": 728, "end": 736, "text": "(Fig. 6A", "ref_id": "FIGREF19"}, {"start": 860, "end": 869, "text": "(Fig. 6B)", "ref_id": "FIGREF19"}, {"start": 994, "end": 1003, "text": "(Fig. 6C)", "ref_id": "FIGREF19"}, {"start": 1155, "end": 1164, "text": "(Fig. 6D)", "ref_id": "FIGREF19"}, {"start": 1598, "end": 1609, "text": "(Fig. 5B-C)", "ref_id": null}, {"start": 1763, "end": 1774, "text": "(Fig. 4A-C)", "ref_id": null}, {"start": 1959, "end": 1970, "text": "(Fig. 5D-F)", "ref_id": null}], "section": "174"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The PRRSV replicase: exploring the 493 multifunctionality of an intriguing set of nonstructural proteins", "authors": [{"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}], "year": 2010, "venue": "Virus Res", "volume": "494", "issn": "", "pages": "61--76", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Virus-encoded proteinases and 535 proteolytic processing in the Nidovirales", "authors": [{"first": "J", "middle": [], "last": "Ziebuhr", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}], "year": 2000, "venue": "J Gen Virol", "volume": "81", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The 5' end of the equine arteritis 537 virus replicase gene encodes a papainlike cysteine protease", "authors": [{"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Wassenaar", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Spaan", "suffix": ""}], "year": 1992, "venue": "J Virol", "volume": "66", "issn": "", "pages": "7040--7048", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Proteolytic maturation of replicase polyprotein pp1a by the nsp4 main 540 proteinase is essential for equine arteritis virus replication and includes 541 internal cleavage of nsp7", "authors": [], "year": null, "venue": "J Gen Virol", "volume": "87", "issn": "", "pages": "3473--82", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Proteolytic processing of the 543 porcine reproductive and respiratory syndrome virus replicase", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "A", "middle": [], "last": "Tas", "suffix": ""}, {"first": "Z", "middle": [], "last": "Sun", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Snijder", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fang", "suffix": ""}], "year": 2015, "venue": "Virus Res", "volume": "544", "issn": "", "pages": "48--59", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Regulation of type I interferon responses", "authors": [{"first": "L", "middle": ["B"], "last": "Ivashkiv", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Donlin", "suffix": ""}], "year": 2014, "venue": "Rev Immunol", "volume": "546", "issn": "", "pages": "36--49", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Pathogen Recognition by Multiple Innate Immune Sensors in an Invertebrate", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "IPS-1, an adaptor triggering RIG-I-and Mda5-mediated 554 type I interferon induction", "authors": [], "year": 2005, "venue": "Nat Immunol", "volume": "6", "issn": "", "pages": "981--989", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Pathogen recognition and innate 558 immunity", "authors": [{"first": "S", "middle": [], "last": "Akira", "suffix": ""}, {"first": "S", "middle": [], "last": "Uematsu", "suffix": ""}, {"first": "O", "middle": [], "last": "Takeuchi", "suffix": ""}], "year": 2006, "venue": "Cell", "volume": "124", "issn": "", "pages": "783--801", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Viral evasion and subversion of 560 pattern-recognition receptor signalling", "authors": [{"first": "A", "middle": ["G"], "last": "Bowie", "suffix": ""}, {"first": "L", "middle": [], "last": "Unterholzner", "suffix": ""}], "year": 2008, "venue": "Nat Rev Immunol", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Porcine reproductive and respiratory syndrome virus (PRRSV) suppresses 563 interferon-beta production by interfering with the RIG-I signaling pathway", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Porcine 623 reproductive and respiratory syndrome virus nonstructural protein 4 induces 624 apoptosis dependent on its 3C-like serine protease activity", "authors": [{"first": "Z", "middle": [], "last": "Ma", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "A", "middle": ["T"], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Feng", "suffix": ""}], "year": 2013, "venue": "PLoS One", "volume": "625", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Increasing 627 expression of microRNA 181 inhibits porcine reproductive and respiratory 628 syndrome virus replication and has implications for controlling virus infection", "authors": [{"first": "X", "middle": ["K"], "last": "Guo", "suffix": ""}, {"first": "Q", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "N", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": ["X"], "last": "Chen", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Feng", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Molecular cloning, expression, purification and crystallographic analysis of 632", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Novel fluorogenic 635 substrates for assaying retroviral proteases by resonance energy transfer", "authors": [{"first": "E", "middle": ["D"], "last": "Matayoshi", "suffix": ""}, {"first": "G", "middle": ["T"], "last": "Wang", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Krafft", "suffix": ""}, {"first": "J", "middle": [], "last": "Erickson", "suffix": ""}], "year": 1990, "venue": "Science", "volume": "636", "issn": "", "pages": "954--962", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Attenuation of highly pathogenic porcine reproductive and 639 respiratory syndrome virus by inserting an additional transcription unit", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Hou", "suffix": ""}, {"first": "L", "middle": [], "last": "Gao", "suffix": ""}, {"first": "X", "middle": ["K"], "last": "Guo", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Tang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2014, "venue": "Vaccine", "volume": "640", "issn": "", "pages": "5740--5748", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Increase of CD163 but 642 not sialoadhesin on cultured peripheral blood monocytes is coordinated with 643 enhanced susceptibility to porcine reproductive and respiratory syndrome 644 virus infection", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Suo", "suffix": ""}, {"first": "S", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Feng", "suffix": ""}], "year": 2011, "venue": "Vet Immunol Immunopathol", "volume": "141", "issn": "", "pages": "209--229", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "PRRSV) continues to be a threat to the swine industry worldwide (1). PRRSV 34 belongs to the family Arteriviridae, which also includes equine arteritis virus (EAV), 35 lactate dehydrogenase-elevating virus (LDV), simian hemorrhagic fever virus (SHFV), 36 and the recently identified wobbly possum disease virus (WPDV) (2, 3). PRRS 37 manifests itself clinically with severe reproductive failures in sows and respiratory 38 distress in piglets (4, 5). Specifically, the emergences of highly pathogenic PRRSV 39 strains in China have posed a new threat to the swine industry (6).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "40PRRSV is an enveloped positive-stranded RNA virus, and its genome is41 approximately 15.4 kb in length with at least 11 open reading frames (ORFs), 42 including ORF1a, ORF1b, ORF2a, ORF2b, ORF3 to ORF7, ORF5a, and a transframe 43 fusion [TF] ORF, which encode two polyprotein precursors (pp1a and pp1ab) and 8 44", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Type I interferons (IFNs), the crucial antiviral cytokines, activate intracellular51 antimicrobial programs and influence the development of innate and adaptive immune 52 responses (16). During virus infection, the pattern-recognition receptors (PRRs) 53", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Asp185 with Asparagine (Asn, N), which has the most similar structure to aspartic 152 acid among the other 19 amino acids. Surprisingly, nsp4-D185N cleaved nsp11'12 153(Fig. 3E), even though the cleaving was in a less effective way, suggesting that the 154 residue structure of Asp185 in nsp4 might play an important role in keeping its 155 protease activity.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "162investigate the nsp4 proteolytic activity, purified wt nsp4 and nsp4-D185N with 163 substrates were incubated in Tris-HCl buffer for 12 h. SDS-PAGE results showed that 164 there were more cleaved products by wt nsp4 than nsp4-D185N(Fig. 4A). To further 165 confirm this result, a fluorogenic peptide substrate containing the cleavage sites (E/G) 166 derived from nsp11'12 was synthesized, and then fluorescence resonance energy 167 transfer (FRET) assay was performed to explore whether wt nsp4 and nsp4-D185N 168 cleave the peptide substrates with different proteolytic activity. As shown inFig. 4B,169    the fluorescence value with wt nsp4 had a sharping increase along with time.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "HP-PRRSV with Asn185 mutation in nsp4 replicates less efficiently 177 in vitro.178    To investigate whether Asn185 mutation in nsp4 has an effect on HP-PRRSV179 replication, we generated a recombinant HP-PRRSV (named as PRRSV-D185N) by 180 replacing wt nsp4 with nsp4-D185N in HP-PRRSV strain HV (Fig. 5A). We then 181 infected PAMs with wt HP-PRRSV strain HV and the recombinant virus 182 PRRSV-D185N at an MOI of 0.01. As shown in Fig. 5B, there were hardly any living 183 PAMs existed at 48 h post-infection (hpi) with wt HV, while there were no obvious 184 cytopathic effects observed in PAMs infected with PRRSV-D185N. In addition, 185 PRRSV-D185N grew much slower than wt HV, with a titer about 100 times lower 186 than that of wt HV at 48 hpi (Fig. 5C). Next, we investigated whether wt HV and 187 PRRSV-D185N had different abilities to induce IFN-I expression. PAMs were 188 infected with either wt HV or PRRSV-D185N, and then harvested for IFN-I 189 expression analysis. At 8 hpi, IFN-α and IFN-β expression induced by 190 PRRSV-D185N increased about 4 folds and 3 folds higher than that induced by wt HV, 191 respectively (Fig. 5D). To study whether PRRSV-D185N has less ability to inhibit 192 poly(I:C)-induced type I IFNs, we infected PAMs at an MOI of 0.01 and then 193 stimulated the cells with poly(I:C) at 24 hpi. At 6 h post-stimulation, the mRNA levels 194 of type I IFNs were analyzed using qPCR. As shown in Fig. 5E, wt HV 195 down-regulated IFN-α expression to 10%, while PRRSV-D185N reduced IFN-α 196 expression to 33%. Wt HV down-regulated IFN-β expression to 31% and 197 PRRSV-D185N reduced IFN-β expression to 76%. Similar results were obtained with 198 the analysis of ISGs (Fig. 5F). Taken together, these data indicate that the recombinant 199 virus PRRSV-D185N has a less effective replication rate and much more potential to 200 induce type I IFNs expression in vitro. highly-pathogenic PRRSV nsp4 to antagonize IFN-I expression. Our data 206 showed that nsp4 with Ala185 mutation had impaired ability in cleaving VISA and 207 NEMO. We further verified that residue structure of Asp185 in nsp4 might play a role 208 in keeping its 3CLSP activity. Importantly, we demonstrated that the recombinant 209 virus PRRSV-D185N with Asn185 mutation in nsp4 had a lower replication rate and 210 higher ability to induce type I IFNs expression compared with its parental HP-PRRSV 211 HV strain in vitro. 212 Although PRRSV is sensitive to IFNs, it evolves a series of mechanisms to 213 counteract type I IFNs. Tao et al. has found that PRRSV nsp4 can cleave pDCP1a to 214 down-regulate pDCP1a expression, which is an ISG and inhibits PRRSV replication 215 (33). Chen et al. has determined that the amino acid at residue 155 in PRRSV nsp4 216contributes to its inhibitory effect on IFN-β transcription in vitro by altering its 217 subcellular distribution (34). In our study, we characterized 6 nsp4 mutants with 218 amino acid point mutations conserved in the domain I to III in most of the highly 219 pathogenic PRRSV strains. We found that Asp185 mutation in nsp4 disrupted its 220 ability to suppress IFN-β promoter activity induced by poly(I:C) (Fig. 1A and C).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "in nsp4 is strongly conserved not only in HP-PRRSV strains 222 but also in other viruses of the family Arteriviridae, we speculate that Asp185 in nsp4 Like other RNA viruses in the order Nidovirales, such as EAV and severe acute 225 respiratory syndrome coronavirus (SARS-CoV), PRRSV-encoded proteases play a 226 prominent role in virus replication. PRRSV nsp4 is responsible for most of the 227 nonstructural protein processing to join into the virus replication (35). PRRSV nsp4 228 has three domains, including two antiparallel β-barrels (called domain I and domain II, 229 respectively) and an extra C-terminal α/β domain (domain III) (30). A canonical 230 catalytic triad composed of Ser118, His39, and Asp64 has been documented in the 231 open cleft between domain I and domain II. However, our previous study shows that 232 nsp4 without domain III has an impaired ability to inhibit IFN-β, suggesting that 233 domain III is also important in keeping nsp4 activity (25). Even though limited studies 234 suggest that domain III plays a role in nsp4 protease processing (36), there are still a 235 lot of mysteries about it. Here, we demonstrated that Asp185 mutation in nsp4 236", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Previous studies have found that several residue mutations in 3C-like protease can 244 change its enzymatic activity to influence the protease function. As for SARS-CoV245 3C-like protease, mutating residues Ser284, Thr285 and Ile286 located in domain III 246 of the 3C-like protease to Ala causes a super-active triple-mutant STI/A with activity 247 enhancement (37, 38). In our study, Asp185 also locates in the domain III of nsp4, 248 which is spatially far from the catalytic triad. After a series of attempts to illustrate the 249 impact of Asp185 on nsp4, we found that only the Asn185 mutation still kept the 250 proteolytic activity of nsp4. Although Asp has negatively charged side chains while 251 Asn does not, both of them are hydrophilic. Structure of Asn is the most similar one to 252 that of Asp, because the structure of amide group (-CONH 2 ) is similar to carboxyl 253 group (-COOH) and both of them have carbon chains with the same length. These 254 suggest that it is the residue structure itself but not the charge and residue size at 255 position 185 that might regulate its proteolytic activity (Fig. 3C-E). To investigate 256 how the residue structure plays the role, we compared the side chain structures of the 257 residues", "latex": null, "type": "figure"}, "FIGREF10": {"text": "However, we are not sure if there are any changes caused by the mutation of Asp185 268 in nsp4 when it is combined with the substrates, since there is no published structure 269 of arterivirus nsp4 in complex with its substrates. 270 Because the viral 3C-like proteases play an essential role in artertivirus 271 replication, they have received much more attention as potential key antiviral targets 272 including the development of attenuated vaccine and drugs. A previous report shows 273 that the compounds targeting 3CLSP are used to identify inhibitors that suppress 274 PRRSV replication (39). Danny van Aken et al. replace Ala155 and Asp156 in EAV 275 nsp4 with Glycine (Gly) individually or both and get two impaired but not dead virus 276 phenotypes (36). Since nsp4-D185N has impotent but not null proteolytic activities, it 277 gives us a reason to construct the recombinant virus PRRSV-D185N. The 278 recombinant PRRSV-D185N replicated significantly slower than wt HP-PRRSV HV 279", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The decreased replication rate and increased expression of IFN-I during285    PRRSV-D185N infection might contribute to the fact that the recombinant virus 286 causes fewer obvious cytopathic effects in vitro. However, further studies need to be 287 done to assess whether PRRSV-D185N is attenuated in vivo.288    In conclusion, we have identified that Asp185 modulates the capacity of289 HP-PRRSV nsp4 to antagonize IFN-I production. We further show that it might be 290 the residue structure at position 185 but not the residue size or charge that plays an 291 important role in regulating nsp4 activity. Importantly, the recombinant 292 PRRSV-D185N replicates less effectively when compared with its wt HP-PRRSV HV 293 in vitro. These findings may provide some insights into the mechanisms about how 294 nsp4 help PRRSV evade host innate immunity. 295 Materials and methods 297 Cells and viruses. CRL-2843 cells, a porcine alveolar macrophage cell line, were 298 maintained in RPMI 1640 (Gibco) supplemented with 10% fetal bovine serum (FBS) 299 (Gibco, Australia). HeLa and HEK293T cells were cultured in Dulbecco's minimum 300 essential medium (DMEM) supplemented with 10% FBS. Porcine alveolar 301 macrophages (PAMs) were obtained by postmortem lung lavage of 8-week-old 302 specific-pathogen-free (SPF) pigs and maintained in RPMI 1640 with 10% FBS. All 303 of the cells were cultured and maintained at 37°C with 5% CO 2 . HP-PRRSV strain 304 HV (GenBank accession no. JX317648.1) was propagated and titrated on PAMs.305Antibodies and reagents. Antibody against NEMO (also known as IKKγ) was from 306 Cell Signaling Technology. Rabbit anti-VISA (also known as MAVS, polyclonal 307 antibody raised against residues 1-13 of MAVS) antibody was obtained from Abcam.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Anti-α-tubulin antibody and anti-c-Myc antibody were purchased from MBL 309 International Corporation. Anti-Flag antibody was from Sigma. Antibodies against 310 histone 3 were purchased from Santa Cruz. Goat anti-mouse or anti-rabbit IgG 311 secondary antibodies were also purchased from Santa Cruz. The antibody for 312 PRRSV-nsp4 was prepared by our lab. Poly(I:C) was from InvivoGen.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Porcine IFNβ-luciferase reporter plasmid was constructed using 314 pGL3-Basic vector as described elsewhere (25). pRL-TK containing the Renilla 315 luciferase was used as a normalization control. The protein expression plasmid 316 pCMV-HV-nsp4 has been described previously(40). To construct plasmid317 pCMV-VR2332-nsp4, nsp4 fragment of PRRSV strain VR2332 cDNA was cloned 318 into the pCMV-Myc vector at EcoRI and XhoI sites. The Q5® Site-Directed and used for cDNA synthesis using the HiFiScript cDNA Synthesis Kit according to 341 the manufacturer's instructions (Cwbiotech). Quantitative RT-PCR (qPCR) analysis 342 was performed using FastSYBR Mixture with ROX (Cwbiotech) on the ViiATM7 343 real-time PCR System (Applied Biosystems). Gene-specific primers for IFN-β, IFN-α, 344 Mx1, OAS, and GAPDH were designed and listed inTable 2. The expression of 345 IFN-β, IFN-α, Mx1, and OAS was normalized to glyceraldehyde-3-phosphate 346 dehydrogenase (GAPDH) and presented as fold induction relative to the control.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Western blot analysis. Cells were harvested and lysed in RIPA lysis buffer 348 (Beyotime) with 100 U proteinase cocktail (Cwbiotech). Protein levels in each sample 349 were quantified with the BCA assay kit (Pierce Biotechnology, Inc.). Similar amounts 350 of proteins from each extract were resolved by SDS-PAGE and transferred to PVDF 351 membranes (Millipore). Membranes were blocked with 5% nonfat milk in 352 phosphate-buffered saline with 0.05% Tween 20 (PBST) for 30 min and then 353 incubated for 2 h at room temperature with antibodies at a suitable dilution as 354 recommended (anti-NEMO, -VISA and -histone 3 at 1:1,000; anti-Flag, -α-tubulin, 355and -c-Myc at 1:2,000; anti-nsp4 at 1:4000). The membranes were then incubated 356 with the appropriate secondary antibody for 1 h at a dilution of 1:10,000. The", "latex": null, "type": "figure"}, "FIGREF15": {"text": "357 antibodies were visualized by use of the ECL reagent according to the manufacturer's 358 protocols. 359 Protein expression and purification. For wt nsp4 and the mutated nsp4 protein 360 preparation, the recombinant plasmids were transformed into E. coli BL21 (DE3).361And then, the transformed E. coli BL21 (DE3) grew at 37°C in LB medium.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "were collected after incubation at 18°C for 8 h. PRRSV nsp4 365 expression and purification were carried out as described previously (32, 42). 366 Assays for enzymatic activities in vitro. A fluorescence-based assay with the 367 fluorogenic peptide substrate Dabsyl-KTAYFQLE ↓ ↓ ↓ ↓ GRHFE-Edans (95% purity, 368 Beijing Scilight Biotechnology LLC.) was used to assess the activity of the nsp4 as 369 well as nsp4-D185N (30). This peptide substrate contains the nsp11/nsp12 cleavage370 site (indicated by the arrow). The enhanced fluorescence due to the cleavage of the 371 substrate by the enzyme was monitored at 490 nm with excitation at 340 nm (43). The 372 experiments were performed in a buffer consisting of 20 mM Tris-HCl (pH 7.3), 100 373 mM NaCl, 1 mM ethylenediaminetetraacetic acid, and 5 mM DTT. The measurements 374 were done at 25°C. The reaction was initiated by adding proteinase (final 375 concentration, 5 μM) to the solution containing the fluorogenic peptide (500 μM) and 376 monitored per minute to record the fluorescence value, or proteinase (5 μM) and 377 fluorogenic peptide (50 μM) were incubated for 10 min and then the fluorescence 378 value was recorded. As for proteolytic reaction, the proteolytic enzyme (5 mM) and 379 substrate (7 mM) were incubated in 50 μl buffer mentioned above for 12 h at 4°C. The380 reaction was stopped by the addition of a quarter volume of 5×sample buffer. The 381 proteins were analyzed using 15% (v/v) SDS-PAGE. The data of fluorogenic value 382 were expressed as the average values of three replicate experiments. 383 Construction of the recombinant HP-PRRSV. The plasmid containing the 384 assembled genome of HV (pcDNA3.1-HV) was constructed in our Lab (44). The full 385 genome of HV is divided into two fragments, the long fragment and the short 386 fragment. The short fragment contains the nsp4-coding region. The Q5® 387 Site-Directed Mutagenesis Kit was used to generate the point mutation D185N within 388 the short fragment. And then, the mutated fragment was inserted into the 389 pcDNA3.1-HV fragment that was digested by XhoI restriction enzymes using HiFi 390 DNA Assembly Master Mix (NEB) to generate the full-length infectious cDNA clones. 391 The plasmid (pcDNA3.1-PRRSV-D185N) was then transfected into HEK293T cells. 392 After 72 h post-transfection, cell culture supernatants were harvested and inoculated 393 on PAMs and immunofluorescence assay was performed for virus detection (45). The 394 rescued virus was designated as PRRSV-D185N. The viral titer was determined by the 395 Reed-Muench method and expressed as 50% tissue culture infective doses 396 (TCID 50 )/ml. 397 Hydrogen bonds modeling. The structure of PRRSV-nsp4 (PDB accession number 398 3FAN) with residue 185 mutations was generated by the FoldX program. The figures 399 of hydrogen bond distributions between residue 185 and Leu159 or Ser160 were 400 generated by the Pymol program. 401 Statistical analysis. Statistical analysis was performed using Graphpad Prism 402software, and differences were analyzed using student's t-test. Significance was 403 denoted as follows: *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, and ns (not significant).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Grant No. 31572516), the National Natural Science Foundation of China (Grant No. 408 31630076), and National Key R&D Program of China (Grant No. 409 2017YFD0500601-1).", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Amino acid Asp at position 185 modulates the capacity of nsp4 to inhibit 413 the activation of IFN-β. (A) CRL-2843 cells were co-transfected with 414 pGL3-IFN-β-Luc, pRL-TK, and wt nsp4 or mutant expression plasmids. pRL-TK was 415 used as an internal control for transfection efficiency. At 24 h post transfection, cells 416 were stimulated with or without poly(I:C) (10 μg/ml). Luciferase assays were 417 performed 8 h after the stimulation. In addition, lysates of cells were subjected to 418 Western blot analysis with antibodies against nsp4 to show the protein expression. (B) 419 Multiple sequence alignment of the 3CLSPs (aa170-aa204) of the viral members in 420 the family Arteriviridae. Asp185 was indicated by asterisk. The arterivirus nsp4 421 amino acids were from HV (GenBank accession number JX317648.1), JXwn06 422 (GenBank accession number EF641008.1), JXA1 (GenBank accession number 423 EF112445.1), WUH1 (GenBank accession number EU187484.1), VR2332 (GenBank 424 accession number EF536003.1) and EAV (GenBank accession number X53459.3). (C) 425 Nsp4-D185A expression plasmids at different doses (0.1, 0.2, and 0.5 μg) were 426 co-transfected into CRL-2843 cells with pGL3-IFN-β-Luc and pRL-TK. At 24 h post 427 transfection, cells were treated with or without poly(I:C) (10 μg/ml) for 8 h and then 428 analyzed for luciferase activities. (D) CRL-2843 cells were transfected with control 429vector, wt nsp4, or nsp4-D185A expression plasmid. Cells were treated with or 430 without poly(I:C) (10 μg/ml) for 2 h, and IFN-β expression was analyzed using qPCR.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "hpi, total RNAs were extracted from cells, and qPCR was performed to 474 analyze the expression of IFN-α and IFN-β, respectively. (E and F) Cells were treated 475 with poly(I:C) (10 μg/ml) for 6 h or left untreated at 24 h post PRRSV infection. 476 qPCR was performed to analyze the expression of IFN-α and IFN-β (E), and Mx1 and 477 OAS (F). GAPDH was used as an internal control. Data are means ± SD from three 478 independent experiments. Differences were evaluated by Student's t-test. * , P＜0.05; ** , 479 P＜0.01; *** , P＜0.001. Cartoon representation of the structure at residue 185 of PRRSV-nsp4. (A) 482 Ribbon diagrams of the crystal structures of PRRSV nsp4 (PDB accession code 483 3FAN). Superposition of the residue 185 in wt PRRSV-nsp4 and nsp4 mutants.484 Asp185 was in light blue, Ala185 was in red, and Asn185 was in salmon. (B-D) 485 Comparison of the hydrogen bonds formed between residue 185 and other residues in 486 wt nsp4 (Asp185, B) and its mutants (Ala185 (C) and Asn185 (D)). Yellow broken 487 lines indicated hydrogen bonds. Residues of 185 were labeled.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Primers used for real-time PCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Primer </td><td>Sequence(5'-3') </td></tr><tr><td>IFN-β-F </td><td>AGCACTGGCTGGAATGAAAC </td></tr><tr><td>IFN-β-R </td><td>TCCAGGATTGTCTCCAGGTC </td></tr><tr><td>IFN-α-F </td><td>CTGCTGCCTGGAATGAGAGCC </td></tr><tr><td>IFN-α-R </td><td>TGACACAGGCTTCCAGGTCCC </td></tr><tr><td>Mx1-F </td><td>CACAGAACTGCCAAGTCCAA </td></tr><tr><td>Mx1-R </td><td>GCAGTACACGATCTGCTCCA </td></tr><tr><td>GAPDH-F </td><td>CCTTCCGTGTCCCTACTGCCAAC </td></tr><tr><td>GAPDH-R </td><td>GACGCCTGCTTCACCACCTTCT </td></tr><tr><td>OAS-F </td><td>AGCAAGGAAGCAGGAAAACA </td></tr><tr><td>OAS-R </td><td>GCTTCCCAGAAGATGCAAAG </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors declared that no competing interests exist. ", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}