{"paper_id": "0b2eb4a443dcba218e3a3160c4caebe09ff94114", "metadata": {"title": "Supplementary Information Differential innate immune response programs in neuronal subtypes determine susceptibility to infection in the brain by positive stranded RNA viruses", "authors": [{"first": "Hyelim", "middle": [], "last": "Cho", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sean", "middle": ["C"], "last": "Proll", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kristy", "middle": ["J"], "last": "Szretter", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["G"], "last": "Katze", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Gale", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "*Genes selected for cloning and expression in neurons.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In situ hybridization. Brain tissues were harvested from naïve mice, and differential RNA expression was visualized by the QuantiGene View RNA in situ hybridization tissue assay (Affymetrix)", "cite_spans": [], "ref_spans": [], "section": "SUPPLEMENTAL METHODS"}, {"text": "according to the manufacturer's protocol. Briefly, paraffin-embedded tissue sections were permeabilized, gene-specific probes (Ifi27, Irg1, Stat1, Ubc (positive control), and E.Coli Dapb (negative control)) were hybridized, and the signal was amplified by sequential hybridization of amplifier (branched DNA). Target mRNAs were visualized by confocal microscopy after addition of the Fast Red substrate.", "cite_spans": [], "ref_spans": [], "section": "SUPPLEMENTAL METHODS"}, {"text": "were determined using an encephalomyocarditis virus L929 cell cytopathic effect bioassay as described previously 1 .", "cite_spans": [], "ref_spans": [], "section": "IFN bioassay. Levels of biologically active type I IFN in supernatants of GCN and CN cultures"}, {"text": "and Stat1 -/-GCN in Laemmli sample buffer supplemented with 5% (v/v) β-mercaptoethanol and separated by 10% SDS-PAGE. Immunoblotting was performed using antibodies against Stat1 (Cell Signaling), βactin (Abcam), and Rsad2/Viperin (MaP.VIP 2 ).", "cite_spans": [], "ref_spans": [], "section": "SDS-PAGE and immunoblot analysis. Protein lysates were harvested from wild type GCN, CN"}, {"text": "Quantification of tissue viral burden. Infected brain tissues were harvested after extensive perfusion with phosphate-buffered saline (PBS), weighed, homogenized, and virus titers were determined by standard plaque assay on BHK21-15 cells 3 .", "cite_spans": [], "ref_spans": [], "section": "SDS-PAGE and immunoblot analysis. Protein lysates were harvested from wild type GCN, CN"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Critical role for the oligoadenylate synthetase/RNase L pathway in response to IFN-beta during acute ocular herpes simplex virus type 1 infection", "authors": [{"first": "B", "middle": ["A"], "last": "Austin", "suffix": ""}, {"first": "C", "middle": [], "last": "James", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Silverman", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Carr", "suffix": ""}], "year": 2005, "venue": "J. Immunol", "volume": "175", "issn": "", "pages": "1100--1106", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The interferon-inducible protein viperin inhibits influenza virus release by perturbing lipid rafts", "authors": [{"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "E", "middle": ["R"], "last": "Hinson", "suffix": ""}, {"first": "P", "middle": [], "last": "Cresswell", "suffix": ""}], "year": 2007, "venue": "Cell Host Microbe", "volume": "2", "issn": "", "pages": "96--105", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "B cells and antibody play critical roles in the immediate defense of disseminated infection by West Nile encephalitis virus", "authors": [{"first": "M", "middle": ["S"], "last": "Diamond", "suffix": ""}, {"first": "B", "middle": [], "last": "Shrestha", "suffix": ""}, {"first": "A", "middle": [], "last": "Marri", "suffix": ""}, {"first": "D", "middle": [], "last": "Mahan", "suffix": ""}, {"first": "M", "middle": [], "last": "Engle", "suffix": ""}], "year": 2003, "venue": "J. Virol", "volume": "77", "issn": "", "pages": "2578--2586", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Canonical PRR and IFN signaling pathway genes are expressed in GCN at the basal level. Genes in canonical PRR and IFN signaling pathways that are highly expressed in GCN at the basal level were determined by Ingenuity Pathway Analysis. Yellow color indicates higher basal expression level in GCN compared to CN within cutoff values of a ≥2-fold change and an ANOVA P value with a Benjamini and Hochberg algorithm-corrected false discovery rate of 0.01. Fold differences in expression values between GCN and CN are listed in Supplementary Table 2. Unique molecular signatures associated with host defense responses (e.g., immune-related GTPases) in GCN also were determined by Ingenuity Pathway Analysis. Shown are functional relationships that associate with antiviral activity, immune-related GTPases, and chemotaxis. Genes colored in blue show lower basal expression levels in GCN compared to CN. Supplementary Figure 5. Stat1 and Rsad2 are expressed differentially at the protein level in GCN and CN. Cells were left untreated or treated with 100 IU/mL of IFN-β for 24 hours, and lysates were harvested in Laemmli sample buffer supplemented with 5% of β-mercaptoethanol and separated by 10% SDS-PAGE. Immunoblot analysis was performed using antibodies against Stat1, β-actin, and Rsad2. Stat1 -/-GCN were used as a negative control for blotting of Stat1 protein. The results are representative of two independent experiments. Supplementary Figure 6. ISGs expression level is lower in Stat1 -/-GCN compared to wild-type GCN.RNA was harvested from Stat1 -/and wild-type GCN, and ISG expression levels were compared by qRT-PCR. The data is displayed as the ∆Ct value compared to cellular levels of 18S ribosomal RNA. Differential ISG expression in distinct regions of the brain in naïve mice.Differential gene expression of (a) Ifi27, (b) Irg1, and (c) Stat1 in the cerebellum and cortex of naïve wild-type mice was determined by fluorescence in situ RNA hybridization. (d) Ubc, a housekeeping gene involved in cellular ubiqutination, was used as a positive control of staining. Dapb, a gene from E. coli, was used as a negative control (data not shown). Supplementary Figure 8. WNV infection of different neurons in the cerebral cortex and cerebellum from brains of wild-type and Ifnar -/mice. Brains from wild type and Ifnar -/-C57BL/6 mice were harvested at day 6 (wild type) or day 4 (Ifnar -/-) after i.c. infection with 10 1 PFU of WNV. Viral titer was measured by plaque-forming assay on BHK21-15 cells. Solid lines represent the median viral titers and reflect data from six to ten mice per genotype. Supplementary Figure 9. Infection of neurons in the cerebral cortex and cerebellum from brains of fatal human WNV cases. Brain sections from seven fatal human cases of WNV encephalitis were stained with rat anti-WNV antisera (brown) or pre-immune sera. Infected CN and Purkinje neurons of the cerebellum are indicated by white arrows and black arrow heads, respectively. Insets are high-power images of each case. Due to the limited supply of autopsy samples, images from some sections were not available.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Supplementary Table 1. Top four biological pathways associated with genes induced by IFN-β treatment in both GCN and CN", "latex": null, "type": "table"}}, "back_matter": [{"text": "Forward/Reverse/ Taqman probe (5' -3')  GAG CCA GAA AAC CCT GAG TAC A  Ifit1  AGA AAT AAA GTT GTC ATC TAA ", "cite_spans": [], "ref_spans": [{"start": 17, "end": 105, "text": "Taqman probe (5' -3')  GAG CCA GAA AAC CCT GAG TAC A  Ifit1  AGA AAT AAA GTT GTC ATC TAA", "ref_id": null}], "section": "Gene"}]}