{
    "paper_id": "0b46a2b322bab8ce7f37938fe5a3c0304af279a1",
    "metadata": {
        "title": "Negative Staining and Immune Electron Microscopy as Techniques for Rapid Diagnosis of Viral Agents",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Riepenhoff-Talty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital and State University of New York at Buffalo Bufalo",
                    "location": {
                        "postCode": "14222",
                        "settlement": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "J"
                ],
                "last": "Barrett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital and State University of New York at Buffalo Bufalo",
                    "location": {
                        "postCode": "14222",
                        "settlement": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "A"
                ],
                "last": "Spada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital and State University of New York at Buffalo Bufalo",
                    "location": {
                        "postCode": "14222",
                        "settlement": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "L"
                ],
                "last": "Ogra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital and State University of New York at Buffalo Bufalo",
                    "location": {
                        "postCode": "14222",
                        "settlement": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 1973, Bishop and her colleagues visualized reovirus-like particles in thin sections of duodenum biopsied from a young child with diarrhea. Shortly afterward, in England' and Canada,\" similar particles were seen in feces using direct visualization with negative-stain electron microscopy. Now, nearly ten years later, the impact of rotaviruses on human disease is becoming apparent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In 1972, an outbreak of gastroenteritis affected 50% of students and teachers in an elementary school in Norwalk, Ohio. Particles 27 nm in diameter were visualized in the infectious stool filtrate. This filtrate was mixed with convalescent serum from a patient who had had the disease. The resultant particles were coated with antibody and clumped together. This technique was termed immune electron microscopy and the virus-like particles were called Norwalk agent.* It is estimated that these two agents account for 50% of hitherto undiagnosed gastroenteritis around the world. It is amazing that in this era of tissue culture, virology pathogens were diagnosed initially by electron microscopic techniques and that these techniques are still vital. Even in 1982 cell culture isolation is not an adequate diagnostic tool for rotaviruses. Norwalk agent and other antigenically related virus-like particles'.20 are still not grown in cell culture systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Even more recently electron microscopy and immune electron microscopy have been shown to be critical techniques for detecting new virus-like particles associated with gastroenteritis in humans. These particles have two things in common. They are smaller than rotavirus ( I 5-40 nm) and are round. They have logically been referred to by some investigators as small round virus-like particles (SRV). They are not antigenically related to Norwalk agent. Because these SRV have been detected by electron microscopy, their morphology is a distinguishing feature for some particles. Astrovirus, a 28 nm particle with a star-like surface was described by Madely and Cosgrove in 1975. Astrovirus has been detected in outbreaks of diarrhea in Scotland, England, and Canada.2.' 1~1 3~1 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Caliciviruses, also approximately 28 to 30 nm in size, have been associated with diarrhea in human infants according to several Additional small round viruses (27 to 40 nm) have been distinguished by electron microscopy in fecal specimens from infants with nonbacterial gastroenteritis. Twentyfive to 28 nm particles, termed picorna-parvo have been reported to be associated with diarrhea.16 Finally a group of slightly larger, 30-40 nm calici-like particles associated repor~s~s.12.14.17.1* with diarrhea in several areas of the world may actually represent a single group. While they have various names: SRVL,\" minireo,I6 fuzzy-wuzzy's,6 minirota,\" Otofuke agent,\" and Sapporo agent,' they appear to have a similar size range and some common morphological features, like a spiky outer surface. Definitive etiological role and antigenic relatedness await good convalescent sera and serological reagents and appropriate immune electron microscopic testing. The virology laboratory of Children's Hospital began diagnosis by electron microscopy near the end of 1978. Since then, rotavirus has been detected in approximately 500 children hospitalized with diarrhea. We have also found adenovirus, coronavirus-like particles, and representative samples of most of the S R V described above. We have begun using immune electron microscopy as a corollary diagnostic tool in an attempt to make a definitive diagnosis particularly in the case of the S R V .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Centrifuge serum a t 15,000 RPM for 1 hour Dilute serum w i t h PBS i n 4 fold serial dilutions 0.9 ml serum + 0.1 ml undiluted virus,mix well ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Fecal samples were obtained either in a specimen bottle, soiled diaper, or rectal swab from children suffering from gastroenteritis and diarrhea or from age-matched control infants without diarrhea. The period of study under greatest concentration (especially for S R V ) was October, 1979 to November, 1981. During that time fecal samples were obtained from 1260 infants. One thousand one hundred and sixty samples were taken from children with diarrhea. At least 90% of these were hospitalized. Fifty (50%) of the control infants were housed in the neonatal nursery during the winter season when rotavirus and S R V were prevalent. The remaining 50 were non-diarrheic infants either well, living at home, or attending a clinic with another complaint. w",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fecal Samples"
        },
        {
            "text": "Two techniques were utilized in immune electron microscopy (IEM). The first described in FIGURE 2 was adapted from the method described by Brandt and colleagues4 and was best suited for fecal samples. The second technique seen in FIGURE 3 was developed by Kapikian and is most useful for tissue culture grown and probably purified fecal virus.' Finally FIGURE 4 shows the result of IEM. Calicivirus-like agent (CVLA) was mixed with hyperimmune serum. Note the connecting bridges between the particles that have been produced by the virus-specific antibody.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 161,
                    "text": "Brandt and colleagues4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 361,
                    "text": "Finally FIGURE 4",
                    "ref_id": null
                }
            ],
            "section": "Immune Electron Microscopy"
        },
        {
            "text": "Using the techniques just described we examined specimens from over 1,200 children during a two-year period. We found a variety of viruses and virus-like particles. FIGURES 5 through 7 are representative examples of the particles seen. In all cases the particles were seen in feces from children who had diarrhea at the time the samples were taken. Some of the agents, like rotavirus, are known pathogens and others are still awaiting a definite etiological role. In FIGURE 8b convalescent serum containing rotavirus-specific antibody had clumped particles in a fecal sample. FIGURE 8a is the control without the addition of virus-specific antiserum. When acute and convalescent serum samples are available, IEM can be used to document the cause of viral enteritis. and were large enough to be placed in the \"minireo\" or \"minirota\" category. The remaining SRV did not have a distinctive surface. They were negative in the radioimmunoassay for Norwalk virus as determined by Dr. H. Greenberg at the National Institute of Health. Therefore they may be left in the category described by Middleton and his associates'6 as picorna-parvo. The final 29 (9%) were identified as adenovirus and four particles appeared to be coronavirus-like. We found that the mean age of children who were rotavirus positive was 11.5 months. This was significantly older than the 4.5 months, which was the mean for the infants who were positive for SRV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Negative-stain contrast electron microscopy can be held at least partially responsible for diagnosing 50% of the hitherto undiagnosed nonbacterial gastroenteritis in hospitalized children. In addition, IEM helped establish rotavirus as a major etiological agent of gastroenteritis in infants and young children. Finally, both techniques are being used to detect and to define the role of new virus-like particles associated with diarrhea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using these techniques, we were able to detect distinctive viruses or virus-like particles associated with diarrhea in 27% of all specimens examined. While the vast majority of these were rotavirus, the finding of astrovirus and other small round viruses",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Winter vomiting disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L R"
                    ],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zickl",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Infect. Dis",
            "volume": "1",
            "issn": "",
            "pages": "9--668",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Astrovirus-associated gastroenteritis in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ashley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "0 K"
                    ],
                    "last": "Caul &amp; W",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paver",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Clin. Path",
            "volume": "31",
            "issn": "",
            "pages": "939--941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus particles in epithelial cells of duodenal mucosa from children with acute nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "B J"
                    ],
                    "last": "Ruck",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "1281--1283",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of direct electron microscopy, immune electron microscopy, and rotavirus enzyme-linked immunosorbent assay for detection of gastroenteritis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriquez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Yolken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "0"
                    ],
                    "last": "Arrobio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H M"
                    ],
                    "last": "Parrott &amp; R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Clin. Micro",
            "volume": "1",
            "issn": "",
            "pages": "3--976",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fecal shedding of virus in relation to the days of illness in gastroenteritis due to calicivirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nakao",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "247--249",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Electron microscopy in the diagnosis of infectious diarrhea FLEWETT",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Flewett",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Clin. Path",
            "volume": "27",
            "issn": "",
            "pages": "608--614",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Visualization by immune electron microscopy of a 27-nm particle associated with acute infectious nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R M"
                    ],
                    "last": "Kalica &amp; R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Virol",
            "volume": "1",
            "issn": "",
            "pages": "1075--1076",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The 33 to 39 nm virus-like particles tentatively designated as Sapporo agent associated with an outbreak of acute gastroenteritis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kogasaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Terashima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama &amp; T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nakao",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Med. Virol",
            "volume": "8",
            "issn": "",
            "pages": "187--193",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Small round virus-like particles associated with acute gastroenteritis in Japanese children",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kogasaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akihara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Norino &amp; T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nakao",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Med. Virol",
            "volume": "5",
            "issn": "",
            "pages": "151--160",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Astrovirus associated gastroenteritis in a children's ward",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kurtz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pickering",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Clin. Path",
            "volume": "3",
            "issn": "",
            "pages": "0--948",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viruses in infantile gastroenteritis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R B P"
                    ],
                    "last": "Madeley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cosgrove",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Calicivirus associated with winter vomiting disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcswiggan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "Moore"
                    ],
                    "last": "Cubitt &amp; W",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Orbivirus acute gastroenteritis of infancy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Szymanski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Bortolussi &amp; J",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "1241--1244",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viruses associated with acute gastroenteritis in young children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Szymanski &amp; M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am. J. Dis. Child",
            "volume": "131",
            "issn": "",
            "pages": "733--737",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nosocomial infantile gastroenteritis associated with minirotavirus and calicivirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Spratt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Gill &amp; C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Peds",
            "volume": "9",
            "issn": "",
            "pages": "3--922",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The occurrence of calicivirus in infants with acute gastroenteritis",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [
                        "M"
                    ],
                    "last": "Salamoto",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Med. Virol",
            "volume": "4",
            "issn": "",
            "pages": "321--326",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Virus-like particle, 35 to 40 nm associated with an institutional outbreak of acute gastroenteritis in adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        ". S"
                    ],
                    "last": "Tanicuchi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Urasawa &amp; T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Urasawa",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Clin. Micro",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Detection by immune electron microscopy of 26-27 nm virus-like particles associated with two family outbreaks of gastroenteritis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Infect. Dis",
            "volume": "1",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Procedure for preparing specimens for direct visualization by electron microscopy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Resuspend p e l l e t DW + PTA C e n t r i f u g e 90 min a t 20,000 RPM Stepwise preparation of fecal samples for immune electron microscopy of virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Resuspend pellet i n one drop distilled water + 3% PTA FIGURE 3. Stepwise preparation of tissue culture-grown or purified virus for immune electron microscopy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "describes the protocol for negative-contrast stain electron microscopy. This technique was adapted from that of Szymanski and Middleton.\" Electron micrograph of calicivirus-like agent (CVLA) mixed with porcine anti-CVLA serum at a dilution of 1:25. x 174,000 (Courtesy Dr. L. % Saif. Ohio Research and Development Institute, Wooster, Ohio).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Electron micrograph of rotavirus ( x 165,000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Electron micrograph of adenovirus( x 165,000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "presents the number of the various viruses or virus-like particles seen. Of the 1,260 examined, 100 controls were negative. Of the 1,160 children with diarrhea,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Electron micrograph of astrovirus (right frame) ( x 180,000) and calicivirus-like agent (left frame)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distribution of the various viruses and viruslike particles during a two-year period at Buffalo Children's Hospital.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}