{
    "paper_id": "0b4a898e89f9df78dd4615201e48143a1702824b",
    "metadata": {
        "title": "Journal Pre-proofs Could MEFV mutation carriage status have a protective role for COVID-19 pandemia? Could MEFV mutation carriage status have a protective role for COVID-19 pandemia?",
        "authors": [
            {
                "first": "Salih",
                "middle": [],
                "last": "Kavukçu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alper",
                "middle": [],
                "last": "Soylu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alper",
                "middle": [],
                "last": "Correspondance",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Soylu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Familial Mediterranean fever (FMF) is the most common auto-inflammatory disease inherited as an autosomal recessive condition mainly observed in Non-Ashkenazi Jews, Arabs, Turks and Armenians 1. Patients with FMF have an intense biological inflammatory syndrome during attacks and a chronic subclinical inflammatory syndrome between the attacks characterized by cytokine activation and a TH1 polarization. Moreover, asymptomatic heterozygote carriers of even low penetrance MEFV mutations (like E148Q) have been reported to have increased levels of C-reactive protein, serum amyloid-A protein and the mRNAs for the cytokines TNF, IL1, IL6 and IL18 as well as a TH1 polarization of the inflammation process. This asymptomatic inflammatory syndrome has been considered as probably responsible for manifestations of amyloidosis in asymptomatic FMF carriers. On the other hand, this inflammatory syndrome perhaps was a protective factor against frequent and lethal infectious diseases before the antibiotic era, explaining the high prevalence of MEFV mutations 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could MEFV mutation carriage status have a protective role for COVID-19 pandemia?"
        },
        {
            "text": "Presence of more than 300 sequence variants for MEFV 3 since pre-Biblical times in the countries of the Mediterranean basin and of large number of carriers of MEFV mutations observed in the ethnic groups involved (1/3 to 1/5 of the population) points to a very important advantage that has perhaps helped these carriers to survive better than the noncarriers. This putative advantage was probably operative against diseases that are now welltreated or have disappeared from the areas of interest like tuberculosis, smallpox, cholera, plague, typhus and malaria 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could MEFV mutation carriage status have a protective role for COVID-19 pandemia?"
        },
        {
            "text": "In December 2019, a new coronavirus disease (COVID-19) outbreak has emerged in China and has become pandemic shortly after 4. COVID-19 surveillance reports indicate that the disease incidence and death rates are lower in the countries where Jews, Arabs, Turks and Armenians predominate 5. This data imply that lower incidence and milder disease course of COVID-19 in these countries may be due to increased prevalence of MEFV mutation carriage status in these populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Could MEFV mutation carriage status have a protective role for COVID-19 pandemia?"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Familial Mediterranean fever (FMF) in Turkey: results of a nationwide multicenter study",
            "authors": [
                {
                    "first": "Fmf Study",
                    "middle": [],
                    "last": "Turkish",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Medicine (Baltimore)",
            "volume": "84",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MEFV Mutation Carriers and Diseases Other than Familial Mediterranean Fever: Proved and Non-Proved Associations; Putative Biological Advantage",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Cattan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Current Drug Targets Inflam Allergy",
            "volume": "4",
            "issn": "1",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infevers: The registry of Hereditary Auto-inflammatory Disorders Mutations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO Weekly surveillance report -COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}