{
    "paper_id": "0b52a2320b9a347ba750beca33fbfa84a137b236",
    "metadata": {
        "title": "Fig. 3. Two Y-splitters (*) with in-line flow limiter (**) and dual expiratory limb one-way valves (***) for two-patient ventilation",
        "authors": [
            {
                "first": "Bryan",
                "middle": [
                    "K"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Health Science Center",
                    "location": {
                        "settlement": "San Antonio, Texas",
                        "region": "M.D"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "L"
                ],
                "last": "Erian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Health Science Center",
                    "location": {
                        "settlement": "San Antonio, Texas",
                        "region": "M.D"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "H"
                ],
                "last": "Pew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Health Science Center",
                    "location": {
                        "settlement": "San Antonio, Texas",
                        "region": "M.D"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "W e present a novel addition to a previously described solution to address ventilator shortages from severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) pandemic infection surges. Using access to open-source data for three-dimensional printing, ventilator splitters can be rapidly produced at any location to allow multiple patients to share a single ventilator in disaster situations. The original ventilator circuit splitting solution has been previously described 1 and was implemented during the 2017 Las Vegas mass shooting. 2 A three-dimensional printable Y-piece (Y-splitter), with an optional inspiratory limb flow limiter to account for differential lung compliance, can function to divide the ventilator's inspiratory and expiratory limbs among patients, based on Neyman and Irvin's concept (figs. 1, 2, and 3). Ideally, patients with comparable lung compliance are paired together. More than two patients may be theoretically possible with nesting additional Y-splitters. However, the required flow may exceed ventilator capacity. With advances in additive manufacturing and the widespread accessibility of three-dimensional printers, local production bypasses global travel barriers or supply chain breakdown.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 538,
                    "end": 539,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A single piece is readily printed in approximately 1 h without additional support material using a consumer threedimensional printer. Production can be scaled to produce 12 Y-splitters at a time on a typical consumer 200 mm × 200 mm × 200 mm three-dimensional printer. We used polylactic acid filament, although other filaments are likely to be applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are limitations to these devices and the concept of ventilator sharing. First, there is a risk of cross-contamination between patients connected to the same ventilator; this can be mitigated with inline filtration. Second, the patients sharing the ventilator must be in close proximity to the machine, which will be restricted to the length of the ventilator tubing. This is a concern where positive cases require airborne or contact isolation. Third, the patients must be paralyzed to facilitate a controlled mode of ventilation. Additionally, to ventilate multiple patients with the same settings, several parameters need to be considered such as patient size, ideal body weight, lung compliance, mode of ventilation, etc. Individualized adjustments are possible with flow limiters but also possibly imprecise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An application for Food and Drug Administration emergency use authorization has been submitted at the time of this publication. The Food and Drug Administration has prioritized ventilators, ventilator tubing connectors, and ventilator accessories similar to this device for the emergency use authorization pathway because of the SARS-CoV2 pandemic. 3, 4 We urge that clinicians use their best judgement and adhere to local regulations in the utilization of these threedimensional printable tools for ventilator splitting.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 352,
                    "end": 353,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The three-dimensional print files are free and immediately available for open-source download, production, and emergency utilization around the globe. The files can be found at https://ventsplitter.org (accessed April 7, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Support was provided solely from institutional and/or departmental sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Support"
        },
        {
            "text": "The authors have no competing interests in the production of this work in the last 36 months. Dr. Eckmann has a financial relationship with AVANOS Medical (Alpharetta, Georgia) as a technical consultant. Dr. Eckmann has been the applicant for education grants received by the institution (University of Texas Health Science Center, San Antonio, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A single ventilator for multiple simulated patients to meet disaster surge",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neyman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Irvin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "1246--1255",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How One Las Vegas ED Saved Hundreds of Lives after the Worst Mass Shooting in U.S. History. Emergency Physicians Monthly",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Menes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tintinalli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Plaster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Letter from Chief Scientist of the Food and Drug Administration",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Three-dimensional printable Y-splitter (*) and optional flow limiter (**) attachment.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}