{
    "paper_id": "0b52f8dce0841944c6a513274ccc7e2839fe052f",
    "metadata": {
        "title": "ScienceDirect",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hajj in the Time of COVID-19 KEYWORDS COVID-19; Religious mass gathering; Hajj; Saudi Arabia; Transmission; Superspreader Abstract The recent outbreak of the novel COVID-19 is posing a severe public health risk across the globe. The Kingdom of Saudi Arabia (KSA) is one of the greatest destinations of religious congregations of Muslims. One of the largest religious gatherings is the Hajj that is anticipated to produce serious challenges of mass level exposures and spread to every corner of the world. Therefore, it is highly recommended that the Ministry of Hajj and Umrah (KSA), must regularly analyze the prevailing situation of COVID-19, and involve the religious scholars to make appropriate decisions about Hajj 2020. Although the Saudi government has been continuously taking all possible measures to contain the pandemic, people's cooperation is crucial in the fight against COVID-19. ª 2020 Australasian College for Infection Prevention and Control. Published by Elsevier B.V. All rights reserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "This paper is about the possible risk of COVID-19 transmission from the world's biggest religious mass gathering. The religious mass gatherings may turn into potential superspreader of the pandemic in the other Muslim majority countries. COVID-19 has infected the people who had a travel history and it may lead to local as well as global transmissions in the countries from where the people are coming to perform the religious rituals and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "The recent outbreak of COVID-19, a pandemic, is posing a serious public health risk all over the world including the Kingdom of Saudi Araba (KSA). The KSA is taking all possible measures to combat the deadly COVID-19 in the country. In these perilous circumstances, one of the most important question that arises in the Muslim world is about the approaching Hajj.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "Hajj is an annual evangelistic ritual accompanied by over two million Muslims originating from all across the globe and all destined to the Holy City of Mecca, KSA. According to the Ministry of Hajj and Umrah, KSA, the most recent number of Hajj pilgrims have enrolled equivalent to 7, 457, 663 pilgrims during 2019. During the past five years, a growth of over 1.7 million pilgrims has been recorded, which is overwhelming. The inter-annual comparisons based on Hajj data collected from the preceding five years ( Fig. 1) suggests that more Muslims are expected to participate in the 2020 Hajj congregations [1]. The 2020 Hajj rituals will commence from the end of July and continue until early August. Nonetheless, the holy month of fasting i.e., Ramadhan, is forthcoming in a month from now, which also attracts an approximately similar number of Umrah pilgrims (although it is open year-round except during the Hajj).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Highlights"
        },
        {
            "text": "Although the KSA was a COVID-19-free country until 1 March 2020, it made the list of COVID-19 affected countries on March 2 by confirming its first case, despite all of the KSA's efforts to prevent the entry of the epidemic into the Kingdom. The first case of COVID-19 detected in a Saudi national who traveled from Iran to the Kingdom via Bahrain. Since then, COVID-19 cases have been increasing continuously and reached to 2795 cases as of 7 April 2020 [2]. It exposed a rapid local transmission of COVID-19 inside the kingdom as well. Even though stringent measures have been taken by the government to mitigate the spread of this deadly virus, infection is expanding at an alarming state. In this backdrop, the Saudi government needs to take further actions to prevent this rapid spread across the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "Although the government has now restricted the Umrah pilgrims of local and international origins [3] , the media reports mentioned that the first death in Pakistan is linked to a pilgrim returning to his country after performing Umrah rituals in the KSA [4]. The first COVID-19 casualty in India was the man, who returned on 29th February from the KSA [5] . It was reported that this 76 years old man, from the southern state of Karnataka, died after returning from a month-long visit to the KSA [6] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "In this context, it is important to recognize that COVID-19 has infected the people who had a travel history and it may lead to local as well as global transmissions in the countries from where the people are coming to perform the religious rituals and vice versa. It warrants other countries with sizeable Muslim masses to take immediate preventive measures to counteract the COVID-19 spread. The majority of pilgrims are of older ages, so they are highly prone to a greater risk of mortality. So all the stakeholders need to coordinate and take rigorous measures to mitigate its spread and associated risks to global human populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "Therefore, it is highly likely that the religious mass gatherings (RMS) in terms of Umrah and Hajj may turn into potential superspreader of the pandemic [7] in the other Muslim majority countries, including Indonesia, Pakistan, and India, along with the significant transmission in the Arabic speaking countries traversing from the Middle East to Africa. RMS is very crucial in the context of religious and emotional attachments of the masses, which require sensitive administration and decision-making. Therefore, any choices opted in this regard will influence the masses and their religious sentiments around the globe. To cope with it efficiently now is the time to look into plausible solutions to evade the impending outbreaks culminating into adverse circumstances, which may strike everywhere [8] . We urge the Ministry of Hajj and Umrah, and with the assistance of leading religious scholars, should investigate the potential issues related to Hajj and propose feasible solutions to contain the prevailing situation. The Saudi government should seriously consider the option of a complete lockdown in the country until the pandemic is under control. However, public support is crucial to surmount this crisis; hence, the government may focus on awareness drive among people, including social media. Let us hope that appropriate measures contribute to prevent the spread of COVID-19 in the kingdom; otherwise, it may affect the Hajj and pilgrims in 2020.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[7]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Highlights"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: preparing for superspreader potential among Umrah pilgrims to Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Figure 1 Trend of increase in number of Hajj pilgrims during",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Paniz-Mondolfi Alberto. The holy week 2020 and the beginning of COVID-19 epidemics in Latin America",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Morales Alfonso",
                    "suffix": ""
                },
                {
                    "first": "Sah",
                    "middle": [],
                    "last": "Ranjit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav Med Infect Dis",
            "volume": "101633",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The cancellation of mass gatherings (MGs)? Decision making in the time of COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Trav Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Suleman Atique* Ramaiah Itumalla Department of Health Informatics, College of Public Health and Health Informatics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Usman Atique from the Department of Bioscience and Biotechnology, Chungnam National University, South Korea for valuable suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Both the authors have made substantial contribution to the study conception and design, draft and revising and approved final version with an agreement be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authorship statement"
        },
        {
            "text": "The authors declare no conflict of Interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "No funding received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provenance and peer review"
        },
        {
            "text": "Ethical approval is not required as this is a correspondence paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        }
    ]
}