{
    "paper_id": "0b5b6c47b8c2b3e8dcc2e9432d50cee36e5e6f22",
    "metadata": {
        "title": "NOTES FROM THE FIELD Clinical Care, Research, and Telehealth Services in the Era of Social Distancing to Mitigate COVID-19",
        "authors": [
            {
                "first": "Sean",
                "middle": [
                    "D"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Irvine, Irvine",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Howard Brown Health Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic and its related policies have the potential to fundamentally change how healthcare delivery and public health interventions are deployed. Populations at high-risk for and/or living with HIV are especially impacted by COVID-19 and related policies, making it important to understand and plan for ways that COVID-19 might affect clinical care and research related to these populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social distancing is the cornerstone of COVID-19 prevention responses and follows long-standing and clear infection control principles. Infection control has focused on decreasing exposure to respiratory droplets, and maintenance of a 6-foot buffer as the primary mechanism of containment. Dramatic public health measures, including stay-at-home orders and closing of public spaces, have been implemented across the U.S. to facilitate social distancing. Medical care systems, public health programs, and individual client care approaches are forced to rapidly adapt to these infection control measures, often without infrastructure or experience on how to do so. The perfect social distance is one where there is no chance of exposure or contact, as can be done using remote technologies. Researchers who have studied and promised the potential of telehealth technologies therefore have an urgency to demonstrate how these tools might be quickly adapted for use in new clinical settings. In this Note, we describe considerations for integrating technologies, such as telemedicine; social media, mobile applications (apps), and chatbots; and biosensors/wearables into clinical HIV care delivery and research, as well as case examples of current uses of these technologies in adapting to the changing clinical and research needs among populations at risk for and/living with HIV as a result of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telemedicine coverage policies are complex, dynamic and geographically specific. Much of the current policies have limited the extent to which patients can be cared for remotely. Many jurisdictions have strict requirements as to the type of provider, the location of the patient, and medium of communication. In addition, barriers to engaging patients where they are, are driven by early conceptions for telehealth. For example, HIV-related telemedicine was primarily developed as a way for HIV specialists or consultants to provide care to remote areas, including rural contexts, or to inaccessible patients, such as incarcerated persons. In such cases, there is local control on both ends of the connection with well-established and controlled systems. In Illinois, for example, the provision of care required patients to be in a clinical setting. This system has recently been upended by the COVID-19 pandemic in order to increase social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Telemedicine"
        },
        {
            "text": "On March 17th, 2020, the telehealth waiver in Medicare under HR 6047 was implemented, allowing for an expanded fee for services provision [1, 2] . While the provision did not expand the allowable types of secure digital platforms or disciplines of care providers, this change importantly eliminated site limitations for patients, such that a patientcentered approach can be deployed allowing for patients to be seen where they wish. Clearly, this is perfect social distancing in a COVID-19 context. It ensures that providers and patients are kept as safe as possible, with the additional benefit of helping providers avoid clinical contexts that have additional coronavirus transmission risk, particularly in hyperepidemic locations such as New York City. As a case example of Illinois, academic medical centers such as the University of Chicago, and Federally Qualified Health Centers, such as Howard Brown Health, rapidly transitioned scheduled patients to telemedicine, developed telemedicine protocols, billing algorithms, and HIPPAA compliant communication videoconferencing platforms. This occurred over days with clinical flows and patient acceptability still being examined. From an implementation science perspective, there are several important questions around telemedicine effectiveness, feasibility, acceptability and contextual variation [3] . In addition, while COVID-19 presents a unique solution to social distancing, it is unclear how telemedicine will change as we move to the post-COVID era and how HIV and routine PrEP care may be impacted.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Telemedicine"
        },
        {
            "text": "Social media, chatbots, and mobile apps have been studied across a number of clinical and public health settings, including patient outreach, screening and monitoring; intervention delivery; remote vital sign assessment; as well for providing treatment recommendations and retaining patients in care. For example, social media discussions about HIV and syphilis-related risk behaviors can be modeled with artificial intelligence to monitor and predict future cases within regions, helping to inform interventions that can be digitally delivered and tailored to at-risk populations [4] . Social media and mobile apps can also be used to engage and retain patients at risk for and living with HIV, helping to keep them connected to clinical care during times when non-essential in-person visits are discouraged. The already widespread use of these technologies makes them appropriate tools for keeping patients engaged in care. Automatically-responding chatbots, can be also be integrated into health settings, such as by asking questions and routing patients to appropriate educational resources or next steps for treatment (e.g., setting up an appointment) based on responses. For example, specific to COVID-19, the CDC has released a Coronavirus self-checker tool to assess symptoms and provide recommendations for next steps based on screening results [5] . Tools like this could be adapted for the special needs of HIV populations, including items on substance use-related risk behaviors and HIV medication adherence in order to assess comorbid risks between HIV, COVID-19, substance, and mental health.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Social Media, Mobile Apps, and Chatbots"
        },
        {
            "text": "Biosensors and wearable (including non-wearing, remote sensing) devices can assist with clinical care, especially in settings where remote patient monitoring of behaviors, vital signs, and other clinical outcomes is needed [6] . In addition to the most common sensors being used that track sleep, activity, and heart rate, sensors are also available to track respiratory rate, sweat, temperature, breathing abnormalities/coughing and oxygen saturation, all important COVID-19-related signs and symptoms.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Biosensors and Wearables"
        },
        {
            "text": "Biosensors and wearables can be used to assist with clinical monitoring and care while maintaining social distancing and stay-at-home orders. For example, respiratory, oxygen saturation, and temperature sensors can be used to monitor vital signs among patients, such as for substance use/addiction medicine treatment monitoring, hypertensive medication adherence, and pulmonary care patients. Biosensor technologies can also facilitate social distancing between patients, and between high-risk COVID-19 patients and providers. Newer approaches (e.g., digital contact tracing) are using bluetooth signals to identify whether and when people have been social/physical distancing by assessing distances between 2 or more phones/mobile devices. Data from these devices can be used to not only inform social distancing efforts but also to inform HIV research efforts, as these methods of measuring distances between phones might be integrated into HIV studies to hypothesize whether and when people are engaging in sexual risk behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biosensors and Wearables"
        },
        {
            "text": "Similar to early studies on electronic health records, studies integrating telehealth technologies into HIV prevention interventions have had mixed results on health outcomes, for various practical and intervention design reasons. However, studies, including a report from the Agency for Health Research and Quality, largely support use of these tools to remotely monitor patients and keep them engaged, if used correctly [7] . Findings suggest that these tools are especially impactful when delivered based on specific rather than general needs (e.g., keeping HIV patients engaged in sociallydistanced care), and on evidenced-based behavioral and social science frameworks.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Implementation Approaches and Challenges"
        },
        {
            "text": "Although this Note has categorized and separated the technologies above to help distinguish their use, the most effective approaches would likely integrate several of these technologies because of their complementary features. A number of potential issues need to be addressed before implementing fully-integrated systems, however, including ethical/risk monitoring; patient engagement; costs; and staffing requirements. Due to the rapid changes required related to COVID-19, it is expected that these issues will be addressed quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation Approaches and Challenges"
        },
        {
            "text": "COVID-19 will continue to impact the way that technologies are integrated into HIV clinical care and research long after the removal of social distancing policies, making it important to begin investing in the knowledge, infrastructure, and implementation of these technologies now to be prepared for the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation Approaches and Challenges"
        },
        {
            "text": "Funding This study was funded by the National Institute of Allergy and Infectious Diseases (7R01AI132030) and the National Institute on Drug Abuse (1 U2C DA050098 ). The funders played no role in the study planning, analysis, or outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation Approaches and Challenges"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) in the U.S. Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using search engine data as a tool to predict syphilis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Torrone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Urata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Aral",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/EDE.0000000000000836"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19). Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Wearable sensors for remote health monitoring",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Deen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sensors",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/s17010130"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telehealth: mapping the evidence for patient outcomes from systematic reviews",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Totten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Womack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Eden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Agency for Healthcare Research and Quality",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}