{
    "paper_id": "0b5f8aa815f121c29d72e06b6fa8f1e1f7baa64c",
    "metadata": {
        "title": "NUCLEOCAPSID PROTEIN EXPRESSION FACILITATES CORONAVIRUS REPLICATION The coronavirus nucleocapsid (N) protein has been implicated in a number of",
        "authors": [
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Schelle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nadja",
                "middle": [],
                "last": "Karl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Burkhard",
                "middle": [],
                "last": "Ludewig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "G"
                ],
                "last": "Siddell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germany",
                "middle": [
                    "B"
                ],
                "last": "Ludewig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Würzburg",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "functions. As a structural protein, it forms a ribonucleoprotein complex with genomic RNA. However, it has also been described as an RNA-binding protein 1 that might be involved in coronavirus RNA synthesis. 2 Here, we used a reverse genetic approach to elucidate N protein function(s) in coronavirus replication and transcription. We could show that human coronavirus 229E (HCoV-229E) vector RNAs are greatly impaired in their ability to replicate if they lack the N gene. In contrast, efficient replication was observed if vector RNAs express N protein. Noteworthy, transcription of subgenomic mRNAs was readily detectable, irrespective of the presence or absence of N protein.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Finally, by modifying the transcription signal required for the synthesis of N protein mRNA in the HCoV-229E genome, we could demonstrate selective replication of genomes that are able to express the N protein. Therefore, we conclude that the coronavirus N protein is involved in genome replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To study the role of N protein in coronavirus replication and transcription, we made use of our reverse genetic system for HCoV-229E. 3 We produced two vector RNAs, HCoV-vec-1 and HCoV-vec-GN, that both contain the replicase gene and the gene encoding for the green fluorescent protein (GFP). HCoV-vec-GN encodes in addition the N protein, whereas HCoV-vec-1 is lacking the N gene ( Figure 1a) . We previously showed that HCoV-vec-1 RNA mediates the transcription of a subgenomic mRNA, encoding GFP. 4 Thus, we concluded, that the replicase gene products suffice for coronavirus transcription. We also observed that only a small number of green fluorescent cells (< 0.1%) can be detected upon electroporation of HCoV-vec-1 RNA into BHK-21 cells. However, if a synthetic mRNA encoding the HCoV-229E N protein was co-electroporated into BHK-21 cells, the number of green fluorescent cells significantly increased (3.4%, Figure 1b ). When we electroporated HoV-vec-GN RNA into BHK-21 cells, we again could observe less than 0.1% green fluorescent cells, and elevated numbers of GFP-expressing cells could only be detected if a N protein mRNA is coelectroporated ( Figure 1b) . Thus, we conclude that co-electroporation of mRNA encoding the HCoV-229E N protein with HCoV-229E-based vector RNAs encoding GFP increased the number of green fluorescent cells, even if the N protein was encoded by the vector RNA (e.g., HCoV-vec-GN). We interpret these results that the presence of N protein early after transfection of vector RNAs is important in our system for the formation of a functional replicase/transcriptase complex. Although there was no difference in the number of green fluorescent cells after transfection of HCoV-vec-1 and HCoV-vec-GN RNA into BHK cells, we observed that HCoV-vec-GN-transfected cells displayed relatively intense fluorescence already 16 h post-transfection. In contrast, the intensity of green fluorescence of HCoV-vec-1transfected cells was lower and only became apparent 48 h post-transfection. To test whether this finding was related to different replication or transcription levels of vector RNAs, we analyzed the vector-specific RNAs in transfected BHK-21 cells by Northern blot. To obtain a sufficient number of green fluorescent cells that allow for the detection of vector-specific RNAs by Northern blot analysis, we co-electroporated synthetic N protein mRNA with vector RNAs HCoV-vec-1 and HCoV-vec-GN, respectively. After co-transfection of HCoV-vec-1 RNA with N protein mRNA, we could detect a faint signal for a subgenomic mRNA encoding GFP (data not shown). To increase the number of green fluorescent cells that have been transfected with HCoV-vec-1 and N protein mRNA, we sorted green fluorescent cells prior to the isolation of poly(A)-containing RNA. With this strategy, an HCoV-vec-1 derived subgenomic mRNA encoding GFP was readily detectable, but we were unable to detect the full-length HCoV-vec-1 RNA ( Figure  1c ). This contrasted with the co-transfection of HCoV-vec-GN RNA and N protein mRNA, where we could easily detect (even without sorting green fluorescent cells) the full-length vector RNA and two mRNAs encoding GFP and N protein (Figure 1c) . These results show that vector RNAs encoding a functional N gene were able to transcribe and replicate RNA, whereas vector RNAs lacking the N gene were able to transcribe RNA but replication of full-length vector RNA was not detectable.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 501,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 393,
                    "text": "Figure 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1161,
                    "end": 1171,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2950,
                    "end": 2960,
                    "text": "Figure  1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3188,
                    "end": 3199,
                    "text": "(Figure 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of Vector RNA Replication and Transcription"
        },
        {
            "text": "Taken together, it appears that early after transfection of vector RNAs, the N protein (provided by co-transfected N protein mRNA) may be important for the establishment of a functional replicase/transcriptase complex; however, sustained N protein expression (if the N protein is expressed by the vector itself) is required for efficient replication. Accordingly, it is tempting to speculate that in natural infections, N proteins, associated with the viral genome in the ribonucleoprotein complex, may be important early in the infection to establish a functional replication/transcription complex and sustained N protein expression by the transcription of viral N protein mRNA may be required for efficient genome replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Vector RNA Replication and Transcription"
        },
        {
            "text": "In order to test the hypothesis that N protein expression is required for efficient genome replication, we constructed recombinant HCoV-229E genomes that had been modified at the TRS of the N gene (TRS-N), a cis-acting RNA element that is required for the production of a subgenomic N mRNA encoding the N protein. As illustrated in Figure 2a , we modified the authentic TRS-N core sequence (UCUAAACU) to contain a stretch of three random nucleotides (UCUNNNCU). Thus, we constructed, by in vitro transcription, a population of 64 different full-length recombinant HCoV-229E genomes. These RNA molecules were transfected into BHK-21 cells (which are not susceptible to HCoV-229E infection), and after 3 days we isolated poly(A)-containing RNA ( Figure  2b ). By RT-PCR, we compared the sequence of the TRS-N region of the \"input\" genomes (in vitro transcription products) and the \"re-isolated\" genomes (poly(A)containing RNA isolated 3 days post-transfection). This analysis revealed that the reisolated genomes have clearly undergone selection, because the nucleotides at the randomized positions have shifted to a predominance of adenines (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 744,
                    "end": 754,
                    "text": "Figure  2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selective Replication of HCoV-229E Genomes That Express N Protein"
        },
        {
            "text": "However, at one position within the randomized sequence, there was also a prominent uridine peak detectable. To determine the sequence of the TRS-N region on individual genomes, we cloned the RT-PCR products and determined the sequences of 44 individual clones corresponding to the input genomes and 41 individual clones corresponding to the re-isolated genomes. The result of this analysis is shown in Figure 2c . We could detect an increased number of genomes that contained the authentic (wild-type) TRS-N amongst re-isolated genomes (increase from 4.5% to 9.8%). Similarly, we observed an increased number of genomes containing the uridine within the TRS-N (NNU; increase from 20.5% to 41.5%). These two groups obviously had undergone a positive selection during amplification in BHK-21 cells. Genomes that contained one nucleotide difference compared to the authentic TRS-N or leader-TRS remained approximately at the same level (31.8% and 29.3% for input and re-isolated RNAs, respectively). Genomes that contained sequences not matching to the groups mentioned above had presumably undergone a negative selection, because their percentage dropped from 43.2% in the input genomes to 19.5% in the re-isolated genomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selective Replication of HCoV-229E Genomes That Express N Protein"
        },
        {
            "text": "The observation that specific HCoV-229E genomes had undergone positive selection in our assay indicates that these genomes replicated preferentially. According to our hypothesis, this might be related to their ability to express N protein. Therefore, we specifically amplified, by RT-PCR, the subgenomic mRNA encoding N protein that had been produced in transfected cells. Again, the RT-PCR product was cloned, and the sequences of individual clones, corresponding to the sequences of subgenomic N protein mRNAs at the leader-body fusion sites, were determined. As expected, most N protein mRNAs (> 60%) contained either, the authentic TRS-N sequence (UCUAAACU) or the sequence of the leader TRS (UCUCAACU), confirming that these TRS elements were efficient in directing the synthesis of subgenomic mRNAs. In addition to these wild-type TRS elements, we could determine nine different N protein mRNA sequences. As shown in Figure 2d , eight of these subgenomic N protein mRNA sequences match with genomes that contain either the NNU sequence at the TRS-N (group of positively selected genomes) or only one nucleotide difference compared to the TRS-N or leader TRS (group of genomes that remained on the same level in our assay). Interestingly, only one genomes that had undergone positive selection or remained at the same level during their passage in BHK-21 cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 923,
                    "end": 932,
                    "text": "Figure 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Selective Replication of HCoV-229E Genomes That Express N Protein"
        },
        {
            "text": "In summary, we could demonstrate that a population of genomes containing a stretch of randomised nucleotides within the TRS-N had undergone a selection process during the passage in BHK-21 cells. Furthermore, the vast majority of subgenomic mRNAs produced during the passage in BHK-21 cells correspond at the TRS-N region to the sequences of positively selected genomes or genomes that remained at the same level. Therefore, these data provide genetic evidence that HCoV-229E genomes that are able to express N protein confer a selective advantage for replication in nonpermissive cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selective Replication of HCoV-229E Genomes That Express N Protein"
        },
        {
            "text": "Our data conclusively demonstrate that at least one structural protein, the N protein, is involved in coronavirus genome replication. This conclusion is based upon a reverse genetic analysis of HCoV-229E vector RNAs that showed that (i) transcription of subgenomic mRNAs can take place in the absence of N protein 4,5 and (ii) efficient 46 subgenomic N protein mRNA has been detected that does not correspond to the groups of replication of vector RNAs is dependent on N protein expression. Furthermore, our conclusion is corroborated by the genetic evidence that the ability of recombinant HCoV-229E genomes to express N protein confer a selective advantage for genome replication. Thus, our data provide substantial evidence for a functional role of the N protein in coronavirus RNA synthesis. However, the nature of N protein function(s) in coronavirus RNA synthesis remains to be determined. Future studies are needed to elucidate at which process(es) the N protein interferes in coronavirus RNA synthesis (e.g., initiation of negative-strand synthesis, recognition of TRS elements, regulation of replication/ transcription levels) and how these function(s) are mediated (e.g., interaction with viral RNA, replicative proteins, or host cell proteins). It also remains to be determined whether distinct enzyme complexes, involved in replication and transcription, respectively, may exist and whether the N protein has a regulatory role in these complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This work was supported by the Swiss National Science Foundation, the Gebert-Rüf oundation, Switzerland, and the Deutsche Forschungsgemeinschaft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Localization of an RNA-binding domain in the nucleocapsid protein of the coronavirus mouse hepatitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Arch. Virol",
            "volume": "125",
            "issn": "",
            "pages": "141--160",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The nucleoprotein is required for efficient coronavirus genome replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "12683--12688",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious RNA transcribed in vitro from a cDNA copy of the human coronavirus genome cloned in vaccinia virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Gen. Virol",
            "volume": "82",
            "issn": "",
            "pages": "1273--1281",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral replicase gene products suffice for coronavirus discontinuous transcription",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "6676--6681",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multigene RNA vector based on coronavirus transcription",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schelle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Disterer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Klagge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "9790--9798",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transfection of vector RNAs. (A) The structural relationship of HCoV-229E and vector RNAs HCoV-vec-1 and HCoV-vec-GN are shown. Open reading frames are indicated as boxes designated by encoded gene products. L, leader RNA; An, poly(A) sequence. (B) Vector RNA HCoV-vec-1 or HCoV-vec-GN was transfected into BHK-21 cells with or without synthetic N protein mRNA as indicated. (C) Northern blot analysis of BHK-21 cells that have been transfected with N protein mRNA and vector RNAs HCoV-vec-1 or HCoV-vec-GN, respectively. Full-length vector and subgenomic mRNAs are indicated (arrows).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Selective replication of HCoV-229E genomes. (A) HCoV-229E nucleotides at the TRS-N core sequence (boxed) are shown together with the structure of the HCoV-229E genome. The authentic HCoV-229E TRS-N core sequence (UCUAAACU; randomized nucleotides [AAA] are underlined) was changed to contain a stretch of three random nucleotides (NNN). (B) Illustration of the experimental procedure. (C) Representation of genome sequences amongst input genomes and re-isolated genomes derived from 44 and 41 individual plasmid clones, respectively. The recombinant genomes were placed in four groups: group 1, recombinant genomes with the HCoV-229E wild-type sequence (AAA); group 2, recombinant genomes with a 1-nucleotide (1 nt) change compared to the TRS-N or leader TRS sequence; group 3, recombinant genomes containing a U nucleotide at the third randomized nucleotide (NNU); group 4, recombinant genomes that do not match to groups 1 to 3. The percentage of each group in the population of input and re-isolated genomes are indicated. (D) Sequences of subgenomic N protein mRNA detected in poly(A)-containing RNA 3 days post-transfection. The sequences determined at the randomized stretch of three nucleotides are shown (shaded in gray) together with corresponding groups of recombinant genomes in parentheses.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}