{
    "paper_id": "0b60550ac0d3a6b782b1d5e1128c6ee08c9d7b0e",
    "metadata": {
        "title": "Title: Laboratory based surveillance of SARS-CoV-2 in Pakistan",
        "authors": [
            {
                "first": "Nazish",
                "middle": [],
                "last": "Badar",
                "suffix": "",
                "affiliation": {},
                "email": "nazishbadar@yahoo.com"
            },
            {
                "first": "Aamer",
                "middle": [],
                "last": "Ikram",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamza",
                "middle": [
                    "Ahmad"
                ],
                "last": "Mirza",
                "suffix": "",
                "affiliation": {},
                "email": "hamzaahmadmirza@gmail.com"
            },
            {
                "first": "Abdul",
                "middle": [],
                "last": "Ahad",
                "suffix": "",
                "affiliation": {},
                "email": "abdulahad.laiq@gmail.com"
            },
            {
                "first": "Muhammad",
                "middle": [
                    "Masroor"
                ],
                "last": "Alam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasir",
                "middle": [],
                "last": "Arshad",
                "suffix": "",
                "affiliation": {},
                "email": "yasirarshad_007@hotmail.com"
            },
            {
                "first": "Massab",
                "middle": [],
                "last": "Umair",
                "suffix": "",
                "affiliation": {},
                "email": "massab.umair@yahoo.com"
            },
            {
                "first": "Salmaan",
                "middle": [],
                "last": "Sharif",
                "suffix": "",
                "affiliation": {},
                "email": "salmaansharif@gmail.com"
            },
            {
                "first": "Afreenish",
                "middle": [],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {},
                "email": "afreenish.hassan@yahoo.com"
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Salman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 cases are alarmingly increasing in Pakistan since May 2020. Laboratory based surveillance system has been in place since the start of the pandemic. The genomic surveillance of SARS-CoV-2 strains isolated locally has been conducted based on partial ORF1b. The sequences were classified to show the phylogenetic correlation and showed 100% homology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with those detected in neighboring countries India and China. The rapid increase in cases has led to development of robust strategies to enhance the laboratory testing capacity. We are currently meeting the country requirement to diagnose the virus in the community. Nonetheless, factors like recent ease in lockdown measures has led to massive rise in number of cases in few weeks time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world is currently going through one of the major public health challenges of twenty first century: SARS-CoV-2 pandemic that emerged from Wuhan, China during December 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "Pakistan has joined the growing number of Asian countries reporting cases of novel coronavirus disease (COVID-19), starting with two confirmed patients on 25 th Feb 2020 and since then, the situation is propagating atrociously. As of May 21 2020, 50694 laboratory confirmed cases and 1067 deaths (2.14% case fatality rate) have been reported in Pakistan ( Figure 1B and 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 372,
                    "text": "Figure 1B and 1C",
                    "ref_id": null
                }
            ],
            "section": "Manuscript"
        },
        {
            "text": "Since February 2020, Pakistan has initiated hospital-based surveillance system for SARS-CoV-2 infections, mainly targeting tertiary care and teaching hospitals across Pakistan. These hospitals serve as the filter clinic for initial screening of patients based on their clinical signs and symptoms and act as STAT labs to collect and refer specimen to designated laboratories. The diagnostic capacity in Pakistan has been timely strengthened by engaging laboratories from both public and private sector and currently expanded to 70 facilities. The vertical program already functional in the country including (but not limited to) polio, measles, rotavirus, influenza and tuberculosis supported the government by transforming their infrastructure and allocating human resource for COVID-19 laboratory diagnostics services. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) technical guidance: Surveillance and case definitions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Closed environments facilitate secondary transmission of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.28.20029272"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", the National Institute of Health, Islamabad (NIH) is the only national reference public health laboratory in the country coordinating a lab-based systematic influenza surveillance network at seven sentinel sites supported by the Centers for Disease Control and Prevention, USA. The NIH, Pakistan initiated the SARS-CoV-2 confirmation using real-time PCR assay following protocol recommended by the World Health Organization targeting E gene of SARS-CoV-2 strain (1). The NIH based COVID-19 laboratory has extensive diagnostic capacity and tested 36,500 clinical samples with detection in 3019 (8.27%) confirmed cases. Out of 36,500 specimens, 68% (24820) individuals were reported without history of any symptoms and identified through contact tracing or epidemiological investigations. Only 21% cases were presented with influenza like illness (fever, cough, sore throat) and 11% with severe acute respiratory infection that fulfilled COVID-19 cases definition[2].These findings are suggestive of superspreading phenomenon in which few individuals unusually infect large number of secondary cases. These facts also highlight the significance of both laboratory and communitybased surveillance to reveal the extent of transmission in our settings where symptomatic patients are under-reported or missed by the national surveillance system. In addition to diagnostic services, the NIH Pakistan is supporting the national authorities to monitor the extent of community transmission in the country by genomic surveillance of SARS-CoV-2 strains and their associated epidemiological information. The local strains based on partial ORF1b sequence were classified into A3 clade and showed 100% homology with those detected in neighboring countries India and China (Figure 1A). The very first cases in the country had history of travel to Iran where thousands of pilgrims visit every year performing their religious activities. The initial visitors then returned to Pakistan at the time when screening and quarantine measures were not fully adopted by Pakistan. Likewise, the spurred rise in COVID-19 cases in Pakistan are linked to a mass religious gathering in Lahore held during 11-12 March 2020 attended by at least 150,000 nationals as well as international clerics. The infected attendees then moved across the country for preaching missions thus igniting the cryptic virus transmission until the symptomatic cases started appearing every so often (3). The current transmission trends across the country seems reasonable as revealed by the epidemiological tracking and expansion of cases seeded by the local religious congregations and social gatherings and later by relaxing the lock-down situation.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20126847 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20126847 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None declared by any co-author (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20126847 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20126847 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}