{"paper_id": "0b67177ea74a22859fdb058a7ef0e38d888f2fff", "metadata": {"title": "TITLE: Seroprevalence against COVID-19 and follow-up of suspected cases in primary health care in Spain", "authors": [{"first": "Brotons", "middle": ["C"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Serrano", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Fernández", "middle": ["D"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Garcia-Ramos", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ichazo", "middle": ["B"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lemaire", "middle": ["J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Montenegro", "middle": ["P"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Pérez", "middle": [], "last": "Wienese", "suffix": "", "affiliation": {"laboratory": "", "institution": "Biomedical Research Institute Sant Pau (IIB Sant Pau). Barcelona", "location": {"country": "Spain"}}, "email": ""}, {"first": "Pitarch", "middle": ["M"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Puig", "middle": ["M"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vilella", "middle": [], "last": "Mt", "suffix": "", "affiliation": {"laboratory": "", "institution": "Biomedical Research Institute Sant Pau (IIB Sant Pau). Barcelona", "location": {"country": "Spain"}}, "email": ""}, {"first": "", "middle": [], "last": "Affiliations", "suffix": "", "affiliation": {"laboratory": "", "institution": "Biomedical Research Institute Sant Pau (IIB Sant Pau). Barcelona", "location": {"country": "Spain"}}, "email": ""}]}, "abstract": [{"text": "medRxiv preprint Six-hundred and thirty-four symptomatic patients were followed by GPs. The overall mean age was 46.97 years (SD 20.05, range 0-92) and 57.73% were women. Of these, 244 patients (38.49%) were seropositive for IgM and/or IgG. : medRxiv preprint During the follow-up period, 27.13% of symptomatic patients attended the ED, 11.83% were hospitalized and about 2% died.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results of the multivariate logistic regression analysis showed that the OR for a positive test was significantly increased in patients who had fever (>38 o C), ageusia and contact with a patient diagnosed with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The seroprevalence of antibodies against SARS-CoV-2 among asymptomatic individuals in the general population was lower than expected.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Approximately 40% of the symptomatic patients followed by GPs during the peak months of the pandemic in Barcelona, were positive. Fever (>38 o C), anosmia, ageusia and contact with a patient diagnosed with COVID-19 were associated with a positive test result. Nausea, vomiting, n (%) 50 (20.49%) 45 (11.54%) 95 (14.98%) 0.002 Skin lesions, n (%) 23 (9.43%) 31 (7.95%) 54 (8.52%) 0.517 All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "During the coronavirus disease 2019 (COVID-19) pandemic little information has been available about patients with mild or moderate symptoms attended and followed in the primary care setting, most of whom had an unknown status for the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We aim to measure the seroprevalence of antibodies against SARS-CoV-2 infection in a community sample of asymptomatic individuals and among symptomatic patients (without confirmed diagnosis) followed in a primary care setting.", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "As a secondary objective, we estimated the proportions of symptomatic patients seeing at an emergency department (ED), hospitalized or dying, and identified the most important clinical symptoms associated with a positive infection.", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "From April 21 to April 24 2020, we selected a random sample of 600 individuals stratified by age groups, from a total population of 19,899 individuals from a community area in Barcelona (study population 1). From April 29 to May 5 2020, we also invited all the patients that had been followed by general practitioners (GPs) (study population 2).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "We used for both populations COVID-19 Rapid lateral flow immunoassay which qualitatively assesses the presence of patientgenerated IgG and IgM in approximately 10-15 minutes.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The prevalence (95% confidence intervals [CI] ) of infection (past and current) was defined as the proportion of individuals with antibody seropositivity. Odds ratios (ORs) for a positive test result were estimated using logistic regression analysis.", "cite_spans": [{"start": 41, "end": 45, "text": "[CI]", "ref_id": null}], "ref_spans": [], "section": "Methods"}, {"text": "Three hundred and eleven asymptomatic individuals from the randomly selected sample accepted to participate in the study. The overall mean age was 43.7 years (SD 21.79, range 1-94) and 55% were women. Seventeen individuals were seropositive for IgM and/or IgG, resulting an overall prevalence of 5,47% (95% CI, 3.44-8.58).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "The COVID-19 pandemic is a major challenge for health systems, citizens and policy makers worldwide (1) . Given the alarming levels of spread, severity of disease, and number of affected countries, on March 11th, 2020 the World Health Organization (WHO) declared COVID-19 as a pandemic (2) .", "cite_spans": [{"start": 100, "end": 103, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 286, "end": 289, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "A report of the London Scholl of Hygiene and Tropical medicine on April 30 th estimated that since Spain has recently seen a large increase in the number of deaths, and given its smaller population, 15% of the population could be infected (3) .", "cite_spans": [{"start": 239, "end": 242, "text": "(3)", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Contrary to other countries, Spain had not implemented, until very recently, an intensive testing strategy for suspected cases of COVID-19 infection using PCR swab testing or rapid antibody testing in the primary care setting. The lack of intensive testing and subsequent tracking of cases and close contacts is likely to be one of the key factors contributing to the rapid widespread of the infection and the high number of coronavirus deaths relative to its population. Therefore, since the beginning of the pandemic we decided to implement in our primary health care area a comprehensive program which included four components: a seroprevalence study in asymptomatic patients, a follow-up study in symptomatic patients, a survey in institutionalized patients, and a survey in health care workers. Monitorization of patients reporting mild or moderate symptoms compatible with COVID-19, consisted of a close follow-up of patients by general practitioners (GPs) every 24 or 48 hours through telephone contacts to ensure that patients maintained selfisolation from day 7 to day 14 until symptoms disappeared and promptly refer patients developing severe symptoms, to the emergency department at one of the hospitals in the health care area.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We present here results of the first two components.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study aims to estimate the seroprevalence of antibodies against SARS-CoV-2 in asymptomatic individuals in a community setting, and to characterize the antibody profile in suspected cases with mild or moderate symptoms, followed by GPs since the beginning of the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Study objectives"}, {"text": "The seroprevalence study in asymptomatic patients used a crosssectional survey approach to recruit individuals for participation in the study.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "The follow-up study used an observational prospective follow-up approach for monitoring suspected cases of COVID-19 followed by primary care physicians.", "cite_spans": [], "ref_spans": [], "section": "Study design"}, {"text": "For the seroprevalence study (study population 1) we selected a random sample of 600 individuals one year or older, stratified by age groups (1-14,15-29,30-39,40-49,50-59,60-69,70->80 years) from a total population of 19,899 individuals registered in a primary health care center, from a community area of Barcelona, Spain. Institutionalized patients, terminally ill patients, suspected cases of COVID-19 infection, and patients tested positive for COVID-19 prior to recruitment, were excluded.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "For the follow-up study (study population 2) we included all patients aged one year or older consulting the primary care physician either face-to-face or by phone with mild or moderate symptoms (without a confirmed diagnosis) during the COVID-19 pandemic from March 2 to April 24, 2020. These patients were followed mostly by phone, every 24 or 48 hours until the resolution of symptoms or referral to a hospital, as appropriate.", "cite_spans": [], "ref_spans": [], "section": "Study population"}, {"text": "Individuals from both study populations were invited to attend a municipality center for the elderly (close down during the pandemic) located near-by the primary health care center. A team of trained GPs, nurses, and medical students carried out the survey from April 21 to April 24, 2020, (study population 1) and from April 29 to May 5, 2020 (study population 2).", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "We used for both populations COVID-19 capillary blood draws and a lateral flow immunoassay which qualitatively assessed the presence of patient-generated IgG and IgM in about 10-15 minutes.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "Data were collected through a standardized questionnaire using a web-based platform designed for the study (studies4Covid) by Universal Doctor-a social enterprise developing technology solutions for global health-and EAP Sardenya. The questionnaire was installed in tablet computers to facilitate collection of data. All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130575 doi: medRxiv preprint All adult participants provided verbal consent to participate in the survey. For children and adolescents, written consent from a legal representative, was required.", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "The study design was reviewed and approved by the ethics committee of the Institut Universitari d'Investigació en Atenció Primària (IDIAP Jordi Gol) (number 20/104-P).", "cite_spans": [], "ref_spans": [], "section": "Setting"}, {"text": "The prevalence of infection (past and current) in asymptomatic individuals was defined by antibody seropositivity. For the symptomatic patients with COVID-19-compatible symptoms followed by GPs, the endpoints of interest were the proportion of patients with antibody seropositivity, the proportion of patients seeing at the emergency department (ED), the proportion of hospitalized patients and proportion of deaths.", "cite_spans": [], "ref_spans": [], "section": "Main study endpoints"}, {"text": "Descriptive statistics were calculated, using means and SD for continuous variables and frequencies and percentages with 95% CI for categorical variables.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Univariate analyses were performed including all the variables and comparing positive cases versus negative cases. Significant variables were included in a multivariate logistic regression analysis (using a stepwise procedure selection) to identify factors influencing positive antibodies test result.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "All the analyses were conducted using the STATA 14 version.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Three hundred and eleven asymptomatic individuals agreed to participate (response rate of 52%). Main reasons for non-responses included among others, difficulties in reaching people through telephone calls, concerns related to breaking of confinement and important comorbidities. The overall mean age of participants was 43.7 years (SD 21.79, range 1-94), and 55% were women.", "cite_spans": [], "ref_spans": [], "section": "Seroprevalence study (Study population 1)"}, {"text": "None of the participants had been tested previously for SARS-CoV-2 by rRT-PCR.", "cite_spans": [], "ref_spans": [], "section": "Seroprevalence study (Study population 1)"}, {"text": "Of the 311 participants, 17 were seropositive for IgM and/or IgG, resulting a prevalence of 5.47% (95%CI 3.44-8.58). Six patients had both IgG and IgM positive, 6 patients had only IgM positive and 5 patients has only IgG positive. Women had a higher seroprevalence than men (6.43% vs 4.28%) Prevalence data by age groups is shown in Figure 1 . The highest prevalence was found in the age group of 80 years of age or older.", "cite_spans": [], "ref_spans": [{"start": 334, "end": 342, "text": "Figure 1", "ref_id": "FIGREF1"}], "section": "Seroprevalence study (Study population 1)"}, {"text": "During the period of follow-up, 12 patients died (4 male, 8 female), 10 of whom were seropositive.", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "Seven-hundred and forty-three symptomatic patients were followed by GPs for two months, and 634 underwent the serological test (participation rate of 85.33%). The overall mean age was 46.97 years (SD 20.0, range 0-92) and 57. 73% were women. Of these, 244 patients (38.49%, 95%CI 34.78%-42.33%) were seropositive for IgM and/or IgG.", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "During the follow-up period, 27.13% of symptomatic patients attended the ED and 11.83% were hospitalized. Positive cases were more likely to have had close contact with other positive cases, and to have been admitted to an ED or hospitalized.", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "Individuals with a positive antibody positive test were more likely to have had symptoms in the last two months than individuals with a negative antibody test (88.11 vs 81.03%, p=0.019). Mean number of symptoms was higher in individuals with positive antibody test than in individuals with negative antibody test (4.50 vs 3.32, p<0.001).", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "The most frequent symptoms in both groups were cough, tiredness, headache and fever.", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "Individuals with antibody positive test were more likely to have tiredness, cough, fever, ageusia, anosmia, and headache (figure 2), with some differences between males and females.", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "Results of the multivariate logistic regression analysis showed that the odds ratio (OR) for a positive test was significantly increased in patients who had fever (>38º C), ageusia and contact with a positive patient, tiredness (only men), anosmia (only in women), and decreased in patients suffering from headache (in men), sore throat (in women), and shaking chills (in women).", "cite_spans": [], "ref_spans": [], "section": "Observational study and patient follow-up (Study population 2)"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. .", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Most of the cases of COVID-19 infection are likely to be attended and managed in primary care. Therefore, effective management of COVID-19 pandemic from a primary care perspective requires estimation of the seroprevalence in a specific community area, as well as registration and follow-up of suspected or confirmed cases.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Several studies of seroprevalence have been published with varying results.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A study carried out in Santa Clara, California, in 3.330 individuals, weighting for population demographics, reported an antibody prevalence of 2.8 % (95CI 1.3-4.7%) (4).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A study conducted in Germany, among 919 individuals with evaluable infection status, 15.5% (95% CI: [12.3%; 19 .0%]) were infected (5) .", "cite_spans": [{"start": 100, "end": 110, "text": "[12.3%; 19", "ref_id": null}, {"start": 131, "end": 134, "text": "(5)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Researchers from Geneva, Switzerland studying a population of 1.335 individuals, observed in the first week, a seroprevalence of 3.1% (95% CI 0.2-5.99, n=343), 6.1% (95% CI 2.69.33, n=416) in the second week, and 9.7% (95% CI 6.1-13.11, n=576) in the third week (6) .", "cite_spans": [{"start": 262, "end": 265, "text": "(6)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Discussion"}, {"text": "In a total sample of tested company employees living in the Split-Dalmatia and Šibenik-Knin County (Croatia) antibodies were detected in 1.27% of participants (95% CI 0.77-1.98%)(7).", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "A study conducted on a general population sample of the island of Jersey, UK, included a total of 855 participants, showed a seroprevalence of SARS-CoV-2 antibodies of 3.1% (95% CI, 1.8-4.4%) (8) .", "cite_spans": [{"start": 192, "end": 195, "text": "(8)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "A study conducted in Gangelt county (N = 12 529) in Germany, comprising a sample of 1000 participants showed that 15% of the population developed antibodies to the virus [9] .", "cite_spans": [{"start": 170, "end": 173, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Each study differs in methods used and in its sampling strategy, thus the results are not straightforward comparable.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While the results of our study are not representative for other parts of the city, they have important implications for the implementation of preventive measures to contain the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Recent results from a country-wide seroprevalence study of nearly 70.000 participants in Spain, using antibody blood tests, has showed that only 5% of the population have been infected with the coronavirus (10). This result is in line with the prevalence observed in our study performed at a local level which is far below the rate that would provide the population with the so-called herd immunity, which experts place at 60% at the very least.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With regard to the frequency of symptoms we observed in our study that anosmia and ageusia are the fourth and the fifth more frequent symptoms in infected patients. Results from the logistic regression analysis showed that fever (>38 o C), anosmia, ageusia and contact with a positive patient were risk factors associated with a positive test result. A multi-center cross-sectional cohort study in primary care patients in Germany, also showed that patients who reported anosmia had a 4-fold increase for a positive test result (OR= 4.54, 95% CI, 1.51-13.67) (11) .", "cite_spans": [{"start": 559, "end": 563, "text": "(11)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "In a recent study done in 2153 consecutive ambulatory and hospitalized patients with positive results on reverse transcriptase polymerase chain reaction (RT-PCR) testing at 18 European hospitals found that a total of 1754 patients (87%) reported loss of smell, whereas 1136 (56%) reported taste dysfunction (12) . The results of this study highlight the importance of considering loss of smell and taste in the diagnosis of mild to moderate COVID-19.", "cite_spans": [{"start": 307, "end": 311, "text": "(12)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "One of the limitations of our study is that characteristics of serological immunoassay tests may not be sufficiently explored and validated [13] . We did not perform RT-PCR to the IgM positive cases, thus we could not confirm if these individuals were infected. The WHO stated that serological tests, could be susceptible to cross-reaction with other frequent infections, like human coronaviruses causing common cold [14] . Nonetheless, despite their limitations, serology testing for COVID-19 are useful to better quantify the number of cases of COVID-19, including those that may be asymptomatic or have recovered (13) .", "cite_spans": [{"start": 140, "end": 144, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 417, "end": 421, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 616, "end": 620, "text": "(13)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Discussion"}, {"text": "The seroprevalence of antibodies against SARS-CoV-2 among asymptomatic individuals in the general population was 5.47%, which was lower than expected.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Approximately 40% of the symptomatic patients followed by GPs during the peak months of the pandemic in Barcelona, were positive for antibodies against SARS-CoV-2. Thirty percent of symptomatic patients attended the ED, 13% were hospitalized and about 2% died.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Fever (>38 o C), anosmia, ageusia and contact with a patient diagnosed with COVID-19 were associated with a positive test result. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "The copyright holder for this preprint this version posted June 16, 2020. . https://doi.org/10.1101/2020.06.13.20130575 doi: medRxiv preprint ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)", "authors": [], "year": 2005, "venue": "Statement on the second meeting of the International Health Regulations", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries. Imperial College London", "authors": [{"first": "Seth", "middle": [], "last": "Flaxman", "suffix": ""}, {"first": "Swapnil", "middle": [], "last": "Mishra", "suffix": ""}, {"first": "Axel", "middle": [], "last": "Gandy", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.25561/77731"]}}, "BIBREF3": {"ref_id": "b3", "title": "Covid-19 antibody seroprevalence in santa clara county, california", "authors": [{"first": "Eran", "middle": [], "last": "Bendavid", "suffix": ""}, {"first": "Bianca", "middle": [], "last": "Mulaney", "suffix": ""}, {"first": "Neeraj", "middle": [], "last": "Sood", "suffix": ""}, {"first": "Soleil", "middle": [], "last": "Shah", "suffix": ""}, {"first": "Emilia", "middle": [], "last": "Ling", "suffix": ""}, {"first": "Rebecca", "middle": [], "last": "Bromley-Dulfano", "suffix": ""}, {"first": "Cara", "middle": [], "last": "Lai", "suffix": ""}, {"first": "Zoe", "middle": [], "last": "Weissberg", "suffix": ""}, {"first": "Rodrigo", "middle": [], "last": "Saavedra", "suffix": ""}, {"first": "James", "middle": [], "last": "Tedrow", "suffix": ""}, {"first": "Dona", "middle": [], "last": "Tversky", "suffix": ""}, {"first": "Andrew", "middle": [], "last": "Bogan", "suffix": ""}, {"first": "Thomas", "middle": [], "last": "Kupiec", "suffix": ""}, {"first": "Daniel", "middle": [], "last": "Eichner", "suffix": ""}, {"first": "Ribhav", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "John", "middle": [], "last": "Ioannidis", "suffix": ""}, {"first": "Jay", "middle": [], "last": "Bhattacharya", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.14.20062463"]}}, "BIBREF4": {"ref_id": "b4", "title": "Infection fatality rate of SARS-CoV-2 infection in a German community with a super-spreading event", "authors": [{"first": "Hendrik", "middle": [], "last": "Streeck", "suffix": ""}, {"first": "Bianca", "middle": [], "last": "Schulte", "suffix": ""}, {"first": "M", "middle": [], "last": "Beate", "suffix": ""}, {"first": "Enrico", "middle": [], "last": "Kümmerer", "suffix": ""}, {"first": "Tobias", "middle": [], "last": "Richter", "suffix": ""}, {"first": "Christine", "middle": [], "last": "Höller", "suffix": ""}, {"first": "", "middle": [], "last": "Fuhrmann", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.04.20090076"]}}, "BIBREF5": {"ref_id": "b5", "title": "Repeated seroprevalence of anti-SARS-CoV-2 IgG antibodies in a population-based sample", "authors": [{"first": "Silvia", "middle": [], "last": "Stringhini", "suffix": ""}, {"first": "Ania", "middle": [], "last": "Wisniak", "suffix": ""}, {"first": "Giovanni", "middle": [], "last": "Piumatti", "suffix": ""}, {"first": "Andrew", "middle": ["S"], "last": "Azman", "suffix": ""}, {"first": "Stephen", "middle": ["A"], "last": "Lauer", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.02.20088898"]}}, "BIBREF6": {"ref_id": "b6", "title": "SARS-CoV-2 antibody seroprevalence in industry workers in Split-Dalmatia and Šibenik-Knin County", "authors": [{"first": "Ivan", "middle": [], "last": "Jerković", "suffix": ""}, {"first": "Toni", "middle": [], "last": "Ljubić1", "suffix": ""}, {"first": "Željana", "middle": [], "last": "Bašić", "suffix": ""}, {"first": "Ivana", "middle": [], "last": "Kružić", "suffix": ""}, {"first": "Nenad", "middle": [], "last": "Kunac", "suffix": ""}, {"first": "Joško", "middle": [], "last": "Bezić", "suffix": ""}, {"first": "Arijana", "middle": [], "last": "Vuko", "suffix": ""}, {"first": "Alemka", "middle": [], "last": "Markotić", "suffix": ""}, {"first": "Šimun", "middle": [], "last": "Anđelinović", "suffix": ""}], "year": 2020, "venue": "Croatia. medRxiv preprint doi", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.11.20095158"]}}, "BIBREF7": {"ref_id": "b7", "title": "SARS-CoV-2: Prevalence of antibodies in Jersey", "authors": [], "year": null, "venue": "Statistics Jersey", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Vorläufiges Ergebnis und Schlussfolgerungen der COVID-19 Case-Cluster-Study (Gemeinde Gangelt)", "authors": [{"first": "H", "middle": [], "last": "Streeck", "suffix": ""}, {"first": "G", "middle": [], "last": "Hartmann", "suffix": ""}, {"first": "M", "middle": [], "last": "Exner", "suffix": ""}, {"first": "M", "middle": [], "last": "Schmid", "suffix": ""}], "year": 2020, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Loss of Smell and Taste in 2013 European Patients With Mild to Moderate COVID-19", "authors": [{"first": "J", "middle": ["R"], "last": "Lechien", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Chiesa-Estomba", "suffix": ""}, {"first": "S", "middle": [], "last": "Hans", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Barillari", "suffix": ""}, {"first": "L", "middle": [], "last": "Jouffe", "suffix": ""}, {"first": "S", "middle": [], "last": "Saussez", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["https:/www.acpjournals.org/doi/full/10.7326/M20-2428"]}}, "BIBREF12": {"ref_id": "b12", "title": "Serology-based tests for COVID-19", "authors": [{"first": "Johns Hopkins Center For Health", "middle": [], "last": "Security", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Advice on the use of point-of-care immunodiagnostic tests for COVID-19: scientific brief", "authors": [], "year": 2020, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Nº of symptoms, mean (SD)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Forty and one patients had a previous SARS-CoV-2 rRT-PCR performed, 25 were positive and 16 negative. Sixteen out of the 25 PCR positives were seropositive for IgG.Characteristics of patients in the study population 2 by test result are shown in table 1.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Prevalence by age groups in asymptomatic population.", "latex": null, "type": "figure"}, "TABREF0": {"text": "All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of suspected cases by test result Figure 2. Frequency of symptoms in positive cases in symptomatic population: overall and by sex All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF2": {"text": "Factors associated with positive antibodies test result in symptomatic population.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors wish to thank all the professionals of the Sardenya Primary Heath Care Center (EAP Sardenya), along with all study participants. We", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}