{"paper_id": "0b723d263277d7c26d6fb1568e19b788346ef0c9", "metadata": {"title": "Sulfobutylether-β-Cyclodextrin", "authors": [{"first": "R", "middle": ["A"], "last": "Stella", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Rajewski", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "This review presents the early history, the motivation, the research and some of the backstories behind the discovery and development of sulfobutylether--cyclodextrin as a novel parenterally safe solubilizer and stabilizer. A specific sulfobutylether--cyclodextrin with an average degree of 6.5 sulfobutyl-groups variably substituted on the 2-, 3-and 6-hydroxyls of the seven glucopyranose (dextrose) units of -cyclodextrin, is known by its commercial name, Captisol ® . Today it is in 13 FDA approved injectables and numerous clinical candidates. It is also an example of a novel product discovered and initially preclinically developed at an academic institution.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "This short review honors Dr. Thorsteinn Lofttson, Professor Emeritus at the University of Iceland on the occasion of his 70 th birthday. We have known Thorsteinn for many years as he was a student at the University of Kansas in the 1970s and took classes from Professor Stella (VJS) . Thorsteinn has been a leader in the area of pharmaceutical applications of cyclodextrins.", "cite_spans": [{"start": 277, "end": 282, "text": "(VJS)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "He and his students have contributed greatly to the growing acceptance of cyclodextrins in many applications. Congratulations Thorsteinn on your retirement, Professor Emeritus status, and your 70 th birthday.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The purpose in presenting the early history of the discovery of sulfobutylether-cyclodextrins (SBE--CDs), more specifically SBE 6.5 --CD ( Fig. 1) , as a novel solubilizer/stabilizer is to provide insight into the thinking behind the discovery process.", "cite_spans": [], "ref_spans": [{"start": 142, "end": 149, "text": "Fig. 1)", "ref_id": "FIGREF2"}], "section": "Introduction"}, {"text": "Included is the motivation that led to its discovery, and some of the early untold stories leading to its patents Rajewski, 1992,1994) and eventual commercial development. Here the term SBE 6.5 --CD with the number 6.5 subscripted behind the SBE is used here to indicate the average degree of sulfobutyl substitution, seven, variably on the glucopyranose (dextrose) units of the -cyclodextrin nucleus. SBE 6.5 --CD has been the most successful of the sulfoalkylether--cyclodextrins. Today an improved SBE 6.5 --CD with tighter specifications, prepared by Ligand Pharmaceutical's synthetic and purification procedures is widely known by its commercial name, Captisol ® (Pipkin et al., 2009 , and continuations thereof).", "cite_spans": [{"start": 114, "end": 134, "text": "Rajewski, 1992,1994)", "ref_id": null}, {"start": 673, "end": 693, "text": "(Pipkin et al., 2009", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Introduction"}, {"text": "Insert Figure 1 ", "cite_spans": [], "ref_spans": [{"start": 7, "end": 15, "text": "Figure 1", "ref_id": "FIGREF2"}], "section": "Introduction"}, {"text": "In the early 1980s the need for a new drug solubilizer for parenteral formulations became apparent. The way one solubilized intractable, poorly water-soluble drugs for parenteral use during this period was pH-adjustment for ionizable drugs and use of co-solvents or surfactants.", "cite_spans": [], "ref_spans": [], "section": "What motivated us to begin working on cyclodextrins?"}, {"text": "However, reports by Dye and Watkins (1980) , Watkins (1979) and Hüttel et al. (1980) began to describe anaphylactoid like reactions, later also called Idiosyncratic Histamine Release, with the use of the popular surfactant Cremphor EL. Other surfactants were also implicated. These observations were critical as around 1984, a novel, breakthrough drug to treat breast and ovarian cancers, taxol, later known as paclitaxel, was in clinical studies in women at the National Cancer Institute. The clinical formulation used consisted of a taxol/paclitaxel concentrate of 50% each of Cremophor EL and ethanol. This concentrate was then diluted with Normal Saline (NS) prior to infusion to patients. In the mid-1980s a number of women receiving paclitaxel had severe reactions to this solvent, namely, the Cremophor EL component. As Rowinsky et al., (1993) later stated, \"a high incidence of major hypersensitivity reactions due to the Cremophor EL vehicle used in formulation disrupted and almost terminated the clinical development of paclitaxel.\"", "cite_spans": [{"start": 20, "end": 42, "text": "Dye and Watkins (1980)", "ref_id": "BIBREF0"}, {"start": 45, "end": 59, "text": "Watkins (1979)", "ref_id": "BIBREF19"}, {"start": 64, "end": 84, "text": "Hüttel et al. (1980)", "ref_id": "BIBREF2"}, {"start": 827, "end": 850, "text": "Rowinsky et al., (1993)", "ref_id": null}], "ref_spans": [], "section": "What motivated us to begin working on cyclodextrins?"}, {"text": "At the University of Kansas, we had a contract with the National Cancer Institute (NCI) to help formulate problematic novel anticancer drugs and had worked on paclitaxel, off-and-on since the mid-to late-1970s. In the 1970s and up to 1983, the principal investigator (PI) on the contract was Professor Arnold Repta. VJS was a co-investigator and took over as PI in 1983 with Professor Repta's departure from the faculty. Studies were begun to find alternatives to the Cremphor EL/ethanol solvent for paclitaxel with little success at the time.", "cite_spans": [], "ref_spans": [], "section": "What motivated us to begin working on cyclodextrins?"}, {"text": "It was Professor Repta who first suggested that we look into alternative solubilizers, not necessarily just for paclitaxel, namely, the use of cyclodextrins capable of forming inclusion complexes schematically shown in Fig. 2 . The Paper by Frank et al., (1976) had informed us of the severe and fatal renal toxicity of parenteral dosing on one of the cyclodextrins, -cyclodextrin, the cyclodextrin best suited for forming inclusion complexes with many drug molecules. Our initial hypothesis was that a polar, charged cyclodextrin, unable to be taken up by or interact with kidney tubule cells, might prove less renally toxic. The etiology of the renal toxicity was unknown at the time but there was a general feeling that cholesterol was somehow involved based on the findings of Frank et al., (1976) .", "cite_spans": [{"start": 241, "end": 261, "text": "Frank et al., (1976)", "ref_id": "BIBREF1"}, {"start": 782, "end": 802, "text": "Frank et al., (1976)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 219, "end": 225, "text": "Fig. 2", "ref_id": "FIGREF3"}], "section": "What motivated us to begin working on cyclodextrins?"}, {"text": "Professor Repta and a post-doctoral student, Dr. JC Lee, made the first derivatives, some variably substituted anionic sulfated -cyclodextrins. The initial observations were that while some enhanced solubilization of some drugs, not paclitaxel, were observed with the sulfated cyclodextrins they were vastly inferior to -cyclodextrin itself.", "cite_spans": [], "ref_spans": [], "section": "Insert Figure 2"}, {"text": "Around 1984/5, because of the severe reactions seen in the clinic with the paclitaxel formulation, NCI told us to stop using surfactants of any kind to solubilize any NCI related drug molecules intended for parenteral administration. Thus, a major tool was removed from our toolbox for stabilizing and solubilizing unstable and poorly water-soluble anticancer drugs. In other words, another tool was needed.", "cite_spans": [], "ref_spans": [], "section": "Insert Figure 2"}, {"text": "In the Fall of 1984, a graduate student joined The University of Kansas, Pharmaceutical Chemistry PhD program, Roger Rajewski, choosing VJS as his PhD advisor. The assignment given Rajewski was to understand why -cyclodextrin, itself was parenterally toxic and if one could come up with a derivative/s that has similar ability to form inclusion complexes like cyclodextrin but not its renal toxicity.", "cite_spans": [], "ref_spans": [], "section": "Insert Figure 2"}, {"text": "Published studies around that time concluded that -cyclodextrin, with its seven glucopyranose (dextrose) units had the geometry that best suited inclusion complex formation with the size of drugs being developed. See Fig.3 for an illustration of geometry of cyclodextrin and prednisolone, a good substrate for inclusion complexation with -cyclodextrin.", "cite_spans": [], "ref_spans": [{"start": 218, "end": 223, "text": "Fig.3", "ref_id": null}], "section": "Why -Cyclodextrin and Not or -Cyclodextrins?"}, {"text": "The torus opening for -cyclodextrin, with six glucopyranose units, is too small for many drugs while -cyclodextrin, with eight glucopyranose units, was thought to be less conducive to inclusion complexation. Müller and Brauns (1985) however presented data showing cyclodextrin derivatives could be effective for some drugs. Later, we (Tongiani et al., 2005 and others looked at -cyclodextrin derivatives more closely as the size of newly discovered drugs increased in molecular weight and complexity.", "cite_spans": [{"start": 210, "end": 234, "text": "Müller and Brauns (1985)", "ref_id": null}, {"start": 337, "end": 359, "text": "(Tongiani et al., 2005", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Why -Cyclodextrin and Not or -Cyclodextrins?"}, {"text": "In addition to its renal toxicity after parenteral administration, a second severe limitation of -cyclodextrin was its own relatively poor aqueous solubility of 1.85% and its tendency to form crystalline inclusion complexes with inadequate apparent solubility for some drugs, see the example with progesterone later.", "cite_spans": [], "ref_spans": [], "section": "Why -Cyclodextrin and Not or -Cyclodextrins?"}, {"text": "Insert Figure 3 2.3 What about Hydroxypropyl--Cyclodextrin (HP--CD)? Müller et al. (1988) and Pitha (1987) made us aware of cyclodextrins substituted by hydroxypropyl groups around the same time that we began our studies. While hydroxypropyl-cyclodextrin (HP--CD) with varying degrees of substitution appeared promising, our hypothesis was that greater safety might be possible with a charged -cyclodextrin. That is, we were not convinced, at the time, of the safety of HP--CD since few safety studies had been published.", "cite_spans": [{"start": 71, "end": 91, "text": "Müller et al. (1988)", "ref_id": null}, {"start": 96, "end": 108, "text": "Pitha (1987)", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 7, "end": 15, "text": "Figure 3", "ref_id": null}], "section": "Why -Cyclodextrin and Not or -Cyclodextrins?"}, {"text": "This is a question we discussed before beginning and during the project as well as since.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "First, we wanted a -cyclodextrin derivative that had a permanent charge, and was chemically and enzymatically stable.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "With respect to a permanent charge, we wanted a derivative that would not be subject to changes in its state of ionization with pH in the physiological acceptable pH range for a parenteral , and urine pH. This eliminated carboxylic acid group derivatives as well as one having an ionizable amine group. In addition, non-ionizable quaternary amines were eliminated because of concerns with safety of quaternary compounds.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "Anionic functional groups that came to mind were phosphates, phosphonates, sulfates and sulfonates. We were less concerned with the ionization of phosphoric acid and phosphonic acid groups because the first pKa of these two acids is very low. The state of ionization was a nonissue with the sulfate and sulfonic acid groups as both were anions at all relevant pH values.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "Our initial exploration with sulfates proved them to be unsuitable as mentioned earlier. We also eliminated phosphate derivatives because of their facile cleavage by alkaline and acid phosphatases in vivo. That is, it was decided that if one wanted to develop a new pharmaceutical excipient, one did not want to be concerned with its chemical or metabolic conversion to multiple specie. With chemical conversion, as would be seen with sulfates and phosphates, one must be concerned with changing binding capacity on storage and possible toxicity of the degradation products.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "Thus, our focus was on the derivatives that utilized a sulfonic acid group, which is chemically and enzymatically stable. Later, phosphonic acid derivatives were discussed. The phosphonic acid group is chemically and enzymatically stable, like sulfonates, however, each group carries two negative charges. Thus, sodium salts of phosphonates would produce additional salt (sodium) burden compared to the sulfonates such as the SBE--CDs that carry a single negative charge per substitution.", "cite_spans": [], "ref_spans": [], "section": "Why a sulfonic acid derivative?"}, {"text": "The sulfate derivatives initially made by Professor Repta and Dr. Lee were variably substituted -cyclodextrins, with sulfates presumably on the 2, 3 and 6-positions of one or more of the seven glucopyranose (dextrose) units. While they determined the degree of substitution, the specific sites of sulfation on the -cyclodextrin nucleus were not. The relatively poor solubilizing ability of these sulfates (unpublished data) was hypothesized by us to be due to some presence of the polar and charged sulfate groups on the secondary face, the face of the cyclodextrin with the wider opening, see Fig. 3 . Therefore, our initial effort with the chemically stable sulfonates was to prepare derivatives only on the primary (1°) face, the narrower face of -cyclodextrin, replacing the 6-hydroxyl with a sulfonate group. For the synthetic methods used see Rajewski (1990) and Rajewski (1992, 1994) . The sulfonates, where all seven of the 6-hydroxyl groups were replaced, heptakis-(6-deoxy-6-sulfonic acid)--cyclodextrin sodium salt, proved to be very poor solubilizers of progesterone, testosterone, hydrocortisone, digoxin and phenytoin (Rajewski, 1990) . Clearly, multiple, highly charged functional groups near the surface of -cyclodextrin either blocked inclusion complexation or negatively impacted one or more of the driving forces for inclusion complexation.", "cite_spans": [{"start": 853, "end": 868, "text": "Rajewski (1990)", "ref_id": "BIBREF9"}, {"start": 873, "end": 894, "text": "Rajewski (1992, 1994)", "ref_id": null}, {"start": 1137, "end": 1153, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 597, "end": 603, "text": "Fig. 3", "ref_id": null}], "section": "Our early efforts with sulfates and sulfonates"}, {"text": "The good news was that on intraperitoneal (IP) administration to mice the poly-sulfonates caused no observable acute toxicity and Plasma Urea Nitrogen (PUN) levels were normal while at the same molar dose, -cyclodextrin caused 100% mortality and a 10-fold increase in PUN compared to NS and the poly-sulfonates (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 312, "end": 321, "text": "(Table 1)", "ref_id": null}], "section": "Our early efforts with sulfates and sulfonates"}, {"text": "Insert Table 1 Mono-(6-deoxy-6-sulfonic acid)--cyclodextrin sodium salt was then synthesized in an attempt to minimize the effect of charge near the surface (Rajewski, 1990) . Going from the hepta-sulfonate to the mono-sulfonate provided little to no advantage with respect to complexation ability.", "cite_spans": [{"start": 158, "end": 174, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 7, "end": 14, "text": "Table 1", "ref_id": null}], "section": "Our early efforts with sulfates and sulfonates"}, {"text": "There comes a time when a dissertation plan is going poorly, when one needs to make a decision either to terminate the study and move on or give it one more shot. That occurred after these last findings with the mono-sulfonate. The charged species prepared were safe on in vivo evaluation but were poor inclusion complexation formers. After being told of the poor solubilizing results, VJS invited Rajewski to come his home for a critical meeting on the future of the project and his dissertation. This meeting involved a few beers. VJS and Rajewski have differing memories on the quantity and quality of the beers consumed.", "cite_spans": [], "ref_spans": [], "section": "The Meeting (Drum Roll Please)"}, {"text": "Rajewski mentioned a study by Müller and Brauns (1985a) who showed that carboxymethyl--cyclodextrin with a degree of substitution (~6) similar to hydroxymethyl-and hydroxypropyl--cyclodextrin exhibited some but reduced complexation with progesterone relative to the hydroxyalkyl derivatives and the soluble -cyclodextrin complex. The same authors also reported on analogous -cyclodextrin derivatives that exhibited high aqueous solubility including carboxymethyl--cyclodextrin (degree of substitution ~2), however, this derivative only increased the solubility of digitoxin while failing to complex hydrocortisone, diazepam, and indomethacin, Müller and Brauns (1985b) . The hydroxyalkyl -cyclodextrin derivatives significantly increased the solubility of all these agents. Rajewski's notes from the meeting concluded the following \"to place a spacer group between the anionic sulfonic acid and the cyclodextrin in an attempt to determine the effect of distance on the binding constants with respect to the anionic group.\" The meeting concluded with Rajewski being given three months to test his hypothesis, after which, if unsuccessful, the project would be terminated and a newer one devised.", "cite_spans": [{"start": 30, "end": 55, "text": "Müller and Brauns (1985a)", "ref_id": "BIBREF4"}, {"start": 648, "end": 673, "text": "Müller and Brauns (1985b)", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "The Meeting (Drum Roll Please)"}, {"text": "A patent by Parmerter et al (1969) sulfobutylether--cyclodextrins. Rajewski (1992,1994) were able to prepare significant quantities of quite pure sulfopropylether--cyclodextrins (SPE--CDs) and", "cite_spans": [{"start": 68, "end": 88, "text": "Rajewski (1992,1994)", "ref_id": null}], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "sulfobutylether--cyclodextrins (SBE--CDs) with varying degrees of sulfoalkyl substitution.", "cite_spans": [], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "There was still some unreacted -cyclodextrin in samples with derivatives with very low degree of substitution, as we describe later.", "cite_spans": [], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Insert Figure 4 2.8 What were the advantages of SBE--CDs compared to SPE--CDs? Fig. 5 shows some of our initial data comparing the solubilizing capacity of -CD, HP--CD, the mono-and heptakis-6-deoxy-sulfonates, SPE--CDs and SBE--CDs, both with varying degrees of substitution with the model drug, progesterone (Rajewski 1990) . Note, that cyclodextrin formed a sparingly water-soluble complex by demonstrating a B-type phase solubility diagram. Since linear increases in solubility were seen for all five model drugs, progesterone, testosterone, hydrocortisone, digoxin and phenytoin with all the derivatives other than -CD, it was possible to estimate the apparent 1:1 binding constant, K 1:1 (M -1 ) for each. Table 2 provides a summary of those initial findings (Rajewski, 1990) .", "cite_spans": [{"start": 316, "end": 331, "text": "(Rajewski 1990)", "ref_id": "BIBREF9"}, {"start": 773, "end": 789, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 7, "end": 15, "text": "Figure 4", "ref_id": "FIGREF1"}, {"start": 81, "end": 87, "text": "Fig. 5", "ref_id": null}, {"start": 720, "end": 727, "text": "Table 2", "ref_id": null}], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Insert Figure 5 and Table 2 Our conclusions were that the capacity of SPE--CDs to solubilize was dependent on the degree of substitution. Generally, the higher the degree of substitution, and therefore the amount of charge, the poorer the binding. For the SBE--CDs, the binding was fairly independent of the degree of substitution. This can be seen in the graphs shown in Fig. 5 for progesterone and the tabulation of the 1:1 binding constant in Table 2 . Included in Table 2 are constants for the mono-and heptakis-6-deoxy-6-sulfonates for some substrates showing their inferiority. Values for HP--CD showed that on a molar basis it generally underperforms the SBE--CDs.", "cite_spans": [], "ref_spans": [{"start": 7, "end": 15, "text": "Figure 5", "ref_id": null}, {"start": 20, "end": 27, "text": "Table 2", "ref_id": null}, {"start": 374, "end": 380, "text": "Fig. 5", "ref_id": null}, {"start": 448, "end": 455, "text": "Table 2", "ref_id": null}, {"start": 470, "end": 477, "text": "Table 2", "ref_id": null}], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "What about safety issues? Studies done by Rajewski (1990) included acute toxicity studies after intraperitoneal (IP) administration, plasma urea nitrogen (PUN) levels and kidney histopathology observations after IP injection, and urinary excretion studies. All these studies were performed in mice. Red blood cell hemolysis studies, as a surrogate for renal toxicity, were performed using human red blood cells. Much of this work and additional studies were later published in a paper by Rajewski et al., (1995) .", "cite_spans": [{"start": 42, "end": 57, "text": "Rajewski (1990)", "ref_id": "BIBREF9"}, {"start": 488, "end": 511, "text": "Rajewski et al., (1995)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "The findings showed that sulfoalkylether derivatives gave no observable effects in acute toxicity studies and no negative renal histopathology while -CD caused 100% mortality and very discernible renal damage on histopathology. PUN levels were not elevated for the SBE--CDs compared to a NS control while -CD showed a significant elevation. All the derivatives including HP--CD were predominately excreted in the urine.", "cite_spans": [], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Our hypothesis, along with others, for to the renal toxicity of -cyclodextrin was evolving during this time. While early reports indicated that precipitation of -cyclodextrin in the renal tubules was the source of toxicity, the renal damage seen in our histopathology studies, with proteins observed in the damaged kidney tubules, strongly suggested that -cyclodextrin was extracting cholesterol from the kidney tubule cells causing cellular damage. That is, cholesterol extraction weakened the cell walls causing the leakage of proteins and other cellular contents. cyclodextrin interacts with cholesterol to form a 2:1 water-insoluble inclusion complex (Rajewski et al. 1995) . Our data showed that the charged cyclodextrins could not interact with cholesterol because they could not form a 2:1 complex, presumably because of charge repulsion.", "cite_spans": [{"start": 659, "end": 681, "text": "(Rajewski et al. 1995)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Red-blood cell hemolysis and cholesterol solubility in the presence of cyclodextrin derivatives has been used as a surrogate for cholesterol extraction from kidney tubule cells (Rajewski et al, 1995) . Fig. 6 shows data on the effects of various cyclodextrins on human red blood cell hemolysis. -Cyclodextrin causes extensive red blood cell hemolysis. For both the SPE--CDs and SBE--CDs, decreased hemolysis was seen with increasing substitution. For the mono sulfoalkyl derivatives, hemolysis may also have had a contribution from -cyclodextrin impurities in those samples.", "cite_spans": [{"start": 177, "end": 199, "text": "(Rajewski et al, 1995)", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 202, "end": 208, "text": "Fig. 6", "ref_id": "FIGREF5"}], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Insert Figure 6 ", "cite_spans": [], "ref_spans": [{"start": 7, "end": 15, "text": "Figure 6", "ref_id": "FIGREF5"}], "section": "Sulfoalkylether--cyclodextrins"}, {"text": "Around 1990, we concluded that the best sulfoalkylether derivative was the SBE 4 --CD based on its binding capacity, safety, lower molecular weight, and lower sodium burden compared to SBE 7 --CD. Later, in work done by our collaborators and co-developers, Pfizer and CyDex (more later), synthetic scaling and better analytical tools for determining remaining unreacted -cyclodextrin in samples, it was agreed that SBE 6.5 --CD was the preferred derivative He, 2008, Luke et al., 2010) .", "cite_spans": [{"start": 461, "end": 489, "text": "He, 2008, Luke et al., 2010)", "ref_id": null}], "ref_spans": [], "section": "Why SBE--CDs with an average of seven degrees of substitution?"}, {"text": "In late 1989 Rajewski was finishing up his dissertation work and we knew that the SBE--CD materials showed significant promise as solubilizers for poorly soluble drugs and in later studies, stabilizers for some very unstable anti-cancer drugs. The data showed them to excellent solubilizers, and as safe as if not safer than HP--CD (Rajewski et al., 1995) . With Rajewski beginning to work on completing his dissertation as well as considering his post-doctoral employment options, a conundrum arose. Public disclosure of our findings, which includes the defense of one's dissertation would result in public disclosure of the work jeopardizing one's ability to obtain world-wide patent coverage. Why patent? We have all heard the statement \"publish or perish\". However, disclosure or publishing a patentable work prior to applying for a patent significantly diminishes one's ability to commercialize the technology because of the lack of protection.", "cite_spans": [{"start": 334, "end": 357, "text": "(Rajewski et al., 1995)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Publish and Perish!"}, {"text": "The cost of developing a new and novel pharmaceutical excipient was difficult to assess in 1989/90 since there were few precedents at the time, especially one coming from an academic institution. Our best estimate/guess was that it would be beyond the means and capability of the University. If one was able to get a patent, license or develop the excipient as a commercially viable product, rewards would ensue to society (a new tool in the formulator's toolbox), the developer, the University, and the inventors.", "cite_spans": [], "ref_spans": [], "section": "Publish and Perish!"}, {"text": "An additional key question was, would our work be patentable considering the prior disclosure by Parmerter et al (1969) ? We presented our work to the University Kansas General counsel and an independent patent attorney for critical evaluation. The consensus was that our discovery was unique and non-obvious over Parmerter and any other prior art.", "cite_spans": [{"start": 97, "end": 119, "text": "Parmerter et al (1969)", "ref_id": null}], "ref_spans": [], "section": "Publish and Perish!"}, {"text": "On January 23, 1990, a patent application was filed at the United States Patent and Trademark Office (USPTO). A week later, Rajewski defended his dissertation with distinction, receiving honors. The dissertation was later nominated for the top dissertation from the University of Kansas for that academic year. Two patents were latter issued by the USPTO Rajewski, 1992, 1994) .", "cite_spans": [{"start": 355, "end": 376, "text": "Rajewski, 1992, 1994)", "ref_id": null}], "ref_spans": [], "section": "Publish and Perish!"}, {"text": "How does one take a biomedical discovery made at an academic institution and position it for licensing to the pharmaceutical industry? Much of the work for that positioning, scale up, developing analytical tools, additional safety studies etc. does not lend itself well to efforts by graduate students at an academic institution. Fortunately, around 1988/89 we were able to fund the Center for Drug Delivery Research (CDDR), a Center of Excellence within the Higuchi Biosciences Center (HBC) at the University. HBC was funded in part by State of Kansas resources through the Kansas Technology Enterprise Corporation (KTEC) that was designed to help academic institutions take technologies developed at Kansas academic institutions up to investment grade technologies from which either companies can be spun out or the technology could be licensed. Thus, the early work by us, using post-doctoral students and technicians was to refine, using this new source of funding, our cyclodextrin technology. The goal was to refine the technology to the point where one could think about starting a company and/or licensing the technology because the financial risk factor to a licensee of a nascent technology had been lowered. To attract a licensee usually requires a champion for the technology, and or a licensee with a specific current unmet need.", "cite_spans": [], "ref_spans": [], "section": "The critical role played by KTEC, Pfizer and then Cydex"}, {"text": "The first company to express an interest in the SBE--CDs was Pfizer because of a specific need related to the parenteral formulation of their antifungal drug, voriconazole, later sold under the brand name, Vfend ® . Broad spectrum antifungal drugs were in demand at the time due to life threatening fungal infections in immune compromised AIDs patients.", "cite_spans": [], "ref_spans": [], "section": "The critical role played by KTEC, Pfizer and then Cydex"}, {"text": "In 1991 at a meeting of the Scientific Advisory Board (SAB) of CDDR, we presented to the board our work on the SBE--CDs. The SAB included of a number of pharmaceutical industry executives and a venture capitalist. This was one of the first times that the technology was disclosed to the pharmaceutical industry. A representative from Pfizer, Dr. K. George Mooney expressed interest as Pfizer had just found out that the parenteral form of voriconazole, which was in the clinic using HP--CD as a solubilizer, could no longer use that cyclodextrin because licensing negotiations with Jansen, who had the rights to HP--CD, had broken down. Pfizer needed an alternative solubilizer. The SBE--CD disclosure at the board meeting was a \"Right Place, at the Right Time,\" moment.", "cite_spans": [], "ref_spans": [], "section": "The critical role played by KTEC, Pfizer and then Cydex"}, {"text": "After 18 months of intense negotiation, a contract was signed between Pfizer and the University of Kansas for an exclusive license to use SBE--CD for antifungal drugs and a nonexclusive license for other drugs. The conditions were mutually beneficial to both Pfizer and the University. Benefits to the University, other than eventual royalties, were that Pfizer would perform the scale-up and safety studies etc. that would become part of the Master File with the FDA and that the University would have access to the Master File, thus making it available to future licensees. The benefit to Pfizer was a modest royalty, a quid pro quo.", "cite_spans": [], "ref_spans": [], "section": "The critical role played by KTEC, Pfizer and then Cydex"}, {"text": "The University realized from this experience, 18 months of hard and occasionally acrimonious negotiation with Pfizer lawyers, that it was not structured in a way to handle many and such protracted efforts. This resulted in two major decisions by the University and its stakeholders. The first led the university to set up an internal group to handle efforts like it had just gone through, that is, a group to handle patents and technology coming from university investigators. Most research-intensive universities now have such groups. The second, was to spin out from the University a company to help commercialize and license to other companies what became known as Captisol ® . That company was CyDex, started by the University, a group of angel investors, Peter Higuchi and Dr. Diane Thompson. CyDex is now a part of Ligand Pharmaceuticals.", "cite_spans": [], "ref_spans": [], "section": "The critical role played by KTEC, Pfizer and then Cydex"}, {"text": "The first FDA approved product containing Captisol was Pfizer's anti-psychoticschizophrenia product Geodon ® IM (ziprasidone mesylate) for intramuscular (IM) injection.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "Geodon IM is used to help treat patients in acute crisis. Here Captisol ® prevented site-ofinjection precipitation of the poorly water-soluble free base allowing for quantitative and rapid release following IM injection. This was followed by Pfizer's Vfend ® IV (voriconazole). The delay in marketing was a business decision as the anti-fungal market decreased when effective anti-HIV drugs slowed the incidence of life-threatening fungal infections associated with AIDs. There is a now two additional generic forms of voriconazole IM approved that also utilize Captisol ® .", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "Pfizer formulated a third product, Cerenia ® (maropitant citrate) an NK1 receptor antagonist used to prevent and treat acute vomiting in dogs. This veterinary injectable is given by subcutaneous (SC) injection. Again, solubility enhancement following SC administration was the achieved goal.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "The first non-Pfizer product was Abilify ® (ariprazole) for IM injection by Bristol Myers Squibb (BMS). This product used Captisol ® in a similar manner to that in the Pfizer's Geodon product.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "The proteasome inhibitor Kyprolis ® for IV used to treat multiple myeloma and mantel cell lymphoma utilizes Captisol ® to meet solubility and chemical stability goals for the product.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "A co-solvent-free form of amiodarone for IV infusion called Nexterone ® to treat atrial fibrillations was approved. Captisol ® is used to facilitate solubility allowing the removal of propylene glycol and a surfactant.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "Melphalan injectable used to require a two-vial system where a freeze-dried formulation vial had to be reconstituted with solvent from a second vial containing a co-solvent (propylene glycol) and a buffer. On reconstitution melphalan was only chemically stable for 30 minutes, thus requiring rapid IV injection of this caustic, irritating and toxic alkylating agent. Evomela ® is a single vial product of melphalan freeze-dried with Captisol as a bulking agent. It is chemically stable and on reconstitution with NS, has a shelf-life of at least four hours allowing for slower and safer IV infusion of melphalan.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "Additional products utilizing Captisol ® are Noxafil ® by Merck for their antifungal posaconazole; Baxdela ® injection of the antibiotic delafloxacin meglumine by Melinta Therapeutics; Carnexiv ® and injectable form of carbamazepine by Lunbeck; and Zulresso ® (brexanolone injection) by Sage to treat Postpartum Depression.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "Additionally, Ligand Pharmaceuticals lists numerous future products in various phases of clinical development. One of particular interest at the time this paper was being written is remdesivir (GS-5734) by Gilead to treat patients suffering from Covid-19 infection. Remdesivir is poorly water soluble but is solubilized by Captisol allowing for IV administration on an experimental basis to patients. The drug is in Phase 3 clinical trials.", "cite_spans": [], "ref_spans": [], "section": "12 FDA approved products utilizing Captisol"}, {"text": "This short history of the discovery and initial development steps at an academic institution of Captisol ® as a novel pharmaceutical solubilizer and stabilizer provides some an insight into the challenges faced by investigators and graduate students. It provides a path to help others to consider following. Table 1 . Acute toxicity of -Cyclodextrin and Heptakis-6-Deoxy-6-sulfonate--cyclodextrin, and Plasma Urea Nitrogen (PUN) levels seen after IP injection to mice (Rajewski, 1990) .", "cite_spans": [{"start": 470, "end": 486, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 308, "end": 315, "text": "Table 1", "ref_id": null}], "section": "Conclusion"}, {"text": "Number of mice at dose Comments 8.81 x 10 -4 (mol/Kg) 5.49 x 10 -3 (mol/Kg) -Cyclodextrin 6 -100% mortality between 43 and 53 hours Heptakis-6-Deoxy-6sulfuonate-cyclodextrin .63 x 10 3 9.98 x 10 2 5.29 x 10 3 8.24 x 10 2 SBE 1 --CD e 1.72 x 10 4 1.64 x 10 4 3.83 x 10 3 2.76 x 10 4 1.22 x 10 3 SBE 4.7 --CD e 1.57 x 10 4 1.82 x 10 4 2.69 x 10 3 1.71 x 10 3 1.26 x 10 3 SBE 7 --CD e 1.83 x 10 4 2.25 x 10 4 2.15 x 10 3 6.88 x 10 3 7.56 x 10 2 a Mono-(6-deoxy-sulfonic acid)--cyclodextrin, sodium salt. b Heptakis-(6-deoxy-sulfonic acid)--cyclodextrin, sodium salt. c Hydroxypropyl--cyclodextrin, Molecusol TM , Pharmatec, Inc. d Sulfopropylether--cyclodextrins with the degree of substitution indicated by the subscript after the SPE. e Sulfobutylether--cyclodextrins with the degree of substitution indicated by the subscript after the SBE f Not determined (Rajewski 1990 , Stella and Rajewski 1992 , 1994 Figure 5. Phase solubility diagrams for progesterone in the presence of -cyclodextrin (-CD) and various modified -cyclodextrins (Rajewski, 1990) . The modified cyclodextrins include hydroxypropyl--cyclodextrin (HP--CD); mono-(6-deoxy-sulfonate)--cyclodextrin (-CD mono-6-sulfonate); heptakis-(6-deoxy-sulfonate)--cyclodextrin (-CD poly-6-sulfonate); sulfopropylether--cyclodextrin with 1, 3.6 and 7 degrees of substitution (SPE x --CD); and sulfobutylether--cyclodextrin with 1, 4.7 and 7 degrees of substitution (SBE x --CD). and various modified -cyclodextrins (Rajewski, 1990) . The modified cyclodextrins include hydroxypropyl--cyclodextrin (HP--CD); mono-(6-deoxy-sulfonate)--cyclodextrin (-CD mono-6-sulfonate); heptakis-(6-deoxy-sulfonate)--cyclodextrin (-CD poly-6-sulfonate); sulfopropylether--cyclodextrin with 1, 3.6 and 7 degrees of substitution (SPE x --CD); and sulfobutylether--cyclodextrin with 1, 4.7 and 7 degrees of substitution (SBE x --CD).", "cite_spans": [{"start": 867, "end": 881, "text": "(Rajewski 1990", "ref_id": "BIBREF9"}, {"start": 882, "end": 908, "text": ", Stella and Rajewski 1992", "ref_id": "BIBREF14"}, {"start": 909, "end": 915, "text": ", 1994", "ref_id": "BIBREF15"}, {"start": 1047, "end": 1063, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}, {"start": 1493, "end": 1509, "text": "(Rajewski, 1990)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Cyclodextrin"}, {"text": "Neither Professor Stella nor Professor Rajewski have any conflicts of interest. This paper was written in honor of Thorsteinn Loftsson'70 th birthday. We the authors contributed to both the work presented in the paper and both contributed to writing and editing the paper", "cite_spans": [], "ref_spans": [], "section": "Cyclodextrin"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Suspected anaphylactic reaction to Cremophor EL", "authors": [{"first": "D", "middle": [], "last": "Dye", "suffix": ""}, {"first": "J", "middle": [], "last": "Watkins", "suffix": ""}], "year": 1980, "venue": "Brit. Med. J", "volume": "280", "issn": "6228", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Cyclodextrin nephrosis in the rat", "authors": [{"first": "D", "middle": ["W"], "last": "Frank", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Gray", "suffix": ""}, {"first": "", "middle": ["R N"], "last": "Weaver", "suffix": ""}], "year": 1976, "venue": "Amer. J. Path", "volume": "83", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Complement-mediated reactions to diazepam with Cremophor as solvent (Stesolid MR)", "authors": [{"first": "M", "middle": ["S"], "last": "Hüttel", "suffix": ""}, {"first": "A", "middle": [], "last": "Schou Olesen", "suffix": ""}, {"first": "S", "middle": [], "last": "Stoffersen", "suffix": ""}], "year": 1980, "venue": "Brit. J. Anaesth", "volume": "52", "issn": "1", "pages": "77--79", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Review of the basic and clinical pharmacology of sulfobutylether-β-cydodextrin (SBECD)", "authors": [{"first": "D", "middle": ["R"], "last": "Luke", "suffix": ""}, {"first": "K", "middle": [], "last": "Tomaszewski", "suffix": ""}, {"first": "B", "middle": [], "last": "Damle", "suffix": ""}, {"first": "H", "middle": ["T"], "last": "Schlamm", "suffix": ""}], "year": 2010, "venue": "J. Pharm. Sci", "volume": "99", "issn": "8", "pages": "3291--3301", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Change of phase-solubility behavior by gamma-cyclodextrin derivatization", "authors": [{"first": "B", "middle": ["W"], "last": "Müller", "suffix": ""}, {"first": "U", "middle": [], "last": "Brauns", "suffix": ""}], "year": 1985, "venue": "Pharm Res", "volume": "2", "issn": "6", "pages": "309--310", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Solubilization of drugs by modified β-cyclodextrins", "authors": [{"first": "B", "middle": ["W"], "last": "Müller", "suffix": ""}, {"first": "U", "middle": [], "last": "Brauns", "suffix": ""}], "year": 1985, "venue": "Int. J. Pharmceu", "volume": "26", "issn": "1-2", "pages": "77--88", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Pharmaceutical multicomponent systems and method of preparing same. United States patent US 4,719,239", "authors": [{"first": "B", "middle": ["W"], "last": "Muller", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Franzky", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Kolln", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Sulfoalkyl ether cyclodextrin compositions and methods of preparation thereof", "authors": [{"first": "J", "middle": ["D"], "last": "Pipkin", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Mosher", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Hecker", "suffix": ""}], "year": 2009, "venue": "U.S. Patent", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Amorphous water soluble derivatives of cyclodextrins: From test tube to patient", "authors": [{"first": "J", "middle": [], "last": "Pitha", "suffix": ""}], "year": 1987, "venue": "J. Cont. Rel", "volume": "6", "issn": "1", "pages": "309--313", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Development and Evaluation of the Usefulness and Parenteral Safety of Modified Cyclodextrins", "authors": [{"first": "R", "middle": ["A"], "last": "Rajewski", "suffix": ""}, {"first": "", "middle": [], "last": "Lawrence", "suffix": ""}, {"first": "", "middle": [], "last": "Ks", "suffix": ""}, {"first": "Univ", "middle": [], "last": "Usa", "suffix": ""}, {"first": "", "middle": [], "last": "Kansas", "suffix": ""}], "year": 1990, "venue": "Order No. DA9110909 from", "volume": "51", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Preliminary safety evaluation of parenterally administered sulfoalkyl ether β-cyclodextrin derivatives", "authors": [{"first": "R", "middle": ["A"], "last": "Rajewski", "suffix": ""}, {"first": "G", "middle": [], "last": "Traiger", "suffix": ""}, {"first": "J", "middle": [], "last": "Bresnahan", "suffix": ""}, {"first": "P", "middle": [], "last": "Jaberaboansar", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}, {"first": "D", "middle": ["O"], "last": "Thompson", "suffix": ""}], "year": 1995, "venue": "J. Pharm. Sci", "volume": "84", "issn": "8", "pages": "927--932", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical toxicities encountered with paclitaxel (Taxol)", "authors": [], "year": null, "venue": "Seminars in oncology", "volume": "20", "issn": "4", "pages": "1--15", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Sulfoalkyl ether-alkyl ether cyclodextrin derivatives", "authors": [{"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}, {"first": "S", "middle": [], "last": "Tongiani", "suffix": ""}], "year": 2009, "venue": "U.S. Patent", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Derivatives of cyclodextrins exhibiting enhanced aqueous solubility and the use thereof", "authors": [{"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}, {"first": "R", "middle": [], "last": "Rajewski", "suffix": ""}], "year": 1992, "venue": "U.S. Patent", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Derivatives of cyclodextrins exhibiting enhanced aqueous solubility and the use thereof", "authors": [{"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}, {"first": "R", "middle": [], "last": "Rajewski", "suffix": ""}], "year": 1994, "venue": "U.S. Patent", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Sulfoalkyl ether-alkyl ether cyclodextrin derivatives, their synthesis, NMR characterization, and binding of 6α-methylprednisolone", "authors": [{"first": "S", "middle": [], "last": "Tongiani", "suffix": ""}, {"first": "D", "middle": [], "last": "Vander Velde", "suffix": ""}, {"first": "T", "middle": [], "last": "Ozeki", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}], "year": 2005, "venue": "J. Pharm. Sci", "volume": "", "issn": "11", "pages": "2380--2392", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Sulfobutyl ether-alkyl ether mixed cyclodextrin derivatives with enhanced inclusion ability", "authors": [{"first": "S", "middle": [], "last": "Tongiani", "suffix": ""}, {"first": "T", "middle": [], "last": "Ozeki", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Stella", "suffix": ""}], "year": 2009, "venue": "J. Phar. Sci", "volume": "", "issn": "12", "pages": "4769--4780", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Anaphylactoid reactions to IV substances", "authors": [{"first": "J", "middle": [], "last": "Watkins", "suffix": ""}], "year": 1979, "venue": "Brit. J. Anaesth", "volume": "", "issn": "1", "pages": "51--60", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Upper center: a side view of -CD. Top right: space-filling model of prednisolone, side view. Bottom left: space-filling model of prednisolone along the long-axis showing its fit in the torus of -CD", "authors": [{"first": "-Cd)", "middle": [], "last": "Steroid", "suffix": ""}], "year": null, "venue": "Space filling model structure of -cyclodextrin", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "provided some clues to the synthesis of sulfopropylether --cyclodextrins (SPE--CDs) and other charged ethers of -cyclodextrin. Parameter et al., was interested in crude -cyclodextrin derivatives for their greater aqueous solubility compared to the parent cyclodextrin and were not intended for human and pharmaceutical use. Many of the crude, minimally purified cyclodextrins prepared by Parmerter et al., would have contained significant unreacted parent cyclodextrin, plus byproducts of the synthesis.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "illustrates the general reaction scheme used by us to prepare the sulfopropylether-and", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Chemical structure of sulfobutylether--cyclodextrin (SBE 6.5 --CD), commercially known as Captisol ® , with an average degree of substitution of 6.5.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Schematic showing the interaction of a drug molecule with the truncated cone structure of a cyclodextrin to form an inclusion complex.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "General reaction scheme for the synthesis of sulfopropylether--cyclodextrins (SPE--CDs) and sulfobutylether--cyclodextrins (SBE--CDs) with varying degrees of substitution", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Percentage of human red blood hemolysis in the presence of -cyclodextrin (-CD)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Table 2. Binding constants, K 1:1 (M -1 ), for various substrates, progesterone, testosterone, hydrocortisone, digoxin and phenytoin, with -cyclodextrin (-CD) and a number of modified -cyclodextrins (see footnotes for details) fromRajewski (1990)", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to gratefully acknowledge the following grants and organizations and for their financial support for the initial studies: NIH Training Grant(5-T32-CA-09242), NCI Contract N01-CM-67912, the Kansas Health Foundation (formerly the Wesley Foundation of Kansas), and the Higuchi Biosciences Center, which was supported by grants from the Kansas Technology Enterprise Corporation through the Kansas Biosciences Authority. Our cyclodextrin made an impact through the subsequent efforts of numerous additional University of Kansas (KU) researchers and those at various companies. You know who you are and we appreciate all that you contributed. We would like to acknowledge one person in particular who was critical in the period just after the Rajewski dissertation period, Dr. Diane Thompson. Diane, while at KU and then CyDex corporation, saw through the gritty work of helping to address initial concerns from the patent office and helping to bring this product to the market. Thank you, Diane.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}