{
    "paper_id": "0b7c1981b898008aa88d47c756726c09797bf721",
    "metadata": {
        "title": "Slavutych atomograd as the last ideal city of the USSR: Challenges and adaptation mechanisms of resilience",
        "authors": [
            {
                "first": "Stanley",
                "middle": [
                    "D"
                ],
                "last": "Brunn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dronova",
                "middle": [
                    "Olena"
                ],
                "last": "Olena",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kononenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Urban resilience implies the ability of all components of a city system to maintain or restore their functions following unforeseen events, and the ability to adapt to external changes. We apply the concept of resilience and adaptation to Slavutych atomograd following the Chornobyl Nuclear Power Station explosion. Challenges and responses facing the urban management and planning systems are examined. Perceptions of Slavutych's resilience capacity are integrated into research based on a survey of residents. The main challenges faced were lack of targeted financing; insufficient economic diversification and professional employment opportunities; an aging population and outmigration of youth and professionals; physical remoteness from the Kyiv Region; declining quality of municipal infrastructure, poor housing and community services; and slow introduction of market mechanisms. Resilience potential formation is used in effective municipal management practices, stimulating innovations in nuclear/alternative energy, IT, and cultural/artistic events. Urban management and planning systems remain active and are ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the processes of globalization and deindustrialization, cities in the contemporary world are facing constant challenges and threats to their existence. Cities in post-communist countries, including Ukraine, are undergoing significant changes in their political and socio-economic systems with the result that global impulses are imposed on many internal features that are considered relicts of the previous epoch (Maruniak 2007) . In a socio-political context these relate to the gradual transition from a previous period of rigid regulation and prescriptive planning to efforts toward creating a competitive business environment. Urban processes and spaces shaped during the planned economy are being transformed and influenced by the political, economic and cultural transition to capitalism (Sýkora 2009 ). In some cases, urban development is complicated by individual problems having different origins, for example, the political influence of neighboring countries, natural or human-made disasters, and the loss and closure of city-forming enterprises.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 431,
                    "text": "(Maruniak 2007)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 797,
                    "end": 809,
                    "text": "(Sýkora 2009",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This research focuses on the capacity of resilience and adaptation mechanisms that are at play in the development of post-communist cities facing challenges and threats. The case study examined is Ukraine's youngest city, the last urban utopia of the Soviet Union's ideal cities, the Slavutych atomograd. Its foundation was the result of a major industrial disaster viz, the Chornobyl Nuclear Power Station (ChNPS) which faced an emergency status following the April 1986 explosion. This new monofunctional city for the ChNPS workers was constructed in two years by political decisions and various management instruments and through the efforts of architects and designers from various Union republics. The closure of ChNPS in 2000 created the major challenge facing the city of Slavutich. Having existed now for more than thirty years, the city is an example of classical urban development including stages of prosperity and decline and rebirth which are inherent in cities with a lengthy or short history. A detailed analysis is included about the threats and perspectives of ''resilience potential'' facing a young Ukrainian monofunctional city with a unique origin, especially since there are limited research publications in post-communist space that address urban development within the context of urban resilience (Bouzarovski et al. 2011; Denysenko 2015; Golubchikov et al. 2015) .",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1346,
                    "text": "(Bouzarovski et al. 2011;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1347,
                    "end": 1362,
                    "text": "Denysenko 2015;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1363,
                    "end": 1387,
                    "text": "Golubchikov et al. 2015)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This research addresses the concept of Urban Resilience. First, we examine this concept in the face of the challenges of its use from diverse origins in the literature and focus on a cross-cutting interdisciplinary approach that fosters integrative management and planning systems related to both resilience and adaptive mechanisms. Second, and at a practical level, we examine the challenges and responses to them in Slavutych by using various scientific and open sources (programs, reports and strategies) as well as official statistics and personal observations. Third, we conduct a survey of city residents that sought to integrate the social dimensions of the challenges along with prospects for building the resilience potential. In short, the research methodologies adopted combined a system-structural approach and situational analysis, a survey and a mix of chorological, historical, statistical and other methods. We recognize that resilience formation processes are different for each city and hope that this case study will prove useful in useful urban strategies for decision-making systems elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Resilience is defined as the ability of a system to respond to changes or violations without changing its foundations (Walker and Salt 2006) , that is, the ability of any system to return to its functional state following unexpected events. In different fields, resilience is considered an answer to the world of rapid change, complexities and unexpected events. The term itself was adopted by the social sciences from the natural sciences as it expands the traditional notion of ecosystem resilience (Berkes 2007) . The concept appears in various forms and especially as it relates to the various factors affecting it. It does, however, contain some conceptual fuzziness, especially when applied to ''social worlds'' and especially interdisciplinary collaboration (Star and Griesemer 1989) . In contemporary western scientific literature, resilience concepts and practices extend across a wide range of security and policy issues, including environmental security, military programs, critical infrastructure, migration policies, counterterrorism, landscape and urban planning (Dunn Cavelty et al. 2015) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 140,
                    "text": "(Walker and Salt 2006)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 501,
                    "end": 514,
                    "text": "(Berkes 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 790,
                    "text": "(Star and Griesemer 1989)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1077,
                    "end": 1103,
                    "text": "(Dunn Cavelty et al. 2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Resilience also focuses on processes related to combating violations and the implementation of security mechanisms (Kaufmann 2013) . These studies are closely linked to literature on new or constantly updated methods of prediction, caution, prevention and risk as they relate to security management (Rasmussen 2007; Petersen 2012) . Recognizing that the concept contains elements of both uncertainty and unpredictability, it is not surprising that it has appeared in research on national security and international relations. According to Biriukov (2015) , ''resilience'' is achieved through formation of a partnership between the state, society and business to ensure national security. Such a partnership is important in being able to withstand challenges and threats from other spheres of human activity.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 130,
                    "text": "(Kaufmann 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 299,
                    "end": 315,
                    "text": "(Rasmussen 2007;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 316,
                    "end": 330,
                    "text": "Petersen 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 539,
                    "end": 554,
                    "text": "Biriukov (2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "The concept of resilience can also be applied to different scales, that is, from a national level to a local one, from a government to municipalities and from security agencies to citizens supporting charitable self-organizations in the face of crises (Hagmann and Dunn Cavelty 2012) . This latter responsibility is discussed as a form of empowerment, especially if it involves citizen initiatives and participation (Bulley 2013) .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 283,
                    "text": "(Hagmann and Dunn Cavelty 2012)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 416,
                    "end": 429,
                    "text": "(Bulley 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "According to Meerow and co-authors (2016) , urban resilience refers to the ability of an urban system and its constituent socio-ecological and socio-technical networks across temporal and spatial scales to maintain or rapidly return to desired functions in the face of a disturbance, to adapt to that change, and to quickly transform systems that limit current or future adaptive capacity. That is, the concept refers to the ability of the city to respond to challenges, while preserving the basic structure and operational mode, its ability to selforganize as well as its ability to adapt to stress and change. The concept itself expresses the city's degree of readiness to counteract negative influences. Furthermore, it also defines the maximum limit to which cities can ''tolerate'' changes before starting reorganization actions around a new set of structures and processes (Alberti et al. 2003) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 41,
                    "text": "Meerow and co-authors (2016)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 900,
                    "text": "(Alberti et al. 2003)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Considering that significant variations influence cities' abilities to respond to unexpected or hazardous situations, it is logical to address research considering those changes in urban systems that are under the influence of various threats. These include research on several fronts: (1) urban ecological resilience in the context of systematic socio-nature processes and environmental services (Liu et al. 2007; Ernstson et al. 2010 ); (2) the occurrence of natural hazards including climate change and natural disasters (Leichenko 2011; Islam and An, 2014) ; (3) human-made risks and anthropogenic threats such as industrial pollution, human-caused disasters, accidents on transport systems (Attoh-Okine 2016; Fischer et al. 2018 ); (4) the formation of resilience in relation to political and socioeconomic challenges including military conflicts, terrorist actions, changes in political priorities and in financing, deindustrialization, and the diversification of the economy and migration (Savitch, 2014; Cowell 2014 ) (5) the formation of social preconditions for resilience including participation in decision-making, community cohesion and awareness of residents (Townshend et al. 2015) ; and (6) the ability of management and planning systems to build resilience and adaptive mechanisms responding to challenges (Fleischhauer 2008; Coaffee 2013) . Recognizing that each major theme focuses on different components and spheres of urban systems, we use a cross-sectoral approach that uses the achievements of each group by focusing on socio-economic challenges and the ability of planning and management systems to consider measures to counteract them.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 414,
                    "text": "(Liu et al. 2007;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 415,
                    "end": 435,
                    "text": "Ernstson et al. 2010",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 524,
                    "end": 540,
                    "text": "(Leichenko 2011;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 541,
                    "end": 560,
                    "text": "Islam and An, 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 714,
                    "end": 733,
                    "text": "Fischer et al. 2018",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 996,
                    "end": 1011,
                    "text": "(Savitch, 2014;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1012,
                    "end": 1023,
                    "text": "Cowell 2014",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1173,
                    "end": 1196,
                    "text": "(Townshend et al. 2015)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1323,
                    "end": 1342,
                    "text": "(Fleischhauer 2008;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1343,
                    "end": 1356,
                    "text": "Coaffee 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Creating a resilience capability within a planning system requires identifying unexpected processes and phenomena which the territory may encounter as well as identifying the best management practices and adaptive mechanisms providing the city with a stable functional state (Vale et al. 2005) . Resilience potential requires the development of both an adaptive social infrastructure and a decision-making system to ensure equal participation of all stakeholders in the planning process in the face of socio-economic and environmental challenges. The ''resilience'' focus brings a new impetus to sustainable development approaches (Ahern 2011) . It is seen as a strategic, but not a normative concept. To be effective it should be based on the study of environmental, economic, social factors and trends or specific space changes that can be integrated into a variety of interconnected scopes of preventive activity at different hierarchical levels (Pickett et al. 2004) . The resilience concept is used below to address recent developments in the Slavutych atomograd.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 293,
                    "text": "(Vale et al. 2005)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 631,
                    "end": 643,
                    "text": "(Ahern 2011)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 949,
                    "end": 970,
                    "text": "(Pickett et al. 2004)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical background"
        },
        {
            "text": "Atomograds (planned satellite cities of nuclear power stations [NPS] intended for workers' residences) are socio-cultural phenomena and are considered the last urban socialist utopia of the Soviet Union (Wendland 2015) . The first such city in Ukraine was Pripyat (built for servicing the Chornobyl NPS). Later cities that were constructed included Energodar (Zaporizhzhya NPS), Varash (named Kuznetsovsk until 2014, Rivne NPS), Yuzhnoukrainsk (South-Ukrainian NPS) and Netishyn (Khmelnytskyy NPS).",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "text": "[NPS]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 218,
                    "text": "(Wendland 2015)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "City of Slavutych"
        },
        {
            "text": "The city of Slavutych was built to serve the Chornobyl Nuclear Power Station (ChNPS) after the April 1986 accident which is considered one of the most terrible technology catastrophes in human history (Jaworowski 2010) . Following the disaster, the cities of Pripyat and Chornobyl, as well as other settlements in a 30-km zone from the source of the catastrophe were severely affected by high radiation pollution levels. Most inhabitants were relocated to Slavutych which was built in record time. The city's design was completed in two months and construction in two years.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 218,
                    "text": "(Jaworowski 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "City of Slavutych"
        },
        {
            "text": "Slavutych, unlike previous Soviet atomograds, demonstrated signs of individuality, the humanist paradigms of the 1970s and 1980s, and democratic urban-planning approaches. This city is considered a good example of urban planning from the little-studied period of ''Perestroyka.'' It demonstrates the ability of Soviet planners to discard many of the characteristics of the other typical Soviet faceless satellite cities for a nuclear power station. New architectural trends, an increase in creative freedom and the growing influence of Western architecture were incorporated with old construction methods used in previous city planning and building approaches. Thus, Slavutych represents balances between the Soviet and the foreign, between isolation and internationalism, and between the modernism and postmodernism. Slavutych was the last major urban project of the Soviet era; the USSR provided generous funding for this showcase construction project (Gubkina 2016) .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 968,
                    "text": "(Gubkina 2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "City of Slavutych"
        },
        {
            "text": "The planned construction drew workers from those living around Slavutych, but also young and highly skilled specialists from all the republics of the Soviet Union. These were the first inhabitants of the city. During the first two decades after the Chornobyl disaster, the city, financially supported by government, has introduced high salary levels and powerful social security standards for those employed in the emergency nuclear power plant's service sector. To this day, the city's population is among the youngest and has among the highest skilled labor force of all the cities in Ukraine. During a number of current national economic crises, it has also faced an unprecedented challenge related to the closure of its major cityforming function, viz., the ChNPS. At the same time, residents of other atomograds continue to work at nuclear power stations, which are dangerous even today. It is estimated that 12 out of 15 nuclear power units in Ukraine will be completed in 2020 (Golovko, 2017) . In the meantime, the residents of Slavutych are seriously exploring alternative environmental safety measures for the city. And if they succeed, the population of Slavutych will likely remain stable and outmigration will remain low compared to other cities.",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 999,
                    "text": "(Golovko, 2017)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "City of Slavutych"
        },
        {
            "text": "The city is in the pine forests of Polissya on the sides of the Desna and the Dnipro rivers. It is a compact, modern city of regional significance with a unique architecture and natural landscape, an enclave of the Kyiv Region in the Chernihiv Region. Slavutych is located 120 km from Kyiv, 40 km from Chernihiv, and 50 km from Chornobyl. It comprises 253 hectares and had a 2019 population of 24,923 people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "City of Slavutych"
        },
        {
            "text": "The most distinctive urban planning feature of Slavutych is the ensemble of thirteen residential quarters (Fig. 1) . The quarters or neighborhoods were constructed after the architects from the eight Soviet republics who designed them: Ukraine, Estonia, Latvia, Lithuania, Russia, Georgia, Azerbaijan, and Armenia. Each neighborhood still retains its national architectural characteristics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "City of Slavutych"
        },
        {
            "text": "During Slavutych construction, the concept of creating a comfortable city was paramount. Residential quarters are integrated into the natural landscape. There is no public transport as all facilities are within walking distance and there is well-developed bicycle infrastructure. The city's human scale illustrates the diversity of spatial, compositional and planning decisions (Gubkina 2016) . This feature is reflected in the creation of a complex of multicultural architectural images and numerous green and public spaces providing easy communication and recreation (Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 392,
                    "text": "(Gubkina 2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 576,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "City of Slavutych"
        },
        {
            "text": "The major city-forming economic sector is nuclear energy with the main source being the ChNPS. The major challenge was meeting demands of the international community regarding closure of the ChNPS and related commitments (Memorandum of Understand-ing…, 1995) . With closure of the ChNPS in 2000 and termination of centralized targeted financing, Slavutych faced many new, including economic, problems. Before the closure there were 9058 employees at the Station and 7369 were Slavutych residents; they comprised almost half of the adult population of the city (Resolution…, 2001) . Following closure, 2500 specialists, a sizeable number, continue to work at the station today. They are responsible for maintaining safe conditions and decommissioning reactors.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 258,
                    "text": "Understand-ing…, 1995)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 579,
                    "text": "(Resolution…, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "Prior to the Station's closure, 85% of the city budget was financed by the ChNPS. In fact, prior to 2000, 80% of its inhabitants in one way or another related to the station. Kindergartens, schools, shops, hospital and cultural centers were subordinated to the ChNPS. Following the closure, there were fewer employees and less funding available to retain these facilities. A significant number of specialists emigrated to Kyiv, Russia or the West to work at other nuclear power plants. In order to attract new investors, Slavutych was granted the status of a special economic zone by the national government (The Law of Ukraine…, 1999) . Investments came to the city prior to the official adoption of a state legislative decision in 2005 that terminated tax and fee privileges for some economic entities (On the Law of Ukraine…, 2005) .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 635,
                    "text": "Ukraine…, 1999)",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 834,
                    "text": "Ukraine…, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "There is an urgent need for economic diversification and more places to work. Socio-economic Also, according to the city's official municipal information (Passport of Slavutych City…, 2019), the city-forming sectors include production of lighting equipment (LLC ''Company Vitawa''); manufacture of medical equipment and chemical products (PE ''Firm ''Oniko''); various light industries, production of office stationary, paper containers (TPF ''Vlad,'' LLC ''Perspectyva-Slavutych,'' LLC ''Production and Commercial Firm ''Politara''); construction of residential and non-residential properties (LLC ''Promkomplekt,'' etc.), services in the field of geology exploration, geodesy and engineering (LLC ''Industrial and Commercial Firm ADI''); and information and communication technology (ICT) services, including the training of youth (Taurus Quadra Ltd). Additional income sources are from finance and various services, including utilities, consulting, insurance, trade and tourism. However, these are mostly one or a few enterprises. In this regard, the task of creating new working places for highly skilled personnel is necessary to avoid their outmigration. This challenge is especially important because the major city development sector today is a cluster of science and education training specialists engaged in decommissioning of nuclear power plants and management of radioactive waste and spent nuclear fuel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "The city positions itself well as an international platform for engineers and scientists wishing to obtain experience in nuclear energy, ecology and advanced technologies. With international assistance, more than 40 projects have been completed at the Chornobyl site within the framework of creating the New Safe Confinement facility system and also conservation measures at Chornobyl nuclear energy units. The projects include several initiatives such as the industrial complex for management of solid radioactive waste, a plant for processing liquid radioactive waste, and production of reinforced concrete containers for storage of radioactive waste. Slavutych's scientific ties in the field of energy and ecology have been established with many atomograds of the world, including Fukushima, within the context of completing the operation of nuclear power stations, reintegrating territories and social adaptation of affected people, and revitalizing environmental efforts following technological disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "However, at the beginning of 2000 there were 13,192 city employees (Strategic Plan…, 2001) . As of the end of 2018, there were 7650 people. In very recent years the reduction in the number of employed in stateowned enterprises and on the national budget was noticeable. At the beginning of 2019 there were 1986 operating entities, of which 1229 were sole proprietors (Decision…, 2019). However, most small businesses and individual entrepreneurs have insufficient levels of economic, legal and managerial knowledge, limited production resources and limited sources of funding. A number of national crises related to political and economic changes have occurred since 1991, including a transition to a market economy and privatization, deindustrialization, and a war in eastern Ukraine that affected all spheres of city life and socio-economic development. These events resulted in difficulty obtaining loans for business development; significant increases in utility bills and energy costs; a rise in inflation and decline in consumer demand; a reduction in the range of goods in trading institutions; corporate losses and terminations of entrepreneurial activity; and budget declines at all levels.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 90,
                    "text": "(Strategic Plan…, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "In spite of these problems, the level of registered unemployment in Slavutych is low, only 0.8% (the average for Ukraine in 2018 was 9.1%). According to the website ua.trud.com (Overview of Labor Mar-ket…, 2019), the most popular professions in the city are vehicle drivers, office workers, secretaries and ICT specialists; the same occupations are those most highly paid. The average monthly wage of one fulltime employee of the Slavutych enterprises during 2018 was 14,248.00 UAH which is 143% of the average level in the Kyiv region (9989.00 UAH) and 178% of the average level in Ukraine (8001.00 UAH) (Decision…, 2019). Positions for high-skilled professionals are not available in the city according to the open source listing job offers. Nuclear specialists' salaries have always been high; the municipality continues to seek ways to create higher salaries in other areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "The city has four comprehensive schools, a lyceum, a center for children and adults with disabilities (''BlagoDar''), a palace of children and youth, an inclusive resource center, a ''Center for Protection of Children,'' a library and information center for children, a film concert complex, a museum of local lore and the ChNPS, physical culture and health complexes, a children's and youth sports school, a stadium, and a yachting club (Fig. 3) . Since 2000, a branch of the National Technical University of Ukraine has been functioning. The preschool education system has 6 kindergartens. In recent years, insufficient filling (fewer students) of educational institutions has been noted. The resilience challenge is an aging of the social infrastructure and a lack of funding. There are also some unfinished and abandoned buildings (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 835,
                    "end": 843,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "Insufficient market mechanisms exist in this postcommunist city. The services sphere remains ''inconspicuous'' as in times not yet forgotten by inhabitants; they are reminders of the myths of the Soviet past. There are insufficient actors in the transport sectors and many in the retail service sector do not promote competition or foster any improvement of the quality of goods provided. As of 2019, there are the following services: 1 transport carrier, 1 hotel, 3 hostels, 17 catering establishments (including 2 restaurants, 1 bar and 5 cafes), a family leisure center ''Kino'' and one travel agency. The city has a network of retail, wholesale and Internet commerce belonging to individuals-entrepreneurs. The name of one store called ''Everything at the prices of the USSR'' is demonstrative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "As for a monofunctional city (analogous to the English ''company town''), Slavutych differs from other Ukrainian cities by having a rather stable population. In similar small cities around the country the population has decreased, but in Slavutych it grew for 30 years (1989 to 2019) increased by 134%, but the main increase (1989) (1990) (1991) (1992) (1993) (1994) (1995) (1996) (1997) (1998) was followed by a marked decline (1999) (2000) (2001) and further stabilization. The number of births is gradually decreasing, and deaths are increasing annually. Over the last two years, a natural decrease has occurred (Fig. 5 ).",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 331,
                    "text": "(1989)",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 338,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 345,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 352,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 359,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 366,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 373,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 380,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 387,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 394,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 434,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 441,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 448,
                    "text": "(2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 622,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "The decline in migration level is most recent. Since 1989 the number of annual departures exceeds or is almost equal to the number of newcomers (Fig. 6) . Further analysis reveals that high skilled specialists were replaced by low skilled specialists. The skilled specialists from Slavutych leave the city while less skilled specialists from surrounding settlements in the Chernihiv Region enter the city looking for a higher quality of life. The loss of skilled professionals is a challenge facing the city. The current average age of inhabitants is 38 years. The population aged 0 to 14 (data for 2018) amounts to 14.2 percent of the total (in 2003 it was 24.1%). The working age population, 15-64, is 77.2%; in 2003 it was 70.9%. The population of retirement age is 8.6% (in 2003 it was 5%). Aging is most noticeable in recent years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "The problem of the shortage in jobs is complicated by the need for youth employment. The older generation working age at ChNPS refuses to retire, hence it is difficult for youth to find employment. Social challenges facing the population include high rates of morbidity (especially endocrine pathology). Alcoholism and drug addiction are problems to those exposed, especially adolescents. The radiation level in the city today is within normal limits. In short, the economic and social problems of the city exceed those of an environmental nature. The adjacent natural pine forest is an organic and integral part of the city landscape. With the closure of ChNPS, the state of the environment in the city is now one of the best among all Ukrainian cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "In summary, the main groups facing socio-economic challenges and threats to urban resilience are affected by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "• Closure of the ChNPS and reduction of funding for activities related to the station decommissioning; • Low levels of economic diversification and lack of working places for highly skilled professionals; • Aging trends and changes associated with outmigration of youth and highly skilled personnel and in-migration of low-skilled population from surrounding settlements in the Chernihiv Region; • The city's physical remoteness from the Kyiv region; • Difficulties in communicating with responsible government authorities supervising regional cities and also bureaucratic procedures in that communication; • Declining quality of the municipal infrastructure and housing services system; and • Lack of a competitive business environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing social and economic development"
        },
        {
            "text": "To learn more about existing human conditions in the city, an on-line survey of Slavutych inhabitants was conducted from May 30 to June 10, 2019 with users of the social network, Facebook. The decision to use this social network was made taking into consideration our major objectives, viz., to include residents of all ages and social groups who care about the future of their city. We developed and administered a short survey that would help us evaluate the city's resilience and how residents perceived existing conditions and opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "The decision to identify and measure social networks made it possible to conduct a survey not only among current residents, but also those who left the city. A link to the survey was posted with different groups in Facebook under ''Slavutych Slavutych,'' ''Listening to Slavutych,'' and ''Slavutych is Our Home.'' Each group has 7000-13,000 members which provided the stakeholders access and opportunities to take part in the survey. Each participant was sent one completed questionnaire which reduced the risks of manipulating any results. It also included a number of open questions. More than 100 separate comments were received. Against this background, we consider this survey a qualitative study that reflects the views of a wide range of residents' opinions about the quality of life in the city and also major local problems. Separate questions were asked about the causes of migration which we consider threats to urban resilience. The survey results of former residents significantly improved the overall picture of the research results by taking into account the dynamics of migration. In total, 312 questionnaires were received from those who now live in the city and 89 from those who left the city. In the analysis we were more focused on comments, since those results guided our research and helped us understand the urban resilience potential. The survey results and questionnaires were also transferred to the Slavutych Regional Development Agency to aid in marketing the city's present and future needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "The questionnaire included several content blocks. Respondents were asked to estimate their level of comfort living in the city and sensitivity to current changes in living conditions. The results revealed a rather high level of local identity since 62.9% of respondents rated the comfort of staying in the city as excellent and high (grades 4 and 5 respectively), while 36 comments reflected basic problems regarding living conditions. These included a limited housing stock, low levels of provision of medical services, a monopoly in providing housing and communal services, poor road conditions and landscaping, underdeveloped cultural and entertainment sector, etc. Inhabitants consider the main advantage of the city to be its uniqueness as well as a favorable ecological situation (77.9% rated the ecological situation at 4 and 5) because the city is in the forest zone (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 884,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Answers to the questions about whether the inhabitants experience changes in the comfort of living in recent years reveal that Slavutych remains somewhat distant from modern global trends and socio-economic and political transformations: ''There is no place to entertain, buy clothes, it is necessary go to Chernihiv,'' ''Little places to rest,'' ''There is not enough summer entertainment for youth.'' 52.2% of respondents did not experience any changes in the city, and 25.6% indicated negative changes. At the time of the survey the environment state was considered attractive (46.5%); another 20.5% again pointed to the state of the environment, noting in comments the surrounding forest pollution, the unresolved waste management problem and air pollution by boiler houses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "According to the survey, the services sector was evaluated similar to that of the Soviet years of experience or governance. Respondents in general expect the greatest changes to be in development of the cultural and entertainment block (Fig. 8) . A number of respondents provided remarks on the work of the medical sector, transport and housing and communal services. One comment was: ''People drove here after the accident and still believe that everything is owed to them. They arrived having everything set and had high wages, quick career growth, free quality housing, and privileges. Now life has changed and not everyone is ready to accept the challenges of fate.'' A separate block of questions related to potential migration for city dwellers and their circle of friends. One-third of respondents expressed their desire to leave the city. Among them, 52.9% (17.6% of the total number of respondents-inhabitants) intend to go abroad and 41.3% to Kyiv. The dominant motives are socio-economic. Almost all respondents pointed out that there is no high paid work in the city and some link their departure to family circumstances (Fig. 9) . The migration decisions did not differ according to gender and education level, but it should be noted that the share of respondents of younger age cohorts who plan to leave the city is high, compared with the age distribution of all respondents. Hired workers (including those responding to the ChNPS) are least likely to migrate while the unemployed, entrepreneurs and students are more inclined to leave. This is because part of the ChNPS employees have a unique place in the labor force, with no direct analogues; they also have a stable income.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1141,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Regarding potential migrants and their circle of friends, the respondents were divided into three types: A-respondents who do not have potential migrants in their circle; B-those who have several such friends or acquaintances, and C-those who have some who are potential migrants. In group A there is an increased share of respondents who work in the public sector or in communal enterprises. This category of inhabitants feels more socially protected because of a stable income. For group C, there is an increased share of the youngest age group (72.1%), as well as a high proportion of the unemployed and students; they are the most mobile and ready for change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Also, the responses were divided into three groups: those who left the city (group 1-89 of surveyed), who live in the city, but plan to leave (group 2-104) and those who are not planning to leave (group 3-208). It was found that those from group 2 have in their surroundings the most friends who have a desire to leave the city (of the 94.2% of respondents, 50% said they plan to leave). Respondents from group 1 have a more diverse circle of friends. Thus, 56.2% indicated that several friends and acquaintances want to leave and only 12.4% do not have friends who are willing to leave. This result, presumably, indicates the close ties of those who left the small homeland. It confirms the high level of cohesion and friendship in the city's community even after leaving the city. To a lesser extent, the migratory sentiment manifests itself in the surroundings of those in group 3. About 20.2% of those surveyed said they do not know others with migratory sentiment in their surroundings, while 63.9% knew such people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "In general, the results confirm that the main challenges of building an urban resilience potential are the shortage of jobs for young people and the insufficient level of development in the services sector, especially medicine, housing and communal services, transport and cultural and entertainment spheres. In recent years there have been more problems related to the physical quality of the infrastructure and the transition from mono-to polyfunctionality. The inhabitants see the urban resilience potential when responding to mentioned challenges as related to both the uniqueness of the city and their comfort of living. Nevertheless, both were foreseen a long time ago, at the planning and construction stages of the city development, so it is important now to preserve and enhance these features. One resident expressed this view:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "''There are no analogues to Slavutych! This is a unique miracle, a corner of paradise. Air purity among the green variety ... I live here and love the city. Slavutych is the sweet home! It is comfortable and clean here! I love this city for thirty years.'' Resilience potential formation: responses in the urban management and planning system Based on the above findings, the urban development management system needs to consider the features of Slavutych as a post-communist monofunctional city. For a long time, the city depended on the flow of resources from the outside, including finances, skilled personnel, equipment, consumables and necessary social and household supplies. After the closure of the ChNPS and the transition to a new economic model, the city faced an important challenge in a marketdriven competitive economy, that is, to build its own development strategy with an orientation focusing on its own potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "The basic conditions needed for a city to successfully adapt to external environment changes in complex systems are that it must have accumulated Fig. 9 Reasons for wanting to migrate and probable destinations of migration of the city residents sufficient potential, be internally managed and have some adaptive capacity (Holling 2001) . When applying these three components to Slavutych, its basic potential was recognized at the outset; these included new facilities servicing the city's subsystems (social infrastructure, transport networks, energy-, water-and heat supply and housing stock) and significant human potential marked by a favorable sex-age structure and high educational and qualification levels. Regarding the management system, it was not sufficiently flexible, but needed to improve with greater public involvement in decision making.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 335,
                    "text": "(Holling 2001)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Since 2000, a series of active adaptation mechanisms have been implemented that are based on objective preconditions. These include the high level of uncertainty caused by closure of the ChNPS and the reduction of centralized control due to formation of a system of local self-government and market management mechanisms implemented throughout the country. This change resulted in a surge in innovation and entrepreneurial activity and should provide the city new opportunities for development. The key document that recorded these changes was the Strategic Plan for the Social and Economic Development of Slavutych City until 2020 (Strategic Plan…, 2001) . The city's diversification factor became the Special Economic Zone (SEZ) of Slavutych (The Law of Ukraine…, 1999) . According to the Plan, the priority for creating new workplaces should be given to innovative enterprises and activities related to operation of nuclear power plants. This strategy should slow the departure of highly skilled personnel from the city. From 1999-2002 the number of industrial enterprises increased significantly. These include JV ''Abris, '' ''Dateks Paper,'' ''Kronpak,'' ''Gobelen,'' JSC ''Perspectyva,' ' an international radioecology laboratory VP ''Atomremontservis'' of SE NAEK ''Energoatom,'' and public organizations such as the International Center for Business Development.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 655,
                    "text": "(Strategic Plan…, 2001)",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 771,
                    "text": "Ukraine…, 1999)",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1193,
                    "text": "'' ''Dateks Paper,'' ''Kronpak,'' ''Gobelen,'' JSC ''Perspectyva,'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Initiatives and new projects in Slavutych had to be tested for compliance with the challenges of a marketdriven competitive environment that would lead to emergence of development trajectories as a more resilient system with goals associated with a greater adaptive potential and diversified economy. At the same time, the city was committed to preserving the main production area as part of the implementation of international projects to solve the problems in the ''Shelter'' object. Later JV ''Novarka'' was created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Also, the city received funding from TACIS, UNESCO, AMP. These measures somewhat slowed down the systemic transformations. After abolition of the tax privileges of the SEZ ''Slavutich'' in 2005, business activity somewhat declined, and some enterprises closed. We conclude that the city has overcome the first stage of adaptation to the competitive environment challenges by retaining its main profile and completing the urban complex with new infrastructure objects, new facilities and greater experience cooperating with international organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "The modern period of adaptation changes relates to continuation of the reduction of workplaces at the ChNPS, completion of the financing terms of international projects, as well as the political and socioeconomic crisis in Ukraine. To date, Slavutych's top priority has been development of an active and flexible urban management system. Recent experience has shown that the main adaptive mechanisms for forming successful resilience are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "• an urban management system consisting of the city council, its executive committee, as well as other structures, including the CE ''Regional The number and diversity of such initiatives and events is atypical for small Ukrainian monofunctional cities. But the residents of Slavutych are united, very active and well organized to promote community engagement. Based on our analysis, we conclude that the ability of the Slavutych management and planning system to build adaptive resilience mechanisms responding to immediate challenges is much higher than in other Ukrainian cities. The major preconditions for such success are having a strong city development strategy and a municipal government that focuses on countering the main threat related to its economic base and reducing the number of jobs. Ensuring the equal participation of all stakeholders in decision-making process facilitates both high levels of investment and business activity and high levels of cohesion of residents throughout the entire transformation period, a process that began in 2000 when the decision was made to close the ChNPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "The main activities of local authorities are aimed at diversifying the economic base to the maximum possible while at the same time maintaining the city profile related to the innovative cluster and training platform for decommissioning of nuclear power plants and the management of radioactive waste. There were several successful initiatives implemented in the past 20 years, however not all have launched in directions that advanced the city's development. We believe that the adaptive resilience potential of Slavutych regarding the specific problems that have been identified is high. However, a separate share of socio-economic problems, identified during our research, is not unique to the city. It is connected with an imperfect regulatory framework within Ukraine, the incompleteness of the decentralization reform, low financial opportunities, paternalistic sentiments of the communities, and other difficulties in the post-communist period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhabitant's survey results"
        },
        {
            "text": "Cities in post-communist space are exposed to global influences against the background of changes in political and socio-economic systems (Sýkora and Bouzarovski 2012; Golubchikov et al. 2014 ). Some of the global influences are prescriptive and force cities to rethink the conditions of their operation. This happened with the young Ukrainian monofunctional city, Slavutych atomograd, which was built in accordance with the concept of creating a comfortable city for people and further lost its city-forming economic base. The closure of ChNPS at the request of the international community led to workplace losses and a reduction in financial support for urban development.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 167,
                    "text": "(Sýkora and Bouzarovski 2012;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 168,
                    "end": 191,
                    "text": "Golubchikov et al. 2014",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The new trajectories of Slavutych's development have somewhat slowed because of the desire on the part of planners and officials to retain its main economic activity, viz., being associated with nuclear power, which aids in the city in forming a specialized innovation cluster. Problems including the lack of highly skilled jobs, aging of the population and change in mix of the population have escalated because of the geographical separation of the city from other settlements in the Kyiv Region. The ongoing active formation of a competitive market environment in the city should promote diversification of the economy which will increase its level of urban resilience in the face of external and internal threats (Polèse 2010) .",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 730,
                    "text": "(Polèse 2010)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Creating resilience potential through a management system requires development of adaptive mechanisms to ensure a stable functional state. This task implies not only a system of organizational and economic regulators to strengthen the base as a city-forming system and diversification of the economy, but also development of a system of social regulators to ensure equal participation of all stakeholders in the management process in the face of socio-economic challenges (Ahern 2011) . Slavutych is actively working to improve its management and planning system with public participation in urban development processes encouraged by the ''Regional Development Agency.'' Partial responses to socio-economic challenges include the search for external opportunities being initiated through a series of international projects that have impacts at local levels. The internal innovative, tourist and cultural potentials are actively developing but remain not fully involved. Progress is hampered by some paternalistic sentiments of the inhabitants, lack of knowledge in the fields of business and entrepreneurship, low financial opportunities and effective bureaucratic procedures.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 484,
                    "text": "(Ahern 2011)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In general, the Slavutych development vector is meeting the actual challenges of a competitive environment, but the main threat of job losses after closure of ChNPS has not been answered to create a more diversified economy. The city's adaptation to new conditions is selective. A variety of adaptation mechanisms still are not leading to highly positive urban transformational effects, but application of some is allowing the city to take leading positions in the current ratings of Ukrainian cities. These changes acknowledge that the post-communist transformation period continues as the city continues to generate and test innovations. Adaptation needs to remain high to ensure there is resilience in the face of new challenges and threats. To understand more about Slavutych's resilience it is important to conduct additional research on the city's ability to use the opportunities provided by the national decentralization reform, as well as the research into specific public activities that are catalysts for resilience building amidst various external threats (e.g. . A broader study of urban resilience would also undertake a comparative analysis of several Ukrainian monofunctional cities, especially investigating the challenges they face including deindustrialization, depopulation, and environmental threats. Such investigation will allow us to obtain a deeper reflection of the resilience loss factors and the mechanisms for its restoration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From fail-safe to safe-to-fail: sustainability and resilience in the new urban world",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Landscape Urban Planning",
            "volume": "100",
            "issn": "4",
            "pages": "341--343",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Integrating humans into ecology: opportunities and challenges for studying urban ecosystems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Marzluff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shulenberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zumbrunnen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BioScience",
            "volume": "53",
            "issn": "12",
            "pages": "1169--1179",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Resilience Engineering: Models and Analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Attoh-Okine",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding uncertainty and reducing vulnerability: lessons from resilience thinking",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berkes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Natural Hazards",
            "volume": "41",
            "issn": "2",
            "pages": "283--295",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The concept of ''resilience'' in modern security research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Biriukov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bulletin of Dnipropetrovsk University Series Philosophy Sociology Political Science",
            "volume": "5",
            "issn": "",
            "pages": "220--228",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A socially resilient urban transition? The contested landscapes of apartment building extensions in two post-communist cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouzarovski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salukvadze",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Urban Studies",
            "volume": "48",
            "issn": "13",
            "pages": "2689--2714",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Producing and governing community (through) resilience",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bulley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Politics",
            "volume": "33",
            "issn": "4",
            "pages": "265--275",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Code of ethics, honesty, decency, good faith and effective management of slavutych territorial community, approved by the decision of slavutych city council dated",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coaffee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Planning Practice & Research",
            "volume": "28",
            "issn": "3",
            "pages": "323--339",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Abingdon: Routledge. Decision of the slavutych city council No. 1326-55-VII of March 6, 2019 ''on the results of the socio-economic and cultural development of the city of slavutych in 2018 within the framework of the strategic plan for the social and economic development of the city of slavutych by 2020",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Resilience of the territory under big city influence: risks, vulnerability, new management approaches",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Denysenko",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "76--83",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Resilience and (in) security: practices, subjects, temporalities. Security Dialogue",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dunn Cavelty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Søby Kristensen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "3--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Urban transitions: on urban resilience and human-dominated ecosystems",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ernstson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Der Leeuw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Meffert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alfsen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ambio",
            "volume": "39",
            "issn": "8",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Morphology dependent assessment of resilience for urban areas",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hiermaier",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Riedel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Häring",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sustainability",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of spatial planning in strengthening urban resilience. Resilience of Cities to Terrorist and Other Threats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fleischhauer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "273--298",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Utopia of a small town: how the festival of 86 changes slavutych",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Golovko",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The hybrid spatialities of transition: Capitalism, legacy and uneven urban economic restructuring",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Golubchikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badyina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makhrova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Urban Studies",
            "volume": "51",
            "issn": "4",
            "pages": "617--633",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Uneven urban resilience: the economic adjustment and polarization of Russia's cities. Understanding Geographies of Polarization and Peripheralization",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Golubchikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makhrova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badyina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brade",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "270--284",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Slavutych: Architectural Guide",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gubkina",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "DOM publishers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "National risk registers: security scientism and the propagation of permanent insecurity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dunn Cavelty",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Security Dialogue",
            "volume": "43",
            "issn": "1",
            "pages": "79--96",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Understanding the complexity of economic, ecological, and social systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Holling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ecosystems",
            "volume": "4",
            "issn": "5",
            "pages": "390--405",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Climate change and urban resilience: the Singapore story. Globalization, Development, and Security in Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "R"
                    ],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "205--220",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Observations on the chernobyl disaster and LNT",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jaworowski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dose-Response",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Emergent self-organisation in emergencies: resilience rationales in interconnected societies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Resilience",
            "volume": "1",
            "issn": "1",
            "pages": "53--68",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Climate change and urban resilience",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leichenko",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Current Opinion in Environmental Sustainability",
            "volume": "3",
            "issn": "3",
            "pages": "164--168",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Complexity of coupled human and natural systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alberti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Folke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "",
            "issn": "5844",
            "pages": "1513--1516",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Globalization and Its Impact to the Ukrainian Regions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maruniak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Development. Referat: Kyiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Memorandum of understanding between the government of Ukraine and G7 countries governments and commission of the European union on the closure of the chornobyl nuclear power plant",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meerow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stults",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Landscape and Urban Planning",
            "volume": "147",
            "issn": "",
            "pages": "38--49",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "on the state budget of ukraine for 2005 ''(regarding the abolition of privileges for payment of taxes and duties (mandatory payments) by certain entities) higher commercial court of Ukraine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Passport of Slavutych city",
            "authors": [],
            "year": 2019,
            "venue": "Overview of labor market statistics in slavutych",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Risk analysis-a field within security studies?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "European Journal of International Relations",
            "volume": "18",
            "issn": "4",
            "pages": "693--717",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Resilient cities: meaning, models, and metaphor for integrating the ecological, socio-economic, and planning realms",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T A"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cadenassso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grove",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Landscape of Urban Planning",
            "volume": "69",
            "issn": "4",
            "pages": "369--384",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Resilient City: On the Determinants of Successful Urban Economies. Centre-Urbanisation, culture, société",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polèse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "On the program for creation of additional workplaces for Chornobyl NPP employees released after the closure of the station, and the slavutych municipalities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Risk Society at War: Terror, Technology and Strategy in the Twenty-First Century",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cities in a Time of Terror: Space, Territory, and Local Resilience",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Savitch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Institutional ecology 'translations' and boundary objects: amateurs and professionals in Berkeley's museum of vertebrate zoology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Star",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Griesemer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Social Studies of Science",
            "volume": "19",
            "issn": "3",
            "pages": "387--420",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Post-socialist cities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sýkora",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Encyclopedia of Human Geography",
            "volume": "8",
            "issn": "",
            "pages": "387--395",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Multiple transformations: conceptualising the post-communist urban transition. Urban Studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sýkora",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bouzarovski",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "43--60",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Bulletin of the Verkhovna Rada of Ukraine",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "263",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Social cohesion and resilience across communities that have experienced a disaster",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Townshend",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Awosoga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kulig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Natural Hazards",
            "volume": "76",
            "issn": "2",
            "pages": "913--938",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Resilient City: How Modern Cities Recover from Disaster",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campanella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Resilience Thinking: Sustaining Ecosystems and People in a Changing World",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Inventing the atomograd. Nuclear urbanism as a way of life in Eastern Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Wendland",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "The Impact of Disaster: Social and Cultural Approaches to Fukushima and Chornobyl",
            "volume": "",
            "issn": "",
            "pages": "261--288",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic map of the city of Slavutych development possibilities for this monofunctional city remain limited by its physical remoteness from the capital and other Kyiv Region cities. Today the main areas of economic activities in the city are still related to nuclear energy, primarily decommissioning of the power units of ChNPS and transformation of the object ''Shelter'' into an environmentally safe system (State Joint Venture ''Chornobyl NPS'' of the State Agency of Ukraine for Management the Exclusion Zone, the French JV ''Novarka''), as well as the making repairs at other nuclear power plants of Ukraine. These efforts include modernization, reconstruction and designing (IE ''Atomremontservis'' of SE NAEK ''Energoatom''). The economic development of Slavutych focuses on the ChNPS, especially the industrial site of the Station as a unique place for carrying out high-tech projects. The State Research Institute named ''The Chornobyl Center for Nuclear Safety, Radioactive Waste and Radioecology Issues'' is engaged in research activities in the city's exclusion zone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Slavutych: public spaces and architectural ensembles ( source: authors)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Slavutych: social infrastructure ( source: authors) Fig. 4 Slavutych: aging of social infrastructure and abandoned buildings ( source: authors)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamics of population, birth rate and mortality of Slavutych (compiled by the authors according to current statistical observations) Dynamics of population migration indicators in Slavutych (compiled by the authors according to current statistical observations)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Assessments of comfort of living, and the ecological situation using a 5-point system (1-the lowest level; 5-the highest level)Fig. 8 Proportion of answers to the questions: ''What would you like to change in your city'' and ''What attracts you in the city?''",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "2019) and other public organizations. The initiatives include the ''Office of Public Initiatives'' and the ''Public Participation Budget'' program, which authorized several projects to improve the infrastructure. The city also has a Code of Ethics, Honesty, Decency, Good Faith and Effective Governance of Slavutych Territorial Community (Code of Ethics…, 2018); • diversification of innovative potential based on further growth due to high educational and qualification levels (98% of the working population has a higher education); knowledge and innovation were initially related to nuclear energy, but new inquiries contribute to formation and development of working in alternative energy, energy savings, information technology; new projects with a welldefined practical orientation: these include two biofuel boiler houses and a pilot EU project ''Slavutych Sustainable Energy Development Action Plan till 2020''(Sustainable Energy…,  2015), conferences on ''New life for Atomograds: opportunities for a green economy'' in conjunction with the NGO Greencubator have been launched with possible entry of the CE ''Regional Development Agency'' into the energy co-operative ''Sun City''; • formation of tourism and cultural potential are being realized in Slavutych not only by attracting tourists interested in historical, architectural and ethnographic features. Such activities have been typical for Slavutych since its inception; these include international sports tournaments, music festivals including some held in the early 1990s (Chronicle of Slavutych…, 2019); Patricia Kaas and Kenzo Takada, Presidents of Ukraine, other well-known personalities have visited the city in different years. The experience of world-class events arrangement has a multiplier effect. Now, the International Film and Urban Festival ''86,'' summer schools, international conferences, seminars, round tables, business trainings and other public events are held regularly. The tourist complex of the city also has potential for development related to excursions to the ChNPS and the Chornobyl Radiation and Ecological Biosphere Reserve.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors are sincerely grateful to Arina Starovoitova and Svitlana Schuman for their help in collecting information and organizing the online survey. Donna Gilbreath assisted with preparation of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}