{"paper_id": "0b7e8eee1a131b49e7a3d3cb7bd1d38c940efcd0", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "The recent epidemic caused by a novel coronavirus isolated in Wuhan (China) at the end of 2019 (SARS-CoV-2) raises, among other clinical and public health issues, questions relating to infection during pregnancy and the possible transmission of the infection from mother to child before, during and after childbirth. Doubts also arise as to the safety of the joint management of mother and child after childbirth and of breastfeeding. These questions are dealt with in this document.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Limits of current knowledge  The SARS-CoV-2 virus spreads mainly from person to person through close contact (0-2 metres), and is transmitted by means of respiratory secretions (droplets) when an infected person sneezes or coughs.  A possible neonatal SARS-CoV-2 infection might be the result of a transmission acquired by the mother via the respiratory route in the postpartum period rather than transplacentally.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The possibility of respiratory infections from common coronaviruses in the neonatal period and in the first year of life was already known before the current SARS-CoV-2 outbreak. A cohort of children whose mothers had suspected COVID-19, with respiratory symptoms appearing in the first week of life and a clinical diagnosis of pneumonia, has been described by Zhu (2020) , but Real Time PCR testing of viral RNA from neonates' pharyngeal swabs proved to be negative, thus did not corroborate the SARS-CoV-2 aetiology. Based on the few data available in literature, postnatal SARS-CoV-2 infection would appear to be not severe or even asymptomatic compared to what occurs in older age groups.", "cite_spans": [{"start": 361, "end": 371, "text": "Zhu (2020)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "Protection of breastfeeding integrated with sanitation measures  Breastfeeding and the use of breast milk provides protection for both mother and child, and has additional family, social and economic benefits.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " In the event of maternal SARS-CoV-2 infection, breast milk is not considered to be a transmission vehicle, based on current scientific knowledge and in a similar way to other known respiratory viral infections.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " Nevertheless, the current SARS-CoV-2 epidemic requires us to combine the promotion of breastfeeding with a correct health and hygiene approach, limiting the contagion by air and by contact with the respiratory secretions of infected patients (including mothers having just given birth).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " It is likely, although not yet documented, that in breast fed infants specific SARS-CoV-2 antibodies can pass from the mother with COVID-19 to the infant within a few days of onset of the disease, modulating the clinical expression of the infant's infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " An approach involving the routine separation of the newborn from the SARS-CoV-2 positive mother may have an adverse effect on the mother-child relationship, and may represent a belated intervention to prevent a contagion already occurred in the pre-symptomatic phase.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Currently available directions on the prevention of transmission from mother to child  Chinese Paediatrics COVID-19 Working Group. Doctors (Wang 2020, Quiao 2020) who recently have dealt with the COVID-19 epidemic in China suggest feeding with infant formula or possibly donor breast milk. The authors do not provide specific reasons for this choice. In the recommendation of the Chinese experts, presumably umbalanced on the side of caution, there is no reference to an overall assessment of the risks of infection compared with those of not allowing breastfeeding.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " UNICEF. This Agency does not consider the option of separating mother and child, and suggests continuing breastfeeding, with the parallel adoption of hygiene measures to reduce the possible transmission from mother to child of the SARS-CoV-2 infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " Centers for Disease Control (CDC). According to the CDC (2020):", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "o If the mother is a person under investigation or tests positive for SARS-CoV-2, the option of separate management of mother and child should be considered as the first choice. The risks and benefits of this separation and the consequences of not starting, continuing or suspending breastfeeding should be shared with the family and with healthcare professionals.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "o If the mother and child are managed jointly and the mother breastfeeds her child, the usual measures aimed at preventing the transmission of the viral infection should be put in place: avoid kissing the child, protect him from adult coughing and respiratory secretions (wear a mask during feeding and intimate contact with the baby), wash hands, in particular before feeding, suspend visits.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "o If the child remains in hospital with the mother in a rooming-in regimen, he will be made to sleep in his cradle at a distance of at least 2 metres from the mother.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " Italian National Institute of Health (Istituto Superiore di Sanità; ISS). In view of currently available scientific information and the protective potential of breast milk, it is believed that, in the case of a woman with suspected SARS-CoV-2 infection or with COVID-19, under clinical conditions that allow it and according to her desire, breastfeeding should be started and/or continued directly from the breast or using expressed breast milk. To reduce the risk of transmission to the child, preventive procedures such as hand hygiene and the use of a face mask during feeds are advisable, according to the recommendations of the Italian Ministry of Health (MOH).", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Should the mother and child be temporarily separated, it is recommended that the mother be helped to maintain milk production through manual or mechanical expression, following the same rules of hygiene. For all healthcare workers and professionals who come into contact with pregnant women and newborn infants, preventive recommendations should be observed.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Use of expressed breast milk  In case of separation of mother and infant, the automatic use of breast milk substitutes should be avoided. Mothers who intend to breastfeed / continue breasfeeding should be encouraged to express their breast milk to establish and maintain milk supply.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " Expressed breast milk should not be pasteurised before being given to the baby, as it is believed that, even if containing SARS-CoV-2, it would not be a vehicle of infection.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " The use of expressed milk from a SARS-CoV-2 positive mother in Neonatal Intensive Care Units (NICUs) follows specific protocols.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " In cases of severe maternal infection, expressing breast milk can be inappropriate and should be avoided due to the mother's general conditions", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Final provisional directions on the management of mother and newborn during the SARS-CoV-2 epidemic.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The directions are summarised in table 1.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " Whenever possible, the preferred option is the joint management of mother and child, in order to facilitate interaction and the beginning of breastfeeding. This choice is feasible when a mother previously identified as SARS-CoV-2 positive is asymptomatic or paucisymptomatic or on the way to recovery, or when a mother that is asymptomatic or paucisymptomatic is under investigation for SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " If the mother has a severely symptomatic respiratory infection (with fever, coughing and respiratory secretions), mother and child should be temporarily separated, pending the response of the laboratory test (RNA-PCR) for coronavirus. If the test is positive, mother and child continue to be managed separately; if the test is negative, rooming-in for mother and child is applicable.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " The decision about whether or not to separate mother and child must be taken on an individual basis, taking into account the informed consent of the mother, the hospital logistics and possibly the local epidemiological situation relating to the spread of SARS-CoV-2.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " If the infant is separated from the mother, the use of fresh expressed breast milk is recommended, while the pasteurisation of breast milk is not.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " In the case of a SARS-CoV-2 positive mother, strict hygiene measures should always be adopted to prevent the possible transmission of the infection by air or by contact with respiratory secretions. The newborn infant, other hospitalised patients and healthcare personnel should therefore be protected.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": " The compatibility of breastfeeding with drugs that may be administered to women with COVID-19 should be assessed on a case-by-case basis. 6 § Room divider or curtain, surgical face mask for the mother when breastfeeding or in intimate contact with the newborn, careful washing of hands, placing the baby's cradle at a distance of 2 metres from the mother's head, no visits from relatives and friends.°", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "In addition, adequate protection measures for healthcare personnel, according to the indication of the MOH of Italŷ", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Mother's fresh milk should be extracted with a manual or electrical breast pump. The mother should always wash her hands before touching bottles and all breast pump parts, following recommendations for proper washing of the breast pump after each use.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Position Statement on Breastfeeding from the Italian Pediatric Societies", "authors": [{"first": "R", "middle": [], "last": "Davanzo", "suffix": ""}, {"first": "C", "middle": [], "last": "Romagnoli", "suffix": ""}, {"first": "G", "middle": [], "last": "Corsello", "suffix": ""}], "year": null, "venue": "Italian Journal of pediatrics", "volume": "2015", "issn": "41", "pages": "1--3", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Emergency response plan for the neonatal intensive care unit during epidemic of 2019 novel coronavirus", "authors": [], "year": 2020, "venue": "Zhongguo Dang Dai Er Ke Za Zhi", "volume": "22", "issn": "2", "pages": "91--95", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Severe acute respiratory syndrome (SARS) in neonates and children. Arch Dis Child Fetal Neonatal Ed", "authors": [{"first": "A", "middle": ["M"], "last": "Li", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Ng", "suffix": ""}], "year": 2005, "venue": "", "volume": "90", "issn": "", "pages": "461--466", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "What are the risks of COVID-19 infection in pregnant women? The Lancet", "authors": [{"first": "J", "middle": [], "last": "Qiao", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/s0140-6736(20)30365-2"]}}, "BIBREF6": {"ref_id": "b6", "title": "Infants born to mothers with severe acute respiratory syndrome", "authors": [{"first": "C", "middle": ["C"], "last": "Shek", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Ng", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Fung", "suffix": ""}, {"first": "F", "middle": ["W"], "last": "Cheng", "suffix": ""}, {"first": "P", "middle": ["K"], "last": "Chan", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Peiris", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Wong", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Cheung", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Li", "suffix": ""}, {"first": "E", "middle": ["K"], "last": "Hon", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Yeung", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Chow", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Tam", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Chiu", "suffix": ""}, {"first": "T", "middle": ["F"], "last": "Fok", "suffix": ""}], "year": 2003, "venue": "Pediatrics", "volume": "112", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Chinese expert consensus on the perinatal and neonatal management for the prevention and control of the 2019 novel coronavirus infection (First Edition)", "authors": [{"first": "L", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "Ann Transl Med", "volume": "2020", "issn": "8", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Working Group for the Prevention and Control of Neonatal 2019-nCoV Infection in the Perinatal Period of the Editorial Committee of Chinese Journal of Contemporary Pediatrics. Perinatal and neonatal management plan for prevention and control of 2019 novel coronavirus infection", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Fang", "suffix": ""}], "year": 2020, "venue": "Transl pediatr", "volume": "9", "issn": "1", "pages": "51--60", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "It is not yet clear what possible impact a perinatal transmission of SARS-CoV-2 infection might have, the outcome of which, in a similar way to past epidemics SARS-CoV-1 (Severe Acute Respiratory Syndrome) and MERS-CoV (Middle East Respiratory Syndrome Coronavirus), may depend more on the severity of the maternal infection and on concomitant obstetric pathologies than on the SARS-CoV-2 infection itself.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Directions on mother-infant management in the perinatal period.", "latex": null, "type": "table"}}, "back_matter": []}