{"paper_id": "0b7fb3d53ef729f65beec5a406d0088ac683ec98", "metadata": {"title": "Molecular characterization of a puromycin-insensitive leucyl-specific aminopeptidase, PILS-AP", "authors": [{"first": "Lutz", "middle": [], "last": "Schomburg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Heike", "middle": [], "last": "Kollmus", "suffix": "", "affiliation": {}, "email": ""}, {"first": "So", "middle": ["È"], "last": "Nke Friedrichsen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Karl", "middle": [], "last": "Bauer", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The family M1 of Zn-dependent aminopeptidases comprises members of closely related enzymes which are known to be involved in a variety of physiologically important processes. On the basis of two highly conserved peptide motifs, we have identified a new member of this family by PCR amplification and cDNA-library screening. The longest ORF encodes a protein of 930 residues. It contains the HEXXH(X)18E Zn-binding motif and displays high homology to the other M1 family members except for its N-terminus for which a signal sequence of 20 residues can be predicted. This interpretation was supported by expressing fusion proteins formed with green fluorescent protein which localized to intracellular vesicles in COS-7 and BHK cells. Northern-blot analysis revealed ubiquitous expression of a major 3.1-kb transcript. For enzymatic studies, the complete protein was expressed in Sf 9 insect cells. When aminoacyl b-naphthylamides were used as substrates, efficient hydrolysis was only observed for Leu (and to a lesser extent Met). The activity was inhibited by chelators of bivalent cations and by other known aminopeptidase inhibitors, but surprisingly puromycin was without effect. This newly identified puromycin-insensitive leucyl-specific aminopeptidase is a signal-sequence-bearing member of family M1 and may be another example of the small subset of substrate-specific peptidases.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Aminopeptidases are exopeptidases that catalyze the hydrolysis of amino-acid residues from the N-terminus of peptide or protein substrates. They are widely distributed throughout the animal and plant kingdoms and are found in subcellular organelles, in the cytoplasm, and as membrane components. These enzymes are involved in a variety of physiologically important processes such as protein processing and turnover, regulation of peptide hormone action, viral infection, tissue invasion, and cell cycle control [1] . Many of the aminopeptidases known are metalloenzymes containing a central Zn 21 ion, which is crucial for enzymatic activity. According to the structurally based classification of proteolytic enzymes suggested by Rawlings and Barrett [2], the majority of these enzymes belong to clan MA, family M1 of Zn-dependent exopeptidases (reviewed in [3] ).", "cite_spans": [{"start": 511, "end": 514, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 858, "end": 861, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The most prominent member within the group of mammalian enzymes of family M1 is aminopeptidase N, one of the major proteins of the microvillar membrane of the small intestinal and kidney epithelial cells (reviewed in [4] ). Aminopeptidase N displays a broad substrate spectrum and hydrolyzes neutral N-termini. In brain, it may participate in the inactivation of enkephalins and other neuropeptides. On hematopoietic cells, it has been identified as the cell-surface differentiation antigen CD13. Interestingly, certain viruses (e.g. coronavirus 229E) misuse aminopeptidase N as a receptor enabling host cell infection. Aminopeptidase A is highly homologous to aminopeptidase N but prefers acidic N-terminal residues. Like aminopeptidase N, it is concentrated on brush-border membranes and on certain hematopoietic cells. In brain, aminopeptidase A has been implicated in the metabolism of angiotensin II to angiotensin III (reviewed in [5] ). Two more membraneanchored mammalian M1 family members have been described; the thyrotropin-releasing hormone (TRH)-degrading ectoenzyme (TRH-DE) seems to represent the rare case of a substrate-specific exopeptidase. It is the only ectoenzyme known that is capable of degrading TRH (pyroGlu-His-Pro-NH 2 ) by hydrolyzing the pyroGlu-His bond. Its hormonal regulation in the anterior pituitary indicates that it may function as a regulatory element for the control of TRH-stimulated thyrotropin and prolactin release, whereas in brain it may act as a terminator for neuronal TRH signals (reviewed in [6] ). The insulin-regulated membrane aminopeptidase from rat adipocytes is also known as human placental leucine aminopeptidase/ oxytocinase. Although its physiological function is unclear, its insulin-induced redistribution from intracellular vesicles to the plasma membrane argues for a specific role in peptide hormone processing (reviewed in [7] ).", "cite_spans": [{"start": 217, "end": 220, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 937, "end": 940, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1542, "end": 1545, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1889, "end": 1892, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": ""}, {"text": "Besides these four type-II ectoenzymes, three cytoplasmic M1 members have been characterized. Aminopeptidase B specifically removes basic residues from the N-terminus of substrate peptides [8] and is found in a variety of tissues. It is closely related to leukotriene-A4 hydrolase, an enzyme originally identified by its specific epoxide hydrolase activity [9] . It was later shown to be an aminopeptidase of broad specificity [10] . A soluble puromycin-sensitive aminopeptidase (PSA) has been described in a variety of tissues. PSA inhibition by low puromycin concentrations that do not yet interfere with protein synthesis may directly lead to cell cycle arrest at the G 2 /M phase and induction of apoptosis [11] .", "cite_spans": [{"start": 189, "end": 192, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 357, "end": 360, "text": "[9]", "ref_id": null}, {"start": 427, "end": 431, "text": "[10]", "ref_id": "BIBREF10"}, {"start": 711, "end": 715, "text": "[11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "In this paper we describe the molecular cloning and initial characterization of the eighth mammalian member of family M1, a puromycin-insensitive leucyl-specific aminopeptidase (PILS-AP). This enzyme displays a high degree of structural homology to the other M1 members within the catalytically important regions but differs with respect to its inhibition profile, the presence of a signal peptide, and its unusual substrate specificity.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "All chemicals were of analytical grade and obtained from Sigma or Bachem Biochemica, Heidelberg, Germany. Radiochemicals were from Hartmann Analytic, Braunschweig, Germany. Oligonucleotides and G418 were from Gibco-BRL, and restriction endonucleases were from Gibco-BRL or New England Biolabs.", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "Family-specific PCR mRNA was prepared from whole rat (Sprague±Dawley) pituitaries by affinity chromatography on paramagnetic oligo-dT polystyrene beads as described previously [12] . Poly(A)-rich RNA (5 mg) was reverse-transcribed using 500 ng oligo-dT 18 Isolation of cDNA clones cDNA was synthesized from rat pineal-gland mRNA, sizefractionated on Sephacryl S-500 columns, ligated to l-ZAP-Express vector arms and packaged with the help of Gigapack III Gold packaging extract as recommended by the supplier (Stratagene). From the high-molecular-mass cDNA fraction (average size range 3±8 kb), 1.5 million independent phages were obtained. The complete library was amplified once. The isolated PCR product was labeled with [a-32 P]dCTP by random priming using Magenta polymerase (Stratagene), and library screening was performed by standard methods [13] . Positive phages were plaque purified, and the inserts were prepared as pBK-CMV plasmids by in vivo excision via superinfection with ExAssist helper phages (Stratagene). Overlapping sequences of both DNA strands were obtained by dideoxy chain-termination reactions with an Applied Biosystems 371 automated sequencer employing fluorescent dNTPs (ABI) and a battery of sequencespecific oligonucleotides. Sequence analyses were performed using the program macmolly tetra (SoftGene GmbH, Berlin, Germany). Sequence comparisons were performed with the blast and prosite algorithms using the default parameters to search the National Center for Biotechnology Information non-redundant protein and DNA databases [14, 15] .", "cite_spans": [{"start": 176, "end": 180, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 850, "end": 854, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 1561, "end": 1565, "text": "[14,", "ref_id": "BIBREF14"}, {"start": 1566, "end": 1569, "text": "15]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Materials"}, {"text": "Expression as fusion protein with enhanced green fluorescent protein (EGFP)", "cite_spans": [], "ref_spans": [], "section": "Materials"}, {"text": "The codon of the last residue (Leu930) and the stop codon (CTGTGA) were converted to an XhoI site (CTCGAG) by PCR-based mutagenesis. The complete ORF and the 5 H UTR were fused in frame N-terminal to a red-shifted variant of EGFP [16] , taking advantage of the introduced XhoI site and the unique SpeI site of the multiple cloning region of clone 11 and restriction sites NheI and XhoI of pEGFP-N1 (Clontech). COS-7 and BHK cells were transfected with plasmid pPILS-AP-EGFP using lipofectamine PLUS as suggested by the supplier (Gibco-BRL). Stable clones expressing recombinant EGFP-tagged PILS-AP were selected by propagation in the presence of G418 (475 mg´mL 21 ). Cells were harvested, washed in NaCl/P i , fixed with 3% formaldehyde in NaCl/P i for 20 min at room temperature and washed in NaCl/P i again. Cells expressing recombinant PILS-AP-EGFP were viewed by an Olympus BH-2 fluorescence microscope equipped with the appropriate filter set, and pictures were recorded with an Olympus camera.", "cite_spans": [{"start": 230, "end": 234, "text": "[16]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Materials"}, {"text": "A 32-bp NotI±PstI fragment encoding the Flag epitope (DYKDDDDK) was introduced into the baculovirus transfer expression plasmid pBacPak9 (Clontech). A 1-kb fragment of PILS-AP including the start ATG codon (bold) was amplified by PCR with primers Fmut1 GGGGTACCGAGCTCAAA-TATGCCCTCTCTTCTTTCCCTAGTA and R960 (reverse complementary to nucleotides 940±980) introducing a SacI restriction site (underlined) in front of the start ATG codon (bold) and used to replace the corresponding sequences of the cDNA. The complete ORF of the resulting clone was excised by SacI±XhoI digestion and fused in frame N-terminal to the Flag epitope bearing pBacPak9 creating pBac-PILS-AP-Flag. The encoded protein thus differs only by the presence of 17 additional residues at the C-terminus that allowed immunocytochemical detection. Recombinant baculovirus was produced with the BaculoGold System as recommended by the supplier (Pharmingen, San Diego, CA, USA) using empty pBacPAK9 as control and pBac-PILS-AP-Flag together with linearized BaculoGold AvNPV DNA. Single viruses were isolated by plaque assay, amplified and used to infect cultures of 50 mL Sf 9 cells grown in Grace's Insect Medium (Gibco-BRL). Four days after infection, cells were harvested by centrifugation and washed three times with NaCl/P i . The resulting cell pellet was homogenized on ice in 30 mL 20 mm sodium phosphate buffer, pH 7.3, with the aid of a glass/Teflon homogenizer. Crude cell fractionation was achieved by successive centrifugation at 3000 g for 10 min and 75 000 g for 2 h. The pellets were washed twice with NaCl/P i and resuspended in 10 mL 20 mm sodium phosphate buffer, pH 7.3. Protein concentrations were determined using the Bio-Rad protein assay with BSA as standard.", "cite_spans": [], "ref_spans": [], "section": "Expression of recombinant protein in Sf 9 insect cells"}, {"text": "Total RNA was prepared from various rat tissues by use of RNeasy columns as suggested by the supplier (Qiagen). Samples (30 mg per lane) were size-fractionated in a denaturing formaldehyde/agarose gel, capillary-transferred to a nylon membrane (Nytran NY 12 N; Schleicher & Schuell, Dassel, Germany) and analyzed under high-stringency conditions. Rat and mouse genomic DNA was isolated by standard methods and completely digested by the indicated restriction endonucleases. The fragments were size-fractionated in 1.0% agarose gels, denaturated and capillary-transferred to the membrane. Hybridizations were carried out at 42 8C (Northern blot) or 38 8C (Southern blot) in 50% formamide, 6 Â NaCl/P i /EDTA (1 Â NaCl/P i /EDTA 0.15 m NaCl, 10 mm sodium phosphate, 1 mm EDTA, pH 7.4), 0.5% SDS and 100 mg´mL 21 salmon sperm DNA with randomly labeled cDNA probes of high specific activity (. 10 9 c.p.m.´mg 21 ). The PCR fragment was used as a probe for the Northernblot analysis, and an N-terminal fragment including the 5 H UTR and the first 260 bp of rat PILS-AP coding sequence was used as a probe for Southern-blot analysis. After extensive washing to final stringencies of 0.1 Â NaCl/P i / EDTA/0.3% SDS for 30 min at 60 8C (Northern blot) or 0.2 Â NaCl/P i /EDTA/0.3% SDS for 30 min at 55 8C (Southern blot), the signals were detected by exposure to X-ray films (XOMat; Kodak) and quantified by analysis with a phosphorimager (Fujix BAS 1000; Fuji). The signals obtained for glyceraldehyde-3-phosphate dehydrogenase mRNA were used to calculate relative expression levels.", "cite_spans": [], "ref_spans": [], "section": "Northern-blot and Southern-blot analysis"}, {"text": "Western-blot analysis SDS/PAGE was carried out as described by Laemmli [17] . In brief, 10 mg protein was separated in 7.5% acrylamide gels and transferred by use of a semidry electrophoretic transfer cell (Bio-Rad) on to nitrocellulose membranes (Immobilon; Millipore). Blots were blocked with 1% BSA in 50 mm Tris/HCl, pH 7.5, containing 150 mm NaCl and 0.05% Tween 20, at room temperature for 3 h. Monoclonal primary antibodies to FLAG (anti-FLAG M2; Integra Biosciences, Fernwald, Germany) were applied for 5 h at room temperature in the same buffer and detected by the enzymatic activity of secondary anti-mouse alkaline phosphatase-conjugated IgG (Bio-Rad). The molecular masses were assessed by comparison with a high-range molecular-mass marker (Boehringer-Mannheim).", "cite_spans": [{"start": 71, "end": 75, "text": "[17]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Northern-blot and Southern-blot analysis"}, {"text": "Recombinant PILS-AP was produced in Sf 9 cells as described above. Aminopeptidase activity was measured in the crude homogenates from the control virus-infected and PILS-APinfected Sf 9 cells. Standard assays were performed with 5 mg protein diluted in 0.5 mL 20 mm sodium phosphate buffer, pH 7.3. To suppress endogenous aminopeptidase activity of Sf 9 cells, all reaction buffers were supplemented with 5 mm puromycin. The reaction was started by adding 500 mL 0.2 mm substrate (aminoacyl b-naphthylamide derivatives in 20 mm sodium phosphate buffer, pH 7.3), and the incubation was allowed to proceed at 30 8C for 30 min. Liberated b-naphthylamide was determined by fluorescence spectrometry (excitation at 340 nm, emission at 410 nm) using a Perkin± Elmer LS-3B fluorescence spectrometer [18] . For the determination of substrate specificity, all 20 proteinogenic aminoacyl b-naphthylamide derivatives were assayed as described above; for Cys-b-naphthylamide, the reaction buffer was supplemented with 1 mm dithiothreitol.", "cite_spans": [{"start": 792, "end": 796, "text": "[18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Assay for aminopeptidase activity"}, {"text": "For inhibitor studies, the indicated substances were preincubated with the enzyme on ice for 5 min unless stated otherwise. Kinetic constants were determined for both Leu-b-naphthylamide and Met-b-naphthylamide hydrolysis by Lineweaver±Burk analysis. The two substrates were prepared separately at concentrations ranging from 5 to 1000 mm, and initial velocities were calculated. The reaction was started by adding 5 mg protein in 10 mL 20 mm sodium phosphate buffer, pH 7.3, to the prewarmed substrates. For analysis of the pH-dependence, Leu-b-naphthylamide hydrolysis was determined in the pH range 5.5±9 with 20 mm sodium phosphate buffer. Temperature dependence was determined by analyzing Leu-b-naphthylamide hydrolysis at 25 260 8C under standard assay conditions. All members of family M1 of Zn-dependent aminopeptidases share two well-conserved peptide motifs of six to seven residues. To characterize additional members (e.g. aminopeptidase W) that might belong to this family, completely degenerated oligonucleotides were deduced and used to amplify the respective cDNA fragments from rat pituitary. Among the products obtained was one fragment that was highly homologous but did not match perfectly to any of the known aminopeptidases. Using this PCR product as a probe, we isolated three independent clones from a rat pineal-gland cDNA library. The largest (no. 20) contained a cDNA insert of 5 kb; the others (nos 6 and 11) had inserts of 2.9 and 2.7 kb, respectively (Fig. 1A) . Despite the differences in total size, clones 11 and 20 had the same 5 H -terminal sequences (except for three more nucleotides in clone 20) and identical 3 H ends [except for a longer poly(A) tail in clone 11]. Clone 6 was identical with clone 11 except for the first 257 nucleotides, which were missing. Clones 20 and 11 were sequenced completely. The sequences were identical except for an inserted fragment of 2.1 kb in clone 20 starting at nucleotide 2697. Alignment with the other members of family M1 revealed that this position maps to an exon/intron boundary in human aminopeptidase N [19] , mouse aminopeptidase A [20] , and human TRH-DE [21] . The putative retained intron in clone 20 displays the invariant splice site consensus residues (AGgt±agGT), and the splice acceptor site is preceded by a pyrimidine-rich sequence (75% pyrimidines within the 20 nucleotides in front of the GT-acceptor site). Interestingly, the sequences of both the 5 H end of this intron and the 5 H end of the following exon are very similar, and the first 10 nucleotides display 80% identity (consensus: GTAAARGGRT). This may explain a high rate of alternative usage as the acceptor site (see Fig. 2B for details).", "cite_spans": [{"start": 2088, "end": 2092, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 2118, "end": 2122, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 2142, "end": 2146, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 1482, "end": 1491, "text": "(Fig. 1A)", "ref_id": "FIGREF0"}, {"start": 2677, "end": 2684, "text": "Fig. 2B", "ref_id": "FIGREF1"}], "section": "Assay for aminopeptidase activity"}, {"text": "cDNA sequence analysis", "cite_spans": [], "ref_spans": [], "section": "Assay for aminopeptidase activity"}, {"text": "The first Met codon (nucleotides 61±63) is located within a sequence (GCAAGCATGC) resembling the Kozak consensus sequence for translational initiation (GCCRCCATGG), although it is not optimal [22] . It is preceded by a short 5 H UTR that contains three in-frame stop codons (at nucleotides 10, 16 and 46). Alternative ATG initiation codons further downstream (nucleotides 152, 178, 212) do not match the consensus sequence to a higher degree. The longest ORF starts at the aforementioned ATG (nucleotide 61) and encodes a protein of 930 amino acids with a calculated molecular mass of 106 kDa (Fig. 1B) . Hydropathy analysis using the Kyte and Doolittle algorithm [23] predicts a single hydrophobic region at the N-terminus (Fig. 1C) . A network-based analysis employing the signal prediction server SignalP V1.1 (http://genome.cbs.dtu.dk/services/SignalP/index.html) predicts this stretch to represent an N-terminal signal sequence ( Fig. 2A) . The size of the predicted signal peptide agrees well with the average length of 22.6 residues, as determined from over 1000 individual eukaryotic signal sequences [24] . The consensus sequence for Zn-dependent metallopetidases His-Glu-Xaa-Xaa-His is found at residues 342±346 and followed by a second Glu separated by 18 residues, which has been shown to participate in Zn binding [25] . A third Glu (residue 309) is found at a conserved position in the context of the invariant triad Met-Glu-Asn shared by all M1 members. Sitedirected mutagenesis studies with aminopeptidase N characterized this residue to be involved in the binding of the free N-terminus of the substrate [26] . Another residue (Tyr427) is found at a conserved distance from the Zn-binding motif in a homologous environment and has been shown to participate in stabilizing the transition-state complex in aminopeptidase A [27] . The sequence predicts six potential N-glycosylation sites and four O-glycosylations sites. The 3 H UTR extends for only 60 nucleotides and contains a polyadenylation signal like sequence AGTAAA (nucleotides 2890±2896) at a distance of 15 nucleotides from the poly(A) tail. The finding that all three independent clones share the same site of polyadenylation indicates that it should represent the authentic 3 H end of the transcript. The same applies for the 5 H end, as it is shared by two of the isolated clones and the 3-nucleotide longer version of clone 20 aligns perfectly with a recently released mouse expressed sequence tag (accession no. AT119040, GI:3519364), which shows 92% identity over its total length of 605 nucleotides, indicating that it partially represents the mouse ortholog of PILS-AP.", "cite_spans": [{"start": 192, "end": 196, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 664, "end": 668, "text": "[23]", "ref_id": "BIBREF23"}, {"start": 1109, "end": 1113, "text": "[24]", "ref_id": "BIBREF24"}, {"start": 1327, "end": 1331, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 1621, "end": 1625, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 1838, "end": 1842, "text": "[27]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 593, "end": 602, "text": "(Fig. 1B)", "ref_id": "FIGREF0"}, {"start": 724, "end": 733, "text": "(Fig. 1C)", "ref_id": "FIGREF0"}, {"start": 935, "end": 943, "text": "Fig. 2A)", "ref_id": "FIGREF1"}], "section": "Assay for aminopeptidase activity"}, {"text": "A comparison of the deduced amino-acid sequence with the NCBI protein database revealed strong homology to other mammalian Zn-dependent aminopeptidases. Greatest similarity is found for KIAA0525, a 6.3-kb cDNA isolated from a human brain cDNA library [28] . This sequence seems to represent the major part of the human ortholog without the initiation codon, the potential signal peptide, and the following 42 N-terminal residues. Among the functionally characterized M1 family members, rat insulin-regulated aminopeptidase and its human ortholog placental leucine aminopeptidase/oxytocinase display greatest similarity (46% amino-acid identity). With respect to the other mammalian Zn-dependent aminopeptidases, overall amino-acid identity ranges from 32% for mouse PSA, 32% for rat TRH-DE, 32% for mouse aminopeptidase A, 31% for rat aminopeptidase N to 23% for rat aminopeptidase B and 22% for rat leukotriene-A4 hydrolase. The similarities are highest around the Zn-binding motif in the region that was used for the PCR-based cloning (Fig. 3 ).", "cite_spans": [{"start": 251, "end": 255, "text": "[28]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 1037, "end": 1044, "text": "(Fig. 3", "ref_id": "FIGREF3"}], "section": "Homology to other peptidases"}, {"text": "To analyze the enzymatic properties, PILS-AP was expressed by baculovirus-mediated transfection of Sf 9 insect cells. Immunoreactive FLAG-tagged fusion proteins were detected by Western-blot analysis as a doublet migrating at 110 kDa and 100 kDa (Fig. 4) . The recombinant enzyme displayed aminopeptidase activity. Cell fractionation yielded the majority of active PILS-AP in the high-speed supernatant as a soluble enzyme. This preparation was used for characterization of the enzymatic properties of PILS-AP. Of the 20 aminoacyl-bnaphthylamide derivatives tested, only Leu-b-naphthylamide and Met-b-naphthylamide were effectively cleaved (Fig. 5) .", "cite_spans": [], "ref_spans": [{"start": 246, "end": 254, "text": "(Fig. 4)", "ref_id": "FIGREF4"}, {"start": 640, "end": 648, "text": "(Fig. 5)", "ref_id": "FIGREF5"}], "section": "Functional expression"}, {"text": "Comparing the relative activities under the conditions described, Leu-b-naphthylamide turned out to be a four times better substrate than Met-b-naphthylamide. Hydrolysis of the remaining aminoacyl-b-naphthylamide derivatives was minimal (, 2% of Leu-b-naphthylamide hydrolysis). Aminopeptidase activity obeyed Michaelis±Menten kinetics. Analysis by a Lineweaver±Burk plot yielded a graph of first order leading to a K m value of 65.4 mm for Leu-b-naphthylamide hydrolysis (Fig. 6A ) and 77.4 mm for Met-b-naphthylamide hydrolysis. Analysis of the temperature-dependence and pHdependence for Leu-b-naphthylamide hydrolysis showed optimal enzymatic activities at 40 8C and at pH 8.0 (Fig. 6B,C) .", "cite_spans": [], "ref_spans": [{"start": 472, "end": 480, "text": "(Fig. 6A", "ref_id": null}, {"start": 681, "end": 692, "text": "(Fig. 6B,C)", "ref_id": null}], "section": "Functional expression"}, {"text": "Various chemicals were tested for their effects on PILS-AP activity (Table 1 ). Puromycin turned out not to inhibit the activity of the recombinant enzyme but effectively reduced background aminopeptidase activity from Sf 9 cells (Fig. 5) . Thus, all reaction buffers for the other substances were supplemented with 5 mm puromycin. The serine protease inhibitor di-isopropyl fluorophosphate and the SH-groupreactive agent 2-iodoacetamide were without effect. Strong inhibition was achieved with l-leucinethiol, a very effective inhibitor of porcine aminopeptidase N [29] . Dithiothreitol inhibited PILS-AP only at exceedingly high concentrations. The cation chelator 1,10-phenanthroline effectively inhibited PILS-AP activity, but not the isomers 1,7-phenanthroline and 4,7-phenanthroline. The effects of EDTA were only moderately dependent on concentration, but showed a strong dependence on preincubation time; almost complete inactivation of PILS-AP activity was observed after a preincubation period of 10 days.", "cite_spans": [{"start": 566, "end": 570, "text": "[29]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 68, "end": 76, "text": "(Table 1", "ref_id": null}, {"start": 230, "end": 238, "text": "(Fig. 5)", "ref_id": "FIGREF5"}], "section": "Effects of proteinase inhibitors"}, {"text": "The expression of PILS-AP in rat tissues was assessed by Northern-blot analysis employing the PCR product corresponding to the Zn-binding region as a radioactive probe. Transcripts were easily detected by overnight exposure, Fig. 6 . Determination of K m and temperature-dependence and pHdependence for Leu-b-naphthylamide hydrolysis by recombinant PILS-AP. Sf 9 cells were infected with PILS-AP encoding virus, homogenized and a high-speed supernatant was prepared. The rate of Leu-b-naphthylamide hydrolysis was measured under the conditions described; all data were recorded in triplicate. (A) K m was determined by Lineweaver±Burk analysis. (B) Temperature-dependence was determined over the range 25±60 8C. (C) pH-dependence was analyzed from pH 5.5 to pH 9.0. Fig. 7 . Northern-blot analysis. PILS-AP cDNA fragments were radioactively labeled and used to hybridize a nylon membrane with size-separated preparations of RNA from rat tissues (ova, ovaries; int, intestine; adr, adrenals; kid, kidney; spl, spleen; liv, liver; sto, stomach; hrt, heart; lun, lung; thy, thymus; cor, cortex cerebrum; pit, pituitary gland; pin, pineal gland). The 28S rRNA and 18S rRNA bands are indicated. GPDH, glyceraldehyde-3-phosphate dehydrogenase.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 231, "text": "Fig. 6", "ref_id": null}, {"start": 766, "end": 772, "text": "Fig. 7", "ref_id": null}], "section": "Distribution of PILS-AP mRNA in rat tissues"}, {"text": "indicating relatively high expression levels (Fig. 7) . A major band of 3.1 kb was detected in the total RNA preparations from a wide range of rat tissues, with higher staining intensities in the normalized samples from adrenals, spleen, lung, and thymus. An additional less intense band running around the position of the 28S rRNA (i.e. at 5 kb) was observed in all RNA preparations analyzed and especially from cultured cell lines (rat somatomammotropic GH3 cells or fibroblast-like rat-1 cells).", "cite_spans": [], "ref_spans": [{"start": 45, "end": 53, "text": "(Fig. 7)", "ref_id": null}], "section": "Distribution of PILS-AP mRNA in rat tissues"}, {"text": "Genomic DNA from rat kidney and mouse brain was digested to completion by a variety of restriction endonucleases, and the fragments were separated according to size and blotted. The N-terminal fragment including the 5 H UTR and the first 260 bp of rat PILS-AP coding sequence was used as a probe. The simple pattern of bands observed indicates that PILS-AP is encoded by a single-copy gene in mouse and rat and that the rodent sequences are highly homologous (not shown).", "cite_spans": [], "ref_spans": [], "section": "Southern-blot analysis"}, {"text": "To investigate the subcellular distribution of PILS-AP, crude cell fractionation was performed with Sf 9 cells expressing the recombinant enzyme bearing a C-terminal FLAG-tag (Fig. 4) . The high-speed supernatant contained . 80% of PILS-AP activity; some activity was also found in the 3000 g pellet and in the 75 000 g pellet (not shown). To analyze its distribution in mammalian cells, BHK and COS-7 cells were transfected with expression plasmids encoding EGFP (pEGFP) or a fusion protein of PILS-AP with EGFP at the C-terminus (pPILS-AP-EGFP). Stable transformants were selected by G418 treatment, grown on glass slides, fixed and examined with a fluorescence microscope. Cells transfected with pEGFP showed bright fluorescence distributed over the whole cell body (not shown). The fluorescence signals from pPILS-AP-EGFPtransfected cells were considerably lower in intensity but focused on and specifically localized to vesicular structures (Fig. 8 ).", "cite_spans": [], "ref_spans": [{"start": 175, "end": 183, "text": "(Fig. 4)", "ref_id": "FIGREF4"}, {"start": 946, "end": 953, "text": "(Fig. 8", "ref_id": "FIGREF6"}], "section": "Subcellular distribution"}, {"text": "The brain and pituitary possess a large array of proteolytic enzymes engaged in the metabolism of biologically active neuropeptides. While working on the highly specific metallopeptidase TRH-DE, we realized that there were similarities to the published data on the X-Trp-specific hydrolase (aminopeptidase W, EC 3.4.11.16) with respect to size, Zn-dependence, topology and neuronal localization [30, 31] .", "cite_spans": [{"start": 395, "end": 399, "text": "[30,", "ref_id": "BIBREF30"}, {"start": 400, "end": 403, "text": "31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "D I S C U S S I O N"}, {"text": "Thus we rationalized that it should belong to the same family of metallopeptidases, and therefore started a PCR-based screening approach. The cDNA clones isolated seem to represent the major and a minor incompletely/alternatively spliced transcript of a new member of family M1 of Zn-dependent metallopeptidases (PILS-AP). Its mRNA is easily detected in all rat tissues and cell lines analyzed so far, indicating ubiquitous expression. Moreover, expressed sequence tags from mouse and man can be assigned to represent PILS-AP orthologs by displaying a high degree of sequence conservation. In man, these sequences have been derived from various cDNA sources (heart, pancreas, fat, ovary, testis, etc.), thus corroborating its widespread distribution. The primary sequence of PILS-AP, as predicted from the major transcript, contains all of the known functionally important residues shared by the members of family M1 of Zn-dependent aminopeptidases. Besides these homologies, important differences in substrate specificity, the subcellular localization and enzyme chemical characteristics are evident, indicating that PILS-AP is not aminopeptidase W, but an as yet uncharacterized enzyme. PILS-AP does not accept basic or acidic substrates like aminopeptidase A, aminopeptidase B or leukotriene-A4 hydrolase. The other M1 members, i.e. insulinregulated aminopeptidase (placental leucine aminopeptidase/ oxytocinase), aminopeptidase N and PSA, prefer neutral and/or hydrophobic residues. This preference partially overlaps with the spectrum of PILS-AP, but its limited substrate range, i.e. Leu-b-naphthylamide and Met-b-naphthylamide as the sole aminoacyl-b-naphthylamide derivatives accepted, clearly distinguishes it from these aminopeptidases, which also hydrolyze chemically similar residues such as Val-b-naphthylamide or Ile-b-naphthylamide to a comparable degree. Another striking difference from PSA is the insensitivity of PILS-AP to puromycin, a substance that in our expression system, i.e. Sf 9 cells, was able to inhibit the endogenous insect Leu-cleaving activities almost completely. Recently the purification of a neuron-specific Leu-cleaving aminopeptidase from rat brain has been described [32] . Although the substrate specificity is very similar (Leu and Met derivatives as the preferred substrates), the clear difference in sensitivity towards puromycin again allows unequivocal discrimination. Another well-characterized Leu-preferring aminopeptidase is the ubiquitously expressed cytosolic leucine aminopeptidase, which has been best characterized from bovine lens [33] . It is a soluble hexameric Zn-dependent enzyme composed of identical subunits of 54 kDa each in its native form. Several leucine aminopeptidases from various organisms have been characterized and collectively constitute clan MF, family M17 of cocatalytic leucyl-metallopeptidases [34] . Again, these enzymes differ from PILS-AP by sequence and by the relaxed substrate specificity hydrolyzing Leu-b-naphthylamide and most N-terminal amino acids with comparable rates [35] . Moreover, the identity of mammalian leucine aminopeptidase (EC 3.4.11.1) with proline aminopeptidase (EC 3.4.11.5) has been demonstrated [36] . In addition, the K m for Leu-bnaphthylamide hydrolysis by leucine aminopeptidase is substantially higher (250 mm vs. 65 mm for PILS-AP) and leucine aminopeptidase is clearly more sensitive to l-leucinethiol and to the naturally occurring inhibitors bestatin and amastatin. With respect to the metal-chelating inhibitors, PILS-AP could be effectively inhibited by 1,10 phenanthroline and EDTA. This was expected in analogy with the other M1 members, but interestingly the effect of EDTA became maximal only after prolonged preincubation periods, which is generally not the case for the other metallopeptidases. The observed kinetics of inhibition of PILS-AP with EDTA is very reminiscent of the EDTA effects on TRH-DE, the only M1 family member with high substrate specificity that is known to have a highly conserved structure [21] and to bind Zn 21 very tightly [37] . An even more pronounced time-dependence was observed for astacin, a small metallopeptidase from crayfish, for which a 200-h preincubation period was necessary to obtain 50% inhibition [38] . Taken together, the substrate spectrum of PILS-AP is strikingly limited, and the sensitivity towards various inhibitors is consistent with a Zn-dependent enzyme which binds the metal ion tightly. The deduced primary structure predicts a cleavable signal peptide for the N-terminus. This feature is unique among the currently known mammalian M1 family members. Aminopeptidase A, aminopeptidase N, insulinregulated aminopeptidase and TRH-DE contain N-terminal domains of 23±25 consecutive hydrophobic residues which anchor these peptidases as type-II ectoenzymes. In contrast, PSA is a cytosolic enzyme which may functionally interact with proteasomes [11] . Although it has been found partially associated with membrane, this interaction is clearly different from integral membrane proteins, and the active site was localized within the cytosol [39] . Aminopeptidase B and the closely related leukotriene-A4 hydrolase are soluble enzymes which can be found as secreted aminopeptidases, although no classical signal peptide can be predicted in the primary sequences. With respect to PILS-AP, our analysis of the subcellular localization of the EGFP-fusion proteins in mammalian cells argues in favor of the functionality of its signal peptide. The nature of the vesicles to which the enzyme was targeted and the possibility of regulated secretion remain crucial questions to be addressed in the future. Given the high homology to the other M1 members and the widespread expression of PILS-AP, the narrow substrate specificity is a rather atypical feature among the known peptidases [40] , and it is increasingly puzzling that nature developed such a multitude of peptidases which are all capable of cleaving N-terminal Leu residues.", "cite_spans": [{"start": 2208, "end": 2212, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 2588, "end": 2592, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 2874, "end": 2878, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 3061, "end": 3065, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 3205, "end": 3209, "text": "[36]", "ref_id": "BIBREF37"}, {"start": 4039, "end": 4043, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 4075, "end": 4079, "text": "[37]", "ref_id": "BIBREF38"}, {"start": 4266, "end": 4270, "text": "[38]", "ref_id": "BIBREF39"}, {"start": 4923, "end": 4927, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 5117, "end": 5121, "text": "[39]", "ref_id": "BIBREF40"}, {"start": 5853, "end": 5857, "text": "[40]", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "D I S C U S S I O N"}, {"text": "We thank Birgit Ku Èhlein, Anke Rosebrock and Uwe Grunenberg for expert technical assistance, Ralf Sigmund for valuable help with computer-based analysis, Anne Po Ètter for help with the insect cell culture, Rudi Bauerfeind and Beate Sodeik for experienced support with fluorescence microscopy, Stefan Turwitt, Theofilos Papadopoulos, Roland Rabeler, Daniel Brauer and Silke Tillmanns for stimulating discussions, and Valerie Ashe for linguistic help. This work was supported by the Deutsche Forschungsgemeinschaft.", "cite_spans": [], "ref_spans": [], "section": "A C K N O W L E D G E M E N T S"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Peptidases, peptides, and the mammalian blood±brain barrier", "authors": [{"first": "J", "middle": [], "last": "Brownlees", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Williams", "suffix": ""}], "year": 1993, "venue": "J. Neurochem", "volume": "60", "issn": "", "pages": "793--780", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Evolutionary families of peptidases", "authors": [{"first": "N", "middle": ["D"], "last": "Rawlings", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Barrett", "suffix": ""}], "year": 1993, "venue": "Biochem. J", "volume": "290", "issn": "", "pages": "205--218", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Handbook of Proteolytic Enzymes", "authors": [{"first": "A", "middle": ["J"], "last": "Barrett", "suffix": ""}, {"first": "N", "middle": ["D"], "last": "Rawlings", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Woessner", "suffix": ""}], "year": 1998, "venue": "pp. 994±1032", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Cell-Surface Peptidases in Health and Disease", "authors": [{"first": "O", "middle": [], "last": "Noren", "suffix": ""}, {"first": "H", "middle": [], "last": "Sjo Èstro Èm", "suffix": ""}, {"first": "J", "middle": [], "last": "Olson", "suffix": ""}], "year": 1997, "venue": "pp. 175±192. BIOS Scientific Publishers Ltd", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cell-Surface Peptidases in Health and Disease", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Cooper", "suffix": ""}], "year": 1997, "venue": "pp. 193±202. BIOS Scientific Publishers Ltd", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Inactivation of thyrotropin-releasing hormone (TRH) by the hormonally regulated TRH-degrading ectoenzyme: a potential regulator of TRH-signals?", "authors": [{"first": "K", "middle": [], "last": "Bauer", "suffix": ""}], "year": 1995, "venue": "Trends Endocrinol. Metab", "volume": "6", "issn": "", "pages": "101--105", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Cloning and characterization of a novel insulin-regulated membrane aminopeptidase from Glut4 vesicles", "authors": [{"first": "S", "middle": ["R"], "last": "Keller", "suffix": ""}, {"first": "H", "middle": ["M"], "last": "Scott", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Mastick", "suffix": ""}, {"first": "R", "middle": [], "last": "Aebersold", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Lienhard", "suffix": ""}], "year": 1995, "venue": "J. Biol. Chem", "volume": "270", "issn": "", "pages": "23612--23618", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Aminopeptidase-B in the rat testes: isolation, functional properties and cellular localization in the seminiferous tubules", "authors": [{"first": "S", "middle": [], "last": "Cadel", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Pierotti", "suffix": ""}, {"first": "T", "middle": [], "last": "Foulon", "suffix": ""}, {"first": "C", "middle": [], "last": "Creminon", "suffix": ""}, {"first": "N", "middle": [], "last": "Barre", "suffix": ""}, {"first": "D", "middle": [], "last": "Segretain", "suffix": ""}, {"first": "P", "middle": [], "last": "Cohen", "suffix": ""}], "year": 1995, "venue": "Mol. Cell. Endocrinol", "volume": "110", "issn": "", "pages": "149--160", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Leukotriene A4 hydrolase in the human lung. Inactivation of the enzyme with leukotriene A4 isomers", "authors": [], "year": null, "venue": "J. Biol. Chem", "volume": "262", "issn": "", "pages": "10200--10205", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Leukotriene A4 hydrolase: an epoxide hydrolase with peptidase activity", "authors": [{"first": "J", "middle": ["Z"], "last": "Haeggstro Èm", "suffix": ""}, {"first": "A", "middle": [], "last": "Wetterholm", "suffix": ""}, {"first": "B", "middle": ["L"], "last": "Vallee", "suffix": ""}, {"first": "B", "middle": [], "last": "Samuelsson", "suffix": ""}], "year": 1990, "venue": "Biochem. Biophys. Res. Commun", "volume": "173", "issn": "", "pages": "431--437", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Puromycin-sensitive aminopeptidase. Sequence analysis, expression, and functional characterization", "authors": [{"first": "D", "middle": ["B"], "last": "Constam", "suffix": ""}, {"first": "A", "middle": ["R"], "last": "Tobler", "suffix": ""}, {"first": "A", "middle": [], "last": "Rensing-Ehl", "suffix": ""}, {"first": "I", "middle": [], "last": "Kemler", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Hersh", "suffix": ""}, {"first": "A", "middle": [], "last": "Fontana", "suffix": ""}], "year": 1995, "venue": "J. Biol. Chem", "volume": "270", "issn": "", "pages": "26931--26939", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Thyroid hormones rapidly and stringently regulate the messenger RNA levels of the thyrotropinreleasing hormone (TRH) receptor and the TRH-degrading ectoenzyme", "authors": [{"first": "L", "middle": [], "last": "Schomburg", "suffix": ""}, {"first": "K", "middle": [], "last": "Bauer", "suffix": ""}], "year": 1995, "venue": "Endocrinology", "volume": "136", "issn": "", "pages": "3480--3485", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Molecular Cloning: a Laboratory Manual", "authors": [{"first": "J", "middle": [], "last": "Sambrook", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Fritsch", "suffix": ""}, {"first": "T", "middle": [], "last": "Maniatis", "suffix": ""}], "year": 1989, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "PROSITE: a dictionary of sites and patterns in proteins", "authors": [{"first": "A", "middle": [], "last": "Bairoch", "suffix": ""}], "year": 1991, "venue": "Nucleic Acids Res", "volume": "19", "issn": "", "pages": "2241--2245", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Protein database searches for multiple alignments", "authors": [{"first": "S", "middle": ["F"], "last": "Altschul", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Lipman", "suffix": ""}], "year": 1990, "venue": "Proc. Natl Acad. Sci. USA", "volume": "87", "issn": "", "pages": "5509--5513", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "FACS-optimized mutants of the green fluorescent protein (GFP)", "authors": [{"first": "B", "middle": ["P"], "last": "Cormack", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Valdivia", "suffix": ""}, {"first": "S", "middle": [], "last": "Falkow", "suffix": ""}], "year": 1996, "venue": "Gene", "volume": "173", "issn": "", "pages": "33--38", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4", "authors": [{"first": "U", "middle": ["K"], "last": "Laemmli", "suffix": ""}], "year": 1970, "venue": "Nature", "volume": "", "issn": "", "pages": "680--685", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Fluorometric measurement of alkaline phosphatase and aminopeptidase activities in the order of 10(-14) mole", "authors": [{"first": "L", "middle": ["J"], "last": "Greenberg", "suffix": ""}], "year": 1962, "venue": "Biochem. Biophys. Res. Commun", "volume": "9", "issn": "", "pages": "430--435", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Human aminopeptidase N is encoded by 20 exons", "authors": [{"first": "C", "middle": [], "last": "Lerche", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Vogel", "suffix": ""}, {"first": "L", "middle": ["H"], "last": "Shapiro", "suffix": ""}, {"first": "O", "middle": [], "last": "Nore Ân", "suffix": ""}, {"first": "H", "middle": [], "last": "Sjo Èstro Èm", "suffix": ""}], "year": 1996, "venue": "Mammal. Genome", "volume": "7", "issn": "", "pages": "712--713", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The mouse BP-1 gene: structure, chromosomal localization, and regulation of expression by type I interferons and interleukin-7", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Walker", "suffix": ""}, {"first": "Q", "middle": [], "last": "Lin", "suffix": ""}, {"first": "N", "middle": [], "last": "Jenkins", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Copeland", "suffix": ""}, {"first": "T", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "P", "middle": ["D"], "last": "Burrows", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Cooper", "suffix": ""}], "year": 1996, "venue": "Genomics", "volume": "33", "issn": "", "pages": "167--176", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Human TRH-degrading ectoenzyme cDNA cloning, functional expression, genomic structure and chromosomal assignment", "authors": [{"first": "L", "middle": [], "last": "Schomburg", "suffix": ""}, {"first": "S", "middle": [], "last": "Turwitt", "suffix": ""}, {"first": "G", "middle": [], "last": "Prescher", "suffix": ""}, {"first": "D", "middle": [], "last": "Lohmann", "suffix": ""}, {"first": "B", "middle": [], "last": "Horsthemke", "suffix": ""}, {"first": "K", "middle": [], "last": "Bauer", "suffix": ""}], "year": 1999, "venue": "Eur. J. Biochem", "volume": "265", "issn": "", "pages": "415--422", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Structural features in eukaryotic mRNAs that modulate the initiation of translation", "authors": [{"first": "M", "middle": [], "last": "Kozak", "suffix": ""}], "year": 1991, "venue": "J. Biol. Chem", "volume": "266", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "A simple method for displaying the hydropathic character of a protein", "authors": [{"first": "J", "middle": [], "last": "Kyte", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Doolittle", "suffix": ""}], "year": 1982, "venue": "J. Mol. Biol", "volume": "157", "issn": "", "pages": "105--132", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Identification of prokaryotic and eukaryotic signal peptides and prediction of their cleavage sites", "authors": [{"first": "H", "middle": [], "last": "Nielsen", "suffix": ""}, {"first": "J", "middle": [], "last": "Engelbrecht", "suffix": ""}, {"first": "S", "middle": [], "last": "Brunak", "suffix": ""}, {"first": "G", "middle": [], "last": "Von Heijne", "suffix": ""}], "year": 1997, "venue": "Protein Eng", "volume": "10", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A unique signature identifies a family of zinc-dependent metallopeptidases", "authors": [{"first": "C", "middle": ["V"], "last": "Jongeneel", "suffix": ""}, {"first": "J", "middle": [], "last": "Bouvier", "suffix": ""}, {"first": "A", "middle": [], "last": "Bairoch", "suffix": ""}], "year": 1989, "venue": "FEBS Lett", "volume": "242", "issn": "", "pages": "211--214", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Characterization of Glu350 as a critical residue involved in the N-terminal amine binding site of aminopeptidase N (EC 3.4.11.2): insights into its mechanism of action", "authors": [{"first": "N", "middle": [], "last": "Luciani", "suffix": ""}, {"first": "C", "middle": [], "last": "Marie-Claire", "suffix": ""}, {"first": "E", "middle": [], "last": "Ruffet", "suffix": ""}, {"first": "A", "middle": [], "last": "Beaumont", "suffix": ""}, {"first": "B", "middle": ["P"], "last": "Roques", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fournie-Zaluski", "suffix": ""}], "year": 1998, "venue": "Biochemistry", "volume": "37", "issn": "", "pages": "686--692", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "A tyrosine residue essential for catalytic activity in aminopeptidase A", "authors": [{"first": "G", "middle": [], "last": "Vazeux", "suffix": ""}, {"first": "X", "middle": [], "last": "Iturrioz", "suffix": ""}, {"first": "P", "middle": [], "last": "Corvol", "suffix": ""}, {"first": "C", "middle": [], "last": "Llorens-Corte Ás", "suffix": ""}], "year": 1997, "venue": "Biochem. J", "volume": "327", "issn": "", "pages": "883--889", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Prediction of the coding sequences of unidentified human genes. IX. The complete sequences of 100 new cDNA clones from brain which can code for large proteins in vitro", "authors": [{"first": "T", "middle": [], "last": "Nagase", "suffix": ""}, {"first": "K", "middle": [], "last": "Ishikawa", "suffix": ""}, {"first": "N", "middle": [], "last": "Miyajima", "suffix": ""}, {"first": "A", "middle": [], "last": "Tanaka", "suffix": ""}, {"first": "H", "middle": [], "last": "Kotani", "suffix": ""}, {"first": "N", "middle": [], "last": "Nomura", "suffix": ""}, {"first": "O", "middle": [], "last": "Ohara", "suffix": ""}], "year": 1998, "venue": "DNA Res", "volume": "5", "issn": "", "pages": "31--39", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "l-leucinethiol: a potent inhibitor of leucine aminopeptidase", "authors": [{"first": "W", "middle": ["W"], "last": "Chan", "suffix": ""}], "year": 1983, "venue": "Biochem. Biophys. Res. Commun", "volume": "116", "issn": "", "pages": "297--302", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Proteins of the kidney microvillar membrane. Enzymic and molecular properties of aminopeptidase W", "authors": [{"first": "N", "middle": ["S"], "last": "Gee", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kenny", "suffix": ""}], "year": 1987, "venue": "Biochem. J", "volume": "246", "issn": "", "pages": "97--102", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Cellular reorganisation of membrane peptidases in Wallerian degeneration of pig peripheral nerve", "authors": [{"first": "A", "middle": ["J"], "last": "Kenny", "suffix": ""}, {"first": "A", "middle": [], "last": "Bourne", "suffix": ""}], "year": 1991, "venue": "J. Neurocytol", "volume": "20", "issn": "", "pages": "875--885", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "A novel neuron-specific aminopeptidase in rat brain synaptosomes. Its identification, purification, and characterization", "authors": [{"first": "K", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "M", "middle": [], "last": "Saito", "suffix": ""}, {"first": "M", "middle": [], "last": "Hui", "suffix": ""}], "year": 1998, "venue": "J. Biol. Chem", "volume": "273", "issn": "", "pages": "31053--31060", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "X-ray crystallographic determination of the structure of bovine lens leucine aminopeptidase complexed with amastatin: formulation of a catalytic mechanism featuring a gem-diolate transition state", "authors": [{"first": "H", "middle": [], "last": "Kim", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Lipscomb", "suffix": ""}], "year": 1993, "venue": "Biochemistry", "volume": "32", "issn": "", "pages": "8465--8478", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Handbook of Proteolytic Enzymes", "authors": [{"first": "N", "middle": [], "last": "Straeter", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Lipscomb", "suffix": ""}], "year": 1998, "venue": "pp. 1382±1389", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Crystalline leucine aminopeptidase from lens (alpha-aminoacyl-peptide hydrolase", "authors": [{"first": "H", "middle": [], "last": "Henson", "suffix": ""}, {"first": "M", "middle": [], "last": "Frohne", "suffix": ""}], "year": 1976, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Structural and immunological evidence for the identity of prolyl aminopeptidase with leucyl aminopeptidase", "authors": [{"first": "M", "middle": [], "last": "Matsushima", "suffix": ""}, {"first": "T", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "M", "middle": [], "last": "Ichinose", "suffix": ""}, {"first": "K", "middle": [], "last": "Miki", "suffix": ""}, {"first": "K", "middle": [], "last": "Kurokawa", "suffix": ""}, {"first": "K", "middle": [], "last": "Takahashi", "suffix": ""}], "year": 1991, "venue": "Biochem. Biophys. Res. Commun", "volume": "178", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Identification of the thyrotropinreleasing-hormone-degrading ectoenzyme as a metallopeptidase", "authors": [{"first": "G", "middle": [], "last": "Czekay", "suffix": ""}, {"first": "K", "middle": [], "last": "Bauer", "suffix": ""}], "year": 1993, "venue": "Biochem. J", "volume": "290", "issn": "", "pages": "921--926", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Astacus protease: a zinc metalloenzyme", "authors": [{"first": "W", "middle": [], "last": "Sto Ècker", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Wolz", "suffix": ""}, {"first": "R", "middle": [], "last": "Zwilling", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Strydom", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Auld", "suffix": ""}], "year": 1988, "venue": "Biochemistry", "volume": "27", "issn": "", "pages": "5026--5032", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Comparison of the soluble and membrane-bound forms of the puromycin-sensitive enkephalin-degrading aminopeptidases from rat", "authors": [{"first": "S", "middle": ["H"], "last": "Dyer", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Slaughter", "suffix": ""}, {"first": "K", "middle": [], "last": "Orth", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Moomaw", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Hersh", "suffix": ""}], "year": 1990, "venue": "J. Neurochem", "volume": "54", "issn": "", "pages": "547--554", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Are there neuropeptidespecific peptidases?", "authors": [{"first": "A", "middle": ["J"], "last": "Turner", "suffix": ""}, {"first": "R", "middle": [], "last": "Matsas", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Kenny", "suffix": ""}], "year": 1985, "venue": "Biochem. Pharmacol", "volume": "34", "issn": "", "pages": "1347--1356", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Schematic illustration of the cDNA cloning strategy, the major transcript and the deduced protein. (A) Summary of the relative positions of the PCR product and the cDNA clones. Numbers correspond to the composite cDNA. The inserted sequence of clone 20 and the poly(A) tail are indicated. (B) Schematic structure of the major transcript and the deduced protein. Horizontal lines indicate the 5 H UTR and the 3 H UTR. The open box represents the ORF; SP indicates the potential signal peptide, and HEXXH the Zn-binding motif. Arrows and lollipops indicate the positions of predicted O-glycosylation and N-glycosylation sites, respectively. (C) Hydrophobicity profile of the deduced protein.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Deduced primary structure of PILS-AP. (A) Protein sequence deduced from the major 3.1-kb transcript. The amino-acid residues are numbered, the potential N-terminal signal peptide is indicated by italic letters, and the consensus sequence of Zn-dependent aminopeptidases is bold. Arrows indicate the positions of the family-specific primers used; potential O-glycosylation and N-glycosylation sites are underlined. (B) Comparison of the region where the cDNA clones diverge. The consensus sites for intron/exon boundaries are underlined; the potential intronic sequences of cDNA clone 20 are in lower case. Note that the 10 bp following the boundary are highly homologous (indicated by bold letters).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Effect of various protease inhibitors on PILS-AP activity. The indicated substances were preincubated with the enzyme on ice for 5 min and the reaction was started by adding Leu-b-naphthylamide to 0.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Comparison of PILS-AP with the other M1 family members. Alignment of the primary sequences in the most conserved region surrounding the known catalytic residues, Zn ligands and the substrate binding Glu (marked by asterisks). Identical residues conserved in all M1 members are shaded. For clarity, the less homologous sequences of aminopeptidase B and leukotriene-A4 hydrolase have been omitted. IRAP, insulin-regulated aminopeptidase; AP-N, AP-A, aminopeptidases N and A, respectively.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Recombinant expression of PILS-AP in insect cells. Aliquots (10 mg protein per lane) of the Sf9 cell fractions were separated by SDS/ PAGE, and recombinant PILS-AP was detected using antibodies directed against the FLAG-epitope. The molecular mass (kDa) of standard proteins is indicated on the left. H, homogenate; P1, 3000 g pellet; S, high-speed supernatant; P2, high-speed pellet.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Substrate specificity. The aminopeptidase activities towards the indicated aminoacyl-b-naphthylamide derivatives are given. Control and PILS-AP-baculovirus infected Sf9 cells were homogenized, and aliquots of the high-speed supernatants (5 mg protein) were incubated at 30 8C for 30 min with the aminoacyl-b-naphthylamide derivatives (100 mm final concentration) in the presence (1 P) or absence of puromycin (5 mm). Liberated b-naphthylamide was determined fluorimetrically. The activities towards Ala-, Arg-, Asn-, Asp-, Gln-, Glu-, Gly-, His-, Lys-, Pro-, Ser-and Trp-b-naphthylamide were below 0.1 pmol liberated b-naphthylamide´min 21´m g 21 .", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Subcellular distribution. Localization of fluorescent PILS-AP fusion proteins in mammalian cells. COS-7 cells were stably transfected with pPILS-AP-EGFP, fixed with formaldehyde and examined by fluorescent microscopy. Original magnification: 400 Â. Top, phase contrast; bottom, fluorescence.", "latex": null, "type": "figure"}, "TABREF0": {"text": "as primer and 200 units of a modified Moloney murine leukemia virus reverse transcriptase (Stratascript; Stratagene) at 44 8C for 90 min. Completely degenerated oligonucleotides were constructed on peptide motifs that are conserved among the members of family M1. Additional restriction sites were incorporated at the 5 H ends to facilitate subcloning. The N-terminal peptide motif chosen was FPCFDEP (F-primer: GAATTYCCNTGYTTYGAYGARCC), and the C-terminal motif was HQWFGN/D (R-primer: ACGAGCTCNCCRAAC-CAYTGRTG). Amplifications were achieved by 40 cycles (30 s at 95 8C, 10 s at 55 8C, 60 s at 75 8C) with Pfu-DNA polymerase (Stratagene) under standard conditions. The PCR products were analyzed by agarose gel electrophoresis, subcloned into pBluescript KSII 1 and sequenced by dideoxy chain-termination reactions with [ 35 S]dATP[aS] and T7 DNA polymerase (United States Biochemicals).", "latex": null, "type": "table"}}, "back_matter": []}