{"paper_id": "0b8534f8639cb6f57088f69c416ad4e7d1c111f6", "metadata": {"title": "AIDS Patients in the ICU", "authors": [{"first": "F", "middle": ["E"], "last": "Arancibia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto Nacional Tórax", "location": {"settlement": "Santiago", "country": "Chile"}}, "email": ""}, {"first": "M", "middle": ["A"], "last": "Aguayo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Instituto Nacional Tórax", "location": {"settlement": "Santiago", "country": "Chile"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Up to 35-60% of persons with underlying HIV are unaware of their HIV infection at the time of ICU admission [9] . According to other authors, this is due to the fact that the HIV epidemic has two distinct populations of patients. First, there are patients with access to care and to the full armamentarium of HIV-related drugs. In contrast to this patient population is the sizable number of individuals who are either unaware of their HIV status or who lack access to care. These patients continue to appear in emergency rooms and the ICU with the same opportunistic infections that were seen in the 1980s.", "cite_spans": [{"start": 108, "end": 111, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "HIV is the world's leading infectious killer, with an estimated 2 million AIDS deaths occurring in 2008 alone. The global HIV burden remains enormous. At the end of 2008, an estimated 33.4 million people worldwide were living with HIV. Africa, Asia, and America had the highest incidence. That same year, some 2.7 million people became newly infected with the virus [10] .", "cite_spans": [{"start": 366, "end": 370, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": ""}, {"text": "In the United States and Europe, from 4 to 11% of HIV patients hospitalized require admission to the ICU. All studies show that respiratory failure has remained the most common indication for an ICU admission [5, 8, 11, 12] . Other frequent indications are sepsis and neurological compromise (Table 21.1) . Occasionally, patients with severe gastrointestinal symptoms, cardiomyopathies and/or complications such as lactic acidosis and pancreatitis may require intensive care. Finally, these patients may have clinical or surgical conditions requiring ICU admission unrelated to their HIV/AIDS. HIV-infected patients admitted to the ICU following trauma, elective surgery, or gastrointestinal bleeding may have as good a prognosis as patients without HIV infection [9] .", "cite_spans": [{"start": 209, "end": 212, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 213, "end": 215, "text": "8,", "ref_id": "BIBREF7"}, {"start": 216, "end": 219, "text": "11,", "ref_id": "BIBREF10"}, {"start": 220, "end": 223, "text": "12]", "ref_id": "BIBREF11"}, {"start": 764, "end": 767, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 292, "end": 304, "text": "(Table 21.1)", "ref_id": "TABREF0"}], "section": "Causes for ICU Admission"}, {"text": "However, opportunistic illness rates declined precipitously after the introduction of highly active antiretroviral therapy (HAART) and stabilized at low levels in the subsequent years. Buchacz et al. [13] reported that during 1994-2007, rates of opportunistic infections (per 1,000 person-years) decreased from 89 to 13.3 and rates of opportunistic malignancies were from 23.4 to 3.0 ( Fig. 21.1 ). Due to the dramatic improvement in the prognosis of HIV-infected patients, our notion of HIV as a disease has transformed from a rapidly fatal diagnosis to a treatable chronic condition.", "cite_spans": [{"start": 200, "end": 204, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 386, "end": 395, "text": "Fig. 21.1", "ref_id": null}], "section": "Causes for ICU Admission"}, {"text": "The etiologies of respiratory failure are diverse and include: (1) PCP, initially responsible for a high burden of disease and low survival rates; later studies demonstrated improved survival, even among PCP patients; (2) bacterial pneumonia is more frequent in patients with HIV; (3) cytomegalovirus (CMV) is a minor cause. Also, patients with other associated infections, such as tuberculosis (TB) and fungal infection; or associated malignancy, such as Kaposi's sarcoma and non-Hodgkin's lymphoma; or immune reconstitution syndrome (Fig. 21. 2), may develop respiratory failure during disease evolution [9, 14] . The patients with ARF due to P. jiroveci and other opportunistic agents can be treated with noninvasive ventilation (NIV). The use of NIV improves gas exchange and avoids intubation and mechanical ventilation. Patients who failed with the use of NIV or present severe ARF still require intubation and mechanical ventilation. The global mortality ratios in hospitalized patients infected with HIV requiring ICU admission went from 23 to 67% [4-8, 11, 12] , most frequently due to respiratory failure and septic shock. The death of many HIV-infected patients has been linked directly to late diagnosis and initiation of appropriate antiviral therapy. Several clinical factors are related to the outcome of AIDS patients in the ICU. Predictors of increased mortality risk include the need for mechanical ventilation, and disease severity [high Acute Physiology and Chronic Health Evaluation (APACHE) II score or simplified acute physiological score (SAPS), modified multisystem organ failure (MSOF) score, CD4 count, pneumothorax, presence of cardiovascular instability, and low levels of serum albumin] [14, 15] . Mortality rates of HIV-infected patients and the need for mechanical ventilation early in the epidemic-prior to 1988-reached 82% [16] . However, the use of protective ventilation (lower tidal volume ventilation) is associated with reduced mortality rates in HIV-infected patients with acute lung injury and respiratory failure [17] .", "cite_spans": [{"start": 606, "end": 609, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 610, "end": 613, "text": "14]", "ref_id": "BIBREF13"}, {"start": 1056, "end": 1069, "text": "[4-8, 11, 12]", "ref_id": null}, {"start": 1717, "end": 1721, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 1722, "end": 1725, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1857, "end": 1861, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 2055, "end": 2059, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 535, "end": 544, "text": "(Fig. 21.", "ref_id": null}], "section": "Causes for ICU Admission"}, {"text": "PCP remains the most prevalent opportunistic infection in patients infected with the HIV and is often the AIDS-defining illness, occurring most frequently when the T-helper cell count (CD4+) is \\200 cells/ll. First identified as a protozoan nearly 100 years ago and reclassified as a fungus in 1988, named P. carinii but renamed P. jiroveci, has a unique tropism for the lung, where it exists primarily as [18, 21, 23, 28, 31, 37, 38, 43, 47, 49-51, 54, 57] an alveolar pathogen without invading the host. In rare cases, pneumocystis disseminates in the setting of severe underlying immunosuppression or overwhelming infection [14, 18] .", "cite_spans": [{"start": 406, "end": 457, "text": "[18, 21, 23, 28, 31, 37, 38, 43, 47, 49-51, 54, 57]", "ref_id": null}, {"start": 627, "end": 631, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 632, "end": 635, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "At the beginning of the AIDS epidemic, around 75% of patients developed at least one episode of PCP, with even higher mortality rates of 35-85% in patients requiring admission to an ICU. With the use of prophylaxis, the incidence of PCP decreased from 47 to 25% [19] . Prophylaxis against P. jiroveci pneumonia can be safely discontinued in patients with HIV infection who have had a positive response to HAART (indicated by a CD4 count [200 cells/ll) with minimal risk of recurrent P. jiroveci pneumonia [20] .", "cite_spans": [{"start": 262, "end": 266, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 505, "end": 509, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "Common symptoms of PCP include the subtle onset of progressive dyspnea, nonproductive cough, and low-grade fever. Physical examination typically reveals tachypnea, tachycardia, and normal findings on lung auscultation. It is typically subacute with a clinical course of days or weeks. Acute dyspnea with pleuritic chest pain may indicate the development of a pneumothorax [14, 18, 21] .", "cite_spans": [{"start": 372, "end": 376, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 377, "end": 380, "text": "18,", "ref_id": "BIBREF17"}, {"start": 381, "end": 384, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "Typical radiographic features of PCP are diffuse bilateral interstitial infiltrates involving the entire lung or the lower lung fields [18, 22] (Fig. 21.3 ). Less common findings include localized infiltrates, upper-lobe infiltrates, solitary or multiple nodules, and pneumatoceles. Pleural effusions and thoracic lymphadenopathy are rare. Approximately 6% of patients can develop spontaneous pneumothoraces during the course of their illness. High-resolution computed tomography, which is more sensitive than chest radiography, may reveal extensive ground-glass attenuation or cystic lesions. This greater organism burden results in a higher diagnostic yield of induced sputum to confirm PCP in patients with AIDS. If the initial specimen of induced sputum is negative for pneumocystis, then bronchoscopy with bronchoalveolar lavage (BAL) should be performed. Transbronchial or surgical lung biopsy is rarely needed [14, 18, 21] (Fig. 21.4) .", "cite_spans": [{"start": 135, "end": 139, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 140, "end": 143, "text": "22]", "ref_id": "BIBREF21"}, {"start": 917, "end": 921, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 922, "end": 925, "text": "18,", "ref_id": "BIBREF17"}, {"start": 926, "end": 929, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 144, "end": 154, "text": "(Fig. 21.3", "ref_id": null}, {"start": 930, "end": 941, "text": "(Fig. 21.4)", "ref_id": null}], "section": "Pneumocystis carinii Pneumonia"}, {"text": "PCP may be difficult to diagnose owing to nonspecific symptoms and signs, the use of prophylactic drugs in HIV-infected patients, and simultaneous infection with multiple organisms (such as CMV) in an immunocompromised host. Although an elevated serum lactate dehydrogenase (LDH) level has been noted in patients with PCP, it is likely to be a reflection of the underlying lung inflammation and injury rather than a specific marker for the disease [23] .", "cite_spans": [{"start": 448, "end": 452, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "Since the beginning of the AIDS epidemic, respiratory failure caused by P. jiroveci has been the most common indication for ICU admission among patients with HIV infection (Table 21 .1). However, the proportion of ICU admissions caused by respiratory failure has declined [16, 18, 24] . Patients with ARF due to P. jiroveci can be treated with NIV. In one study, NIV failed only in 13% of HIV-positive patients with severe PCP [25] . Confalonieri et al. [26] compared early NIV in patients with AIDS and PCP with matched controls treated with conventional mechanical ventilation. The mortality rate was 38 versus 100%, respectively. Also, NIV reduced the incidence of pneumothorax.", "cite_spans": [{"start": 272, "end": 276, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 277, "end": 280, "text": "18,", "ref_id": "BIBREF17"}, {"start": 281, "end": 284, "text": "24]", "ref_id": "BIBREF23"}, {"start": 427, "end": 431, "text": "[25]", "ref_id": "BIBREF24"}, {"start": 454, "end": 458, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 172, "end": 181, "text": "(Table 21", "ref_id": "TABREF0"}], "section": "Pneumocystis carinii Pneumonia"}, {"text": "Patients with HIV infection who also have acute respiratory distress syndrome (ARDS) requiring mechanical ventilation should receive such therapy according to the ARDS Network guidelines with the use of low tidal volumes and plateau pressures [17, 27] . The application of these guidelines is especially crucial in patients with PCP because of the frequent presence of pneumatoceles associated with the infection and the resulting increased risk of pneumothorax during mechanical ventilation. The presence of pneumothorax is an independent risk factor for death in patients with HIV infection and PCP (15) . Trimethoprim/sulfamethoxazole remains the preferred treatment. Other options could be primaquine plus clindamycin, atovaquone, and pentamidine [18, 28] . Early adjunctive corticosteroid therapy to suppress lung inflammation in patients with severe PCP and hypoxemia (partial pressure of arterial oxygen while the patient is breathing room air is \\70 mm Hg or the alveolar-arterial gradient is [35) reduces the risks of death in patients with AIDS [29] . In addition, Morris et al. reported an improvement in survival with HAART in HIV-infected patients with severe PCP [30] .", "cite_spans": [{"start": 243, "end": 247, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 248, "end": 251, "text": "27]", "ref_id": "BIBREF26"}, {"start": 601, "end": 605, "text": "(15)", "ref_id": "BIBREF14"}, {"start": 751, "end": 755, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 756, "end": 759, "text": "28]", "ref_id": "BIBREF27"}, {"start": 1001, "end": 1005, "text": "[35)", "ref_id": "BIBREF34"}, {"start": 1055, "end": 1059, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 1177, "end": 1181, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "In the 1980s and early to mid-1990s, PCP was responsible for a high burden of the disease, and survival rates were low; later studies demonstrated improved survival rates. Among most patients with AIDS and PCP, the mortality rate is 10-20% during the initial infection, but the rate increases substantially with the need for mechanical ventilation [18, 25, 29, 30 ].", "cite_spans": [{"start": 348, "end": 352, "text": "[18,", "ref_id": "BIBREF17"}, {"start": 353, "end": 356, "text": "25,", "ref_id": "BIBREF24"}, {"start": 357, "end": 360, "text": "29,", "ref_id": "BIBREF28"}, {"start": 361, "end": 363, "text": "30", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Pneumocystis carinii Pneumonia"}, {"text": "Early in the HIV epidemic, researchers noted that bacterial pneumonia (BP) was a common cause of morbidity. BP is an important cause of morbidity and mortality in patients with HIV infection and is at least five times more frequent in HIVinfected patients compared with healthy individuals. In the precombination ART era, the HIV Infection Study reported the incidence of BP ranged was 3.9-7.3 episodes per 100 person-years. Since the introduction of ART, a reduction in the risk for BP has been observed [21, 31, 32] . BP is still among the most common causes of respiratory failure resulting in ICU admission [32] and might be the first manifestation of underlying HIV infection. BP can occur at any stage during HIV disease and at any CD4+ T-cell count, but it is substantially more frequent among those with \\200 CD4+ T-cell counts. Other risk factors include drug use intravenously, previous bacterial infection or PCP, smoking, a low socioeconomic status, alcohol abuse, comorbidities (including cardiovascular disease, renal disease, and hepatic cirrhosis), and malnutrition [31] [32] [33] .", "cite_spans": [{"start": 505, "end": 509, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 510, "end": 513, "text": "31,", "ref_id": "BIBREF30"}, {"start": 514, "end": 517, "text": "32]", "ref_id": "BIBREF31"}, {"start": 611, "end": 615, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1082, "end": 1086, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 1087, "end": 1091, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 1092, "end": 1096, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "The microbiologic cause of community-acquired BP identified most frequently in HIV-infected patients, are Streptococcus pneumoniae and Haemophilus species [21] . S. pneumoniae is the most common causative agent and is frequently associated with bacteremic disease [31, 33] . The rate of pneumococcal bacteremia is higher in patients with than without HIV infection [33] . Patients with HIV infection are at increased risk for infection with penicillin and cotrimoxazoleresistant S. pneumoniae, and identifying this microorganism could lead to changes in patient management [21, 23, 33] .", "cite_spans": [{"start": 155, "end": 159, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 264, "end": 268, "text": "[31,", "ref_id": "BIBREF30"}, {"start": 269, "end": 272, "text": "33]", "ref_id": "BIBREF32"}, {"start": 365, "end": 369, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 573, "end": 577, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 578, "end": 581, "text": "23,", "ref_id": "BIBREF22"}, {"start": 582, "end": 585, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "H. influenzae, both the encapsulated and nonencapsulated types, is also common. Pseudomonas aeruginosa pneumonia in some studies has been reported as a common pulmonary complication [33] , especially in patients with low leukocyte and CD4+ T-cell counts and ill enough to require ICU admission. Also, there is a growing number of literature reports about the occurrence of pneumonia due to Staphylococcus aureus, especially oxacillin-resistant strains, is this population. Atypical pathogens (Mycoplasma, Chlamydia, and Legionella) seem not to play a significant role in HIV-infected patients. Rare causes of pneumonia presenting with cavitation are Rhodococcus equi and Nocardia asteroides [21, 23, 33] .", "cite_spans": [{"start": 182, "end": 186, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 691, "end": 695, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 696, "end": 699, "text": "23,", "ref_id": "BIBREF22"}, {"start": 700, "end": 703, "text": "33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "The clinical and radiographic presentation of BP does not differ substantially for HIV-infected compared with HIV-uninfected patients. Compared with P. jiroveci pneumonia and other opportunistic infections of lung, the onset of fever and other symptoms is more abrupt and the patients is more likely to experience a productive cough and pleuritic chest pain. In contrast, patients with low CD4 cell count, who are at an increased risk of BP, often present an atypical clinical picture with milder symptoms and signs, especially when liver cirrhosis is also present. The white blood cell count is usually elevated in persons with BP, and a left shift also might be present. Radiographic features typically include unilateral, focal, segmental, or lobar consolidation. Also, HIV-infected persons might present with multifocal or multilobar involvement and with parapneumonic effusions [31] [32] [33] . The American Thoracic Society (ATS) severity criteria developed to assess community-acquired pneumonia (CAP) in patients not infected with HIV have been found to be valid also for HIV-infected patients with bacterial CAP [33] .", "cite_spans": [{"start": 883, "end": 887, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 888, "end": 892, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 893, "end": 897, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 1121, "end": 1125, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Prompt and accurate diagnosis is essential, because the outcome of HIVassociated BP appears to be reasonably good with appropriate treatment. Usually, collection of specimens for microbiologic studies should be performed before the initiation of antibiotic therapy. An etiologic diagnosis is obtained in an average of 35% of cases with standard culture methods. In such conditions, urinary antigen test for S. pneumoniae identification may help in reaching a rapid and etiologic diagnosis [31] . However, antibiotic therapy should be administered promptly, without waiting for the results of diagnostic testing. Guidelines for managing CAP in persons without HIV infection also apply to HIV-infected persons [34] . Persons with severe pneumonia who require intensive care should be treated with an IV beta-lactam plus either azithromycin intravenously or an IV respiratory fluoroquinolone. If risk factors for P. aeruginosa or S. aureus infection are present, empiric therapy to cover these pathogens should be contemplated [28] .", "cite_spans": [{"start": 489, "end": 493, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 708, "end": 712, "text": "[34]", "ref_id": "BIBREF33"}, {"start": 1024, "end": 1028, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "In all patients presenting with antimicrobial treatment failure, a regular microbial reinvestigation is mandatory in order to find potentially life-threatening etiologies. Given the increased incidence of Mycobacterium tuberculosis in HIVinfected persons, the diagnosis of TB should always be suspected in those with pneumonia. Also, noninfectious causes with pulmonary dysfunction should be considered [21, 28, 31] .", "cite_spans": [{"start": 403, "end": 407, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 408, "end": 411, "text": "28,", "ref_id": "BIBREF27"}, {"start": 412, "end": 415, "text": "31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "BP mortality rate is high, and some studies may reach 30%. Factors associated with increased mortality in HIV patients with BP include the presence of septic shock, radiologic progression of infiltrates, and CD4 counts \\100 cells/ll.", "cite_spans": [], "ref_spans": [], "section": "Bacterial Pneumonia"}, {"text": "Nosocomial pneumonia (NP) appears to be more common in patients with AIDS as a result of the degree of immunosuppression, prior use of antibiotics, and exposure to invasive procedures. Although underestimated, NP is associated with a higher morbidity and mortality rate. NP is most frequently a complication of mechanical ventilation. Improved ART options in developed countries resulted in a decreased hospitalization rate of HIV-infected individuals and the incidence of NP. A study of surveillance of HIV-infected inpatients showed an NP incidence decreasing from 13.9/10,000 patient hospital days between 1994 and 1996 to 5.6/10,000 patient hospital days between 1997 and 1998 [35] .", "cite_spans": [{"start": 681, "end": 685, "text": "[35]", "ref_id": "BIBREF34"}], "ref_spans": [], "section": "Nosocomial Pneumonia"}, {"text": "NP in HIV-infected patients is usually caused by Gram-negative bacilli and S. aureus, but fungal, viral, and tuberculin infections causes must also be considered. Among atypical agents, Legionella pneumonia in HIV-infected patients should be hospital acquired. Clinical and microbiological surveys in HIV-positive patients have found that P. aeruginosa is a frequent agent, accounting for 16-67% of nosocomial pneumonias. Empiric antibiotics in HIVinfected patients with suspected hospital-acquired pneumonia should cover potentially multi-drug-resistant organisms such as P. aeruginosa, Klebsiella pneumonia, Acinetobacter spp., as well as methicillin-resistant S. aureus [21, 23, 35, 36] .", "cite_spans": [{"start": 673, "end": 677, "text": "[21,", "ref_id": "BIBREF20"}, {"start": 678, "end": 681, "text": "23,", "ref_id": "BIBREF22"}, {"start": 682, "end": 685, "text": "35,", "ref_id": "BIBREF34"}, {"start": 686, "end": 689, "text": "36]", "ref_id": "BIBREF35"}], "ref_spans": [], "section": "Nosocomial Pneumonia"}, {"text": "The importance of bacterial infections that complicate the clinical course of patients with HIV infection has been recognized since the beginning of the AIDS epidemic. HIV-infected patients have an increased risk of bacteremia compared with the general population. The presence of bloodstream infection is associated with an increased mortality rate, length of hospital stay, and ICU admission rate. Bacteremia infections are responsible for the immediate cause of death of up to 30% of patients with HIV infection [37] .", "cite_spans": [{"start": 515, "end": 519, "text": "[37]", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Bacteremia Infection"}, {"text": "Several risk factors predispose for bacteremia infections among HIV-infected patients. These include the presence of neutropenia, use of central venous catheters, low CD4+ lymphocyte count, and IV drug use. The common sources of bloodstream infection in patients with HIV infection include the lungs, skin, subcutaneous tissue, and intravascular catheters.", "cite_spans": [], "ref_spans": [], "section": "Bacteremia Infection"}, {"text": "Most bacteremias are community acquired. The most common Gram-positive organism isolated from the bloodstream of patients with HIV is S. pneumoniae, followed of S. aureus; the most common Gram-negative organisms are Escherichia coli, Salmonella spp., and Pseudomonas spp. The annual incidence of pneumococcal bacteremia is estimated to be as high as 940/100,000 patients with AIDS [21] . However, similar to other infections, the incidence of bacteremia has been declining since the introduction of HAART. Hospital mortality rates of HIV-positive patients with bloodstream infection range from 9 to 54%, but mortality rates are higher for patients with bacterial sepsis.", "cite_spans": [{"start": 381, "end": 385, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Bacteremia Infection"}, {"text": "CMV is the most frequent viral pneumonia seen in persons with HIV infection. Although CMV is often detected in BAL fluid, documented CMV pneumonia is rare and occurs only in severely immunosuppressed patients with CD4 cell counts \\50/ll [38] . Some studies suggest that CMV in BAL fluid reflects bronchopulmonary replication of the virus. Although the majority of patients with CMV pneumonia have additional forms of pulmonary pathology, CMV is the only causative agent frequently identified in patients with severe pulmonary disease. Due to the high coinfection rate with P. jiroveci, in cases of PCP treatment failure and severe immunosuppression, the main differential diagnosis must be established with CMV. Some authors believe that it represents a preterminal phenomenon in advanced AIDS [21] .", "cite_spans": [{"start": 237, "end": 241, "text": "[38]", "ref_id": "BIBREF37"}, {"start": 794, "end": 798, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Viral Pneumonias"}, {"text": "Criteria for establishing that CMV is the cause of pneumonitis and pulmonary dysfunction have been difficult to establish. Clinical features are nonproductive cough, fever, progressive dyspnea, hypoxemia, and diffuse interstitial infiltrates [23] . Respiratory symptoms are typically present for 2-4 weeks. Physical examination of the chest may be normal or may reveal crackles or evidence of pleural effusion. The chest radiographic findings of CMV pneumonia vary and include reticular or ground-glass opacities, alveolar infiltrates, and nodules or nodular opacities. Pleural effusions may be seen as well. The latter finding may be helpful in distinguishing CMV pneumonia from P. jiroveci, in which pleural effusions are rare. Persons suspected of having CMV pneumonia should undergo a careful dilated retinal examination by an experienced ophthalmologist. Definitive diagnosis of CMV pneumonia requires demonstration of cytopathic inclusions and widespread specific cytopathic changes in the lungs. Confirming the diagnosis is often not easy due to the typically extremely serious condition, making it difficult to perform a lung biopsy. Autopsy studies revealed that patients with AIDS and CMV pneumonia were successfully diagnosed antemortem in only 13-24% of cases. New techniques using in situ DNA hybridization or monoclonal antibodies to detect the virus may improve the diagnostic yield of less invasive procedures, such as bronchoalveolar lavage [39] .", "cite_spans": [{"start": 242, "end": 246, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 1458, "end": 1462, "text": "[39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Viral Pneumonias"}, {"text": "When suspected CMV pulmonary disease occurs, therapy must be initiated immediately. Ganciclovir and foscarnet or cidofovir have been used to treat CMV pneumonia [28] , although few data establish that such therapy affects outcome. Ganciclovir appears to be less effective against pulmonary infections than against retinitis or gastrointestinal disease, with response rates of 50-60%. Despite the monolithic use of ganciclovir for CMV-related illness, reports of CMV-resistant strains have been mostly limited to long-term usage in patients with HIV infection.", "cite_spans": [{"start": 161, "end": 165, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Viral Pneumonias"}, {"text": "The combination of ganciclovir plus foscarnet may be useful in the setting of ganciclovir-resistant CMV disease [28, 39] .", "cite_spans": [{"start": 112, "end": 116, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 117, "end": 120, "text": "39]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Viral Pneumonias"}, {"text": "Pneumonitis due to herpes simplex, varicella-zoster, and respiratory syncytial viruses has occasionally been reported in AIDS patients. These viruses are of practical importance due to the availability of effective treatment [9] . Also, data from several studies suggest that Epstein-Barr virus (EBV) has a role in pneumonitis. EBV DNA and proteins have been detected in pulmonary lesions from children with HIV and lymphoid interstitial pneumonitis [40] . The role of influenza and adenoviruses in causing HIV-related pulmonary complications could be important during outbreaks of these infections. Patients with HIV infection frequently developed complications or severe illness with 2009 H1N1 virus infection [41] .", "cite_spans": [{"start": 225, "end": 228, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 450, "end": 454, "text": "[40]", "ref_id": "BIBREF39"}, {"start": 712, "end": 716, "text": "[41]", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Viral Pneumonias"}, {"text": "Around the world, TB remains an important public health problem, especially in developing countries. Since the emergence of AIDS, TB and HIV infections have been intimately connected. HIV probably increases susceptibility to infection with M. tuberculosis and the risk of progression to TB. Also, TB appears to accelerate the course of HIV disease [21] . By the end of 2000, approximately 11.5 million HIVinfected people worldwide were coinfected with M. tuberculosis. Seventy percent of coinfected people were in sub-Saharan Africa and 20% in Southeast Asia [42] . TB is the most common opportunistic disease and the most common cause of death in HIV patients in developing countries [43] . Severe TB requiring ICU care is rare but commonly known to be of markedly bad prognosis (Fig. 21.5) . The most common reasons for ICU admission are the development of ARDS and severe organ failure, such as renal failure. ARF caused by TB necessitating mechanical ventilation has been associated with high mortality rates. Several studies also reported a critical course in patients with miliary TB and HIV infection.", "cite_spans": [{"start": 348, "end": 352, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 559, "end": 563, "text": "[42]", "ref_id": "BIBREF42"}, {"start": 685, "end": 689, "text": "[43]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 780, "end": 791, "text": "(Fig. 21.5)", "ref_id": null}], "section": "Tuberculosis"}, {"text": "The clinical presentation of HIV-infected patients without pronounced immunodeficiency (e.g., CD4+ count[350 cells/ll) with TB is usually similar to that in HIV-negative cases. However, with progressive immunodeficiency, disseminated disease and extrapulmonary involvement occurs more frequently. Weight loss and fever are more common in HIV-positive pulmonary TB patients than in those who are HIV negative. Conversely, cough and hemoptysis are less common in HIVpositive pulmonary TB patients than in those who are HIV negative. This is probably because there is less cavitation, inflammation, and endobronchial irritation in HIV-positive patients. The physical signs in patients with pulmonary TB are nonspecific. The most commonly reported extrapulmonary sites of disease are the lymph nodes, pleura, pericardium, meninges, and genitourinary system. Typical radiographs are seen in only one-third of patients, and they usually have a CD4 count[200 cells/ll [43, 44] . In advanced HIV disease, chest radiographic findings of pulmonary TB commonly include lower lobe, middle lobe, interstitial, and miliary infiltrates; cavitation is less common [28] .", "cite_spans": [{"start": 961, "end": 965, "text": "[43,", "ref_id": "BIBREF43"}, {"start": 966, "end": 969, "text": "44]", "ref_id": "BIBREF44"}, {"start": 1148, "end": 1152, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "The first screening test for suspected pulmonary TB is sputum, bronchial aspirate secretions, or BAL sample for acid-fast bacilli smear and culture. The chances of finding TB bacilli are greater with three respiratory samples than with fewer samples [44] . For patients with signs of extrapulmonary TB, needle aspiration or tissue biopsy of skin lesions, lymph nodes, or pleural or pericardial fluid should be performed. Mycobacterial blood cultures might be helpful for patients with signs of disseminated disease or worsening immunodeficiency [28, 43] .", "cite_spans": [{"start": 250, "end": 254, "text": "[44]", "ref_id": "BIBREF44"}, {"start": 545, "end": 549, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 550, "end": 553, "text": "43]", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "HIV-infected persons who adhere to standard regimens of treatment for TB do not have an increased risk of treatment failure or relapse. Treatment of drugsusceptible TB should include a 6-month regimen with an initial phase of isoniazid, rifampin or rifabutin, pyrazinamide, and ethambutol administered for 2 months, followed by isoniazid and rifampin (or rifabutin) for 4 additional months. However, studies have found that HIV-seropositive patients are more likely to develop acquired drug resistance than are seronegative cases. Patients with TB caused by drug-resistant (especially multi-drug-resistant) organisms should be treated with specialized regimens containing second-line anti-TB drugs. At least four drugs to which the organisms are known or presumed to be susceptible should be used, and treatment should be given for at least 18 months. Delayed clinical suspicion and treatment of active pulmonary TB with ARF may contribute to the persistently high mortality rates in ICU patients with these diseases [28, 43, 44] . The optimal timing for initiating ART in patients with HIV and TB coinfection remains unclear. Despite World Health Organization (WHO) guidelines supporting concomitant treatment of the two diseases (TB/HIV), the initiation of antiretroviral therapy is often deferred until completion of TB therapy because of concern about potential drug interactions between rifampin and some classes of antiretroviral drugs, immune reconstitution inflammatory syndrome, and overlapping side effects. Abdool Karim et al., in a prospective and randomized trial, found that the initiation of ART during TB therapy in patients with confirmed TB and HIV coinfection reduced mortality rates by 56% [45] . ", "cite_spans": [{"start": 1017, "end": 1021, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 1022, "end": 1025, "text": "43,", "ref_id": "BIBREF43"}, {"start": 1026, "end": 1029, "text": "44]", "ref_id": "BIBREF44"}, {"start": 1710, "end": 1714, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Tuberculosis"}, {"text": "M. avium complex (MAC) infection is common in patients with AIDS. In contrast to the experience in nonimmunocompromised hosts, in whom clinical manifestations are primarily pulmonary, MAC causes disseminated infection, often with documented mycobacteremia in patients with AIDS. In the absence of effective HAART or chemoprophylaxis in those with AIDS-associated immunosuppression, the incidence of disseminated MAC disease is 20-40% [28] . Since early 1980s, MAC infection has been detected at autopsy in [50% of patients dying from AIDS, and in one study, infection due to MAC was detected antemortem in 44%, with blood culture being the most sensitive diagnostic means [46] . In HIV patients, MAC typically occurs among persons with CD4 counts \\50 cells/ll, suggesting that specific T-cell products or activities are required for mycobacterial resistance [42] . Natural history studies of persons with AIDS in the pre-ART era showed that almost 40% of patients with \\50 CD4+ T cells/ll developed disseminated MAC within 1 year. Other factors associated with increased susceptibility to MAC are high plasma HIV RNA levels ([100,000 copies/ml), previous opportunistic infections, previous colonization of the respiratory or gastrointestinal tract with MAC, and reduced in vitro lymphoproliferative immune responses to M. avium antigens, possibly reflecting defects in T-cell repertoire.", "cite_spans": [{"start": 434, "end": 438, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 672, "end": 676, "text": "[46]", "ref_id": "BIBREF46"}, {"start": 858, "end": 862, "text": "[42]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Mycobacterium avium"}, {"text": "Disseminated infection is associated with high mortality rates, especially in those with CD4 counts \\100 cells/mm 3 . It primarily affects the gastrointestinal tract and lungs and manifests with fever, cough, abdominal pain, diarrhea, and weight loss. A significant proportion of total body burden is on MAC inside macrophages, and this distribution has implications for drug treatment and, therefore, on drug susceptibility testing. A confirmed diagnosis of disseminated MAC disease is based on compatible clinical signs and symptoms coupled with MAC isolation from cultures of blood, lymph node, bone marrow, or other normally sterile tissue or body fluids [28, 42, 46] . Species identification should be performed using specific DNA probes, high-performance liquid chromatography, or biochemical tests.", "cite_spans": [{"start": 659, "end": 663, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 664, "end": 667, "text": "42,", "ref_id": "BIBREF42"}, {"start": 668, "end": 671, "text": "46]", "ref_id": "BIBREF46"}], "ref_spans": [], "section": "Mycobacterium avium"}, {"text": "The treatment is always a combination of three active drugs according to severity. Drugs may include ethambutol, a rifamycin (rifampin or rifabutin), and a macrolide (mainly clarithromycin); other possibilities include aminoglycosides (amikacin) and fluoroquinolones [28, 42] .", "cite_spans": [{"start": 267, "end": 271, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 272, "end": 275, "text": "42]", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Mycobacterium avium"}, {"text": "Fungal pneumonias-other than PCP-occur in patients with HIV infection but are not common in most geographic areas. The era of effective ART has led to a marked reduction in opportunistic infections in countries where such therapies are available. Opportunistic fungal infections are no exception, and the incidence of such infections is now 20-25% of that seen in the mid-1990s [47] . However, fungal opportunistic infections remain significant causes of morbidity and mortality in persons with HIV in developing countries. After TB and P. jiroveci pneumonia, cryptococcosis was the third most common opportunistic infection reported in Thailand [48] .", "cite_spans": [{"start": 378, "end": 382, "text": "[47]", "ref_id": "BIBREF47"}, {"start": 646, "end": 650, "text": "[48]", "ref_id": "BIBREF48"}], "ref_spans": [], "section": "Cryptococcosis"}, {"text": "Cryptococcus neoformans is the most common fungal pulmonary infection in patients with AIDS and usually coexists with cryptococcal meningitis. Also, cryptococcal pneumonia may be underdiagnosed and not recognized until dissemination. The majority of cases are observed in patients who have CD4 counts \\100 cells/ll. When pulmonary infection is present, symptoms and signs include cough, fever, and dyspnea in association with an abnormal chest radiograph [28] . The radiographic manifestation includes a diffuse reticular or reticulonodular pattern that resembles PCP, lobar or segmental consolidation, or multiple nodules that have a propensity to cavitate. Disseminated disease can occur and manifest as a miliary pattern that may be associated with lymphadenopathy or pleural effusion.", "cite_spans": [{"start": 455, "end": 459, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Cryptococcosis"}, {"text": "ARF occurring as a complication of cryptococcosis (including pulmonary infection) was initially thought to be uncommon, with only a handful of case reports. Visnegarwala et al. [49] documented ARF as occurring in 29 of 210 cases of AIDS-associated cryptococcosis (13.8%). The clinical presentation was identical to that of PCP. Independent predictors of ARF were black race, LDH level C500 IU/L, presence of interstitial infiltrates, and cutaneous lesions. ARF with cryptococcosis in AIDS patients is associated with disseminated disease and high mortality rates.", "cite_spans": [{"start": 177, "end": 181, "text": "[49]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Cryptococcosis"}, {"text": "Diagnosis frequently is not defined before death. Serum cryptococcal antigen testing is a sensitive and rapid screening method in diagnosing cryptococcosis in HIV-infected patients. Also, routine blood cultures are useful [50] . The recommended initial standard treatment is amphotericin B deoxycholate combined with flucytosine or fluconazole [28] .", "cite_spans": [{"start": 222, "end": 226, "text": "[50]", "ref_id": "BIBREF50"}, {"start": 344, "end": 348, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Cryptococcosis"}, {"text": "Aspergillosis is a life-threatening fungal infection in immunocompromised people, including HIV patients. Invasive pulmonary aspergillosis (IPA) is a relatively uncommon but devastating infection in patients with advanced AIDS [51] and was more common before the advent of HAART. The overall incidence was reported as being 3.5 cases per 1,000 person-years among HIV-infected patients [52] . The infection is most frequently caused by Aspergillus fumigatus, although certain cases are caused by A. flavus, A. niger, and A. terreus. A low CD4 count, generally \\100/ll, was present in almost all cases of AIDS-associated aspergillosis. Coexistent neutropenia or use of corticosteroids occurred in about 50% of patients; the remaining cases appear to have no other risk factors other than advanced AIDS [28, 51, 52] .", "cite_spans": [{"start": 227, "end": 231, "text": "[51]", "ref_id": "BIBREF51"}, {"start": 385, "end": 389, "text": "[52]", "ref_id": "BIBREF52"}, {"start": 800, "end": 804, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 805, "end": 808, "text": "51,", "ref_id": "BIBREF51"}, {"start": 809, "end": 812, "text": "52]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Aspergillosis"}, {"text": "Symptoms of invasive aspergillosis pneumonia are fever, cough, dyspnea, chest pain, hemoptysis, and hypoxemia; chest radiograph might demonstrate a diffuse, focal, or cavitary infiltrate. A halo of low attenuation surrounding a pulmonary nodule or an air crescent on CT scan of the lung is suggestive of disease [53] .", "cite_spans": [{"start": 312, "end": 316, "text": "[53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Aspergillosis"}, {"text": "Isolation of an Aspergillus spp. from respiratory secretions has poor predictive value for invasive disease in AIDS patients. Bronchoscopy with BAL is, however, a safe and useful tool in high-risk patients suspected of having IPA. In addition to obtaining samples for fungal stain and culture, detecting antigens in the BAL fluid may be helpful, as well as excluding other infections. Transbronchial biopsies usually do not add much to the IPA diagnosis and are associated with increased risk of bleeding, so are seldom performed. Histopathological diagnosis, by examining lung tissue obtained by thoracoscopic or open-lung biopsy, remains the gold standard for diagnosing invasive IPA [28, 51, 53] . However, a large proportion of cases of aspergillosis are diagnosed postmortem, suggesting that underdiagnosis antemortem may contribute to poor survival.", "cite_spans": [{"start": 686, "end": 690, "text": "[28,", "ref_id": "BIBREF27"}, {"start": 691, "end": 694, "text": "51,", "ref_id": "BIBREF51"}, {"start": 695, "end": 698, "text": "53]", "ref_id": "BIBREF53"}], "ref_spans": [], "section": "Aspergillosis"}, {"text": "Treatment of aspergillosis in the HIV-infected population has not been examined systematically. The recommended treatment for invasive aspergillosis in patients without HIV infection is voriconazole [28] . Amphotericin B deoxycholate, lipid-formulation amphotericin B, and caspofungin and posaconazole are other alternatives; other echinocandins, such as micafungin and anidulafungin, are reasonable alternatives. Response to therapy tends to be particularly poor in this patient population [52] . Other fungi infections, such as Histoplasma capsulatum and Coccidioides immitis, are less frequent but are present in several regions where the disease is endemic. Their presence in the lung is often indicative of disseminated disease and is associated with significant mortality rates.", "cite_spans": [{"start": 199, "end": 203, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 491, "end": 495, "text": "[52]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Aspergillosis"}, {"text": "Kaposi's sarcoma is a well-recognized cause of pulmonary disease in patients with HIV. This was first described in healthy, young, homosexual men, in whom it involved lymph nodes, viscera, mucosa, and skin [2] . Human herpes virus 8 (HHV-8) infection was shown to be the causative viral agent [54] . The variant epidemic, AIDS-associated Kaposi's sarcoma, can progress in weeks or months, and median patient survival is months. However, HAART development has influenced the clinical course and reduced the incidence of Kaposi's sarcoma, but it remains the most common AIDS-associated cancer in the United States [55, 56] .", "cite_spans": [{"start": 206, "end": 209, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 293, "end": 297, "text": "[54]", "ref_id": "BIBREF54"}, {"start": 612, "end": 616, "text": "[55,", "ref_id": "BIBREF55"}, {"start": 617, "end": 620, "text": "56]", "ref_id": "BIBREF56"}], "ref_spans": [], "section": "Neoplastic Disease"}, {"text": "When Kaposi's sarcoma occurs in the lung, imaging features include interstitial or nodular parenchymal opacities. Characteristic peribronchovascular nodule distribution is frequent, and coalescence of nodules is common in late-stage disease (Fig. 21.5) . Pleural effusion and lymphadenopathy may also be present [55, 56] .", "cite_spans": [{"start": 312, "end": 316, "text": "[55,", "ref_id": "BIBREF55"}, {"start": 317, "end": 320, "text": "56]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 241, "end": 252, "text": "(Fig. 21.5)", "ref_id": null}], "section": "Neoplastic Disease"}, {"text": "Diagnosis is often anticipated by concurrent skin lesions and the presence of prominent lesions in the tracheobronchial tree, which are easily recognized by bronchoscopy. Definitive diagnosis is not easy to establish. Transbronchial biopsies of the bronchus or lung parenchyma have a high risk of hemorrhage and reveal crush artifacts difficult to distinguish from Kaposi's sarcoma. On cytology, there is no diagnostic feature. Thus, tissue must be obtained on either open lung biopsy or video-assisted thoracoscopy (Fig. 21.6) , or a presumptive diagnosis must be made when Kaposi's sarcoma in seen in the tracheobronchial tree and bronchoalveolar lavage reveals no other likely pathogens. Often, there is an associated bloody pleural effusion when thoracentesis is performed [9, 56] .", "cite_spans": [{"start": 777, "end": 780, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 781, "end": 784, "text": "56]", "ref_id": "BIBREF56"}], "ref_spans": [{"start": 516, "end": 527, "text": "(Fig. 21.6)", "ref_id": null}], "section": "Neoplastic Disease"}, {"text": "Pulmonary Kaposi's sarcoma can respond well to chemotherapy [57] . HAART and opportunistic infection prophylaxis has contributed to the success rates of management strategies.", "cite_spans": [{"start": 60, "end": 64, "text": "[57]", "ref_id": "BIBREF57"}], "ref_spans": [], "section": "Neoplastic Disease"}, {"text": "Lymphoma continues to be a cause of pulmonary disease. Although primary central nervous system (CNS) lymphomas have greatly diminished in frequency among patients treated with HAART; primary B-cell lymphomas elsewhere continue to occur. Patchy pulmonary infiltrates have been well described. Biopsy or cytology is needed to establish a diagnosis. Combination chemotherapy for HIVassociated lymphoma has become impressively more successful when HAART is continued with opportunistic infection prophylaxis. Stem cell transplantation has also been used successfully.", "cite_spans": [], "ref_spans": [], "section": "Neoplastic Disease"}, {"text": "As patients are now living longer, and experience with large patient populations has increased, other pulmonary neoplastic processes have been recognized that clinicians should be aware of. Primary effusion cell lymphoma can present in the pleural, pericardial, or abdominal cavities as effusions. This HHV-8 and EBVassociated tumor is diagnosed by cytology in many cases. It is not clear how effective chemotherapy is for this tumor. ", "cite_spans": [], "ref_spans": [], "section": "Neoplastic Disease"}, {"text": "During the first few months of HAART, immune reconstitution may be complicated by clinical events in which either previously subclinical infections are found or preexisting partially treated opportunistic infections deteriorate. This condition, termed immune reconstitution inflammatory syndrome (IRIS), is thought to be caused by improvement in the host's immune response to pathogens [58] . The inflammatory response may be such that the patient develops ARF and requires ICU. Abdool Karim et al. [45] reported that the incidence of IRIS was 9.5%. However, the study found the incidence was higher in the integrated-therapy group (anti-TB and ART) than in the sequential-therapy group: 12.4 versus 3.8%, respectively. The term IRIS is most commonly used for mycobacterial infections (TB and disseminated MAC disease) but is also used for other opportunistic infections, including P. jirovecii pneumonia, toxoplasmosis, hepatitis B and C viruses, CMV, varicella-zoster virus, cryptococcal infection, and histoplasmosis [28] . The syndrome is manifested as paradoxical worsening of the underlying respiratory disease and occurs days to months after HAART initiation. However, IRIS usually develops within the 4-8 weeks following HAART initiation and is caused by an exuberant inflammatory response to pneumocystis or mycobacterial antigens. On the basis of current knowledge, it is tempting to hypothesize that the immunological basis of IRIS is a HAART-induced rapid clonal expansion and redistribution of M. tuberculosis-specific memory T cells, which drives a deregulated immune activation [59] and a cytokine storm [60] . Antigen load could be responsible for the overvigorous inflammatory response of a recovering immune system.", "cite_spans": [{"start": 386, "end": 390, "text": "[58]", "ref_id": "BIBREF58"}, {"start": 499, "end": 503, "text": "[45]", "ref_id": "BIBREF45"}, {"start": 1020, "end": 1024, "text": "[28]", "ref_id": "BIBREF27"}, {"start": 1593, "end": 1597, "text": "[59]", "ref_id": "BIBREF59"}, {"start": 1619, "end": 1623, "text": "[60]", "ref_id": "BIBREF60"}], "ref_spans": [], "section": "Immune Reconstitution Inflammatory Syndrome"}, {"text": "Diagnosing IRIS requires excluding other causes of respiratory decompensation. Clinical presentations are transient worsening or appearance of new symptoms and signs, such as fever, increasing chest radiographic infiltrate, peripheral and mediastinal lymphadenopathy, or changes in radiographic manifestations.", "cite_spans": [], "ref_spans": [], "section": "Immune Reconstitution Inflammatory Syndrome"}, {"text": "Studies of TB-associated IRIS indicate that this complication is rarely fatal and that severe episodes can be successfully managed with corticosteroids [45] . Patients with severe cases are able to continue ART.", "cite_spans": [{"start": 152, "end": 156, "text": "[45]", "ref_id": "BIBREF45"}], "ref_spans": [], "section": "Immune Reconstitution Inflammatory Syndrome"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Pneumocystis pneumonia-Los Angeles", "authors": [], "year": 1981, "venue": "Centers for Disease Control and Prevention", "volume": "30", "issn": "", "pages": "250--252", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Kaposi's sarcoma and Pneumocystis pneumonia among homosexual men-New York City and California", "authors": [], "year": 1981, "venue": "Centers for Disease Control and Prevention", "volume": "30", "issn": "", "pages": "305--308", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Isolation of a T-lymphotropic retrovirus from a patient at risk for acquired immune deficiency syndrome (AIDS)", "authors": [{"first": "F", "middle": [], "last": "Barré-Sinoussi", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Chermann", "suffix": ""}, {"first": "F", "middle": [], "last": "Rey", "suffix": ""}], "year": 1983, "venue": "Science", "volume": "220", "issn": "", "pages": "868--871", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "ICU survival of patients with acquired immunodeficiency syndrome", "authors": [{"first": "Rmh", "middle": [], "last": "Schein", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Fischl", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Pitchenik", "suffix": ""}], "year": 1986, "venue": "Crit Care Med", "volume": "14", "issn": "", "pages": "1026--1027", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Intensive care of human immunodeficiency virus-infected patients during the era of highly active antiretroviral therapy", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "J", "middle": [], "last": "Creasman", "suffix": ""}, {"first": "J", "middle": [], "last": "Turner", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "166", "issn": "", "pages": "262--267", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Characteristics and outcomes of HIV-infected patients in the ICU: impact of the highly active antiretroviral treatment era", "authors": [{"first": "B", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Timsit", "suffix": ""}, {"first": "M", "middle": [], "last": "Auburtin", "suffix": ""}], "year": 2004, "venue": "Intensive Care Med", "volume": "30", "issn": "", "pages": "859--866", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Intensive care in patients with HIV infection in the era of highly active antiretroviral therapy", "authors": [{"first": "M", "middle": [], "last": "Narasimhan", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Posner", "suffix": ""}, {"first": "V", "middle": ["A"], "last": "Depalo", "suffix": ""}], "year": 2004, "venue": "Chest", "volume": "125", "issn": "", "pages": "1800--1804", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Impact of HAART advent on admission patterns and survival in HIV-infected patients admitted to an intensive care unit", "authors": [{"first": "E", "middle": [], "last": "Casalino", "suffix": ""}, {"first": "M", "middle": [], "last": "Wolff", "suffix": ""}, {"first": "P", "middle": [], "last": "Ravaud", "suffix": ""}], "year": 2004, "venue": "AIDS", "volume": "18", "issn": "", "pages": "1429--1433", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Management of patients with HIV in the intensive care unit", "authors": [{"first": "H", "middle": [], "last": "Masur", "suffix": ""}], "year": 2006, "venue": "Proc Am Thorac Soc", "volume": "3", "issn": "", "pages": "96--102", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "AIDS epidemic update", "authors": [], "year": 2009, "venue": "Joint United Nations Programme on HIV/AIDS (UNAIDS) and World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Outcomes of intensive care for patients with human immunodeficiency virus infection", "authors": [{"first": "G", "middle": [], "last": "Nickas", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Wachter", "suffix": ""}], "year": 2000, "venue": "Arch Intern Med", "volume": "160", "issn": "", "pages": "541--547", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Survival for patients with HIV ADMITTED to the ICU continues to improve in the current era of combination antiretroviral therapy", "authors": [{"first": "K", "middle": [], "last": "Powell", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Davis", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Morris", "suffix": ""}], "year": 2009, "venue": "Chest", "volume": "135", "issn": "", "pages": "11--17", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "AIDS-defining opportunistic illnesses in US patients", "authors": [{"first": "K", "middle": [], "last": "Buchacz", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Baker", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Palella", "suffix": ""}], "year": 1994, "venue": "a cohort study. AIDS", "volume": "24", "issn": "", "pages": "1549--1559", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Intensive care of patients with HIV infection", "authors": [{"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "A", "middle": [], "last": "Quartin", "suffix": ""}, {"first": "D", "middle": [], "last": "Jones", "suffix": ""}], "year": 2006, "venue": "N Engl J Med", "volume": "355", "issn": "", "pages": "173--181", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Lung disease among HIV infected patients admitted to the ''Instituto Nacional del Tórax", "authors": [{"first": "S", "middle": [], "last": "Chernilo", "suffix": ""}, {"first": "S", "middle": [], "last": "Trujillo", "suffix": ""}, {"first": "M", "middle": [], "last": "Kahn", "suffix": ""}], "year": 2005, "venue": "Rev Med Chile", "volume": "133", "issn": "", "pages": "517--524", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Improvements in outcomes of acute respiratory failure for patients with human immunodeficiency virus related Pneumocystis carinii pneumonia", "authors": [{"first": "J", "middle": ["R"], "last": "Curtis", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Yarnold", "suffix": ""}, {"first": "D", "middle": ["N"], "last": "Schwanrtz", "suffix": ""}], "year": 2000, "venue": "Am J Respir Crit Care Med", "volume": "162", "issn": "", "pages": "393--398", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Low tidal volume ventilation is associated with reduced mortality in HIV-infected patients with acute lung injury", "authors": [{"first": "J", "middle": ["L"], "last": "Davis", "suffix": ""}, {"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Kallet", "suffix": ""}], "year": 2008, "venue": "Thorax", "volume": "63", "issn": "", "pages": "988--993", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Pneumocystis pneumonia", "authors": [{"first": "C", "middle": ["F"], "last": "Thomas", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Limper", "suffix": ""}], "year": 2004, "venue": "N Engl J Med", "volume": "350", "issn": "", "pages": "2487--2498", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Trends in the incidence of outcomes defining acquired immunodeficiency syndrome (AIDS) in the multicenter AIDS cohort study: 1985-1991", "authors": [{"first": "A", "middle": [], "last": "Muñoz", "suffix": ""}, {"first": "L", "middle": ["K"], "last": "Schreger", "suffix": ""}, {"first": "H", "middle": [], "last": "Bacellar", "suffix": ""}], "year": 1993, "venue": "Am J Epidemiol", "volume": "137", "issn": "", "pages": "423--427", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Discontinuation of secondary prophylaxis against pneumocystis carinii pneumonia in patients with HIV infection who have a response to antiretroviral therapy", "authors": [{"first": "B", "middle": [], "last": "Ledergerber", "suffix": ""}, {"first": "A", "middle": [], "last": "Mocroft", "suffix": ""}, {"first": "P", "middle": [], "last": "Reiss", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "344", "issn": "", "pages": "168--174", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Speich R (2006) HIV, AIDS, and the lung", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "719--738", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Roentgenographic patterns of Pneumocystis carinii pneumonia in 104 patients with", "authors": [{"first": "L", "middle": ["J"], "last": "Delorenzo", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Huang", "suffix": ""}, {"first": "G", "middle": ["P"], "last": "Maguire", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Stone", "suffix": ""}], "year": 1987, "venue": "AIDS. Chest", "volume": "91", "issn": "", "pages": "323--327", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Respiratory infections in persons infected with human immunodeficiency virus", "authors": [{"first": "E", "middle": ["J"], "last": "Erbelding", "suffix": ""}, {"first": "R", "middle": ["E"], "last": "Chaisson", "suffix": ""}], "year": 2001, "venue": "Respiratory infections", "volume": "", "issn": "", "pages": "251--264", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Reappraisal of the aetiology and prognostic factors of severe acute respiratory failure in HIV patients", "authors": [{"first": "C", "middle": [], "last": "Alves", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nicolás", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Miró", "suffix": ""}], "year": 2001, "venue": "Eur Respir J", "volume": "17", "issn": "", "pages": "87--93", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Critical care management and outcome of severe Pneumocystis pneumonia in patients with and without HIV infection", "authors": [{"first": "X", "middle": [], "last": "Monnet", "suffix": ""}, {"first": "E", "middle": [], "last": "Vidal-Petiot", "suffix": ""}, {"first": "D", "middle": [], "last": "Osman", "suffix": ""}], "year": 2008, "venue": "Critical Care", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/cc6806"]}}, "BIBREF25": {"ref_id": "b25", "title": "Noninvasive ventilation for treating acute respiratory failure in AIDS patients with Pneumocystis jiroveci pneumonia", "authors": [{"first": "M", "middle": [], "last": "Confalonieri", "suffix": ""}, {"first": "E", "middle": [], "last": "Calderini", "suffix": ""}, {"first": "S", "middle": [], "last": "Terraciano", "suffix": ""}], "year": 2002, "venue": "Intensive Care Med", "volume": "28", "issn": "", "pages": "1233--1238", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Acute Respiratory Distress Syndrome Network (2000) Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome", "authors": [], "year": null, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1301--1308", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Guidelines for prevention and treatment of opportunistic infections in HIV-infected adults and adolescents: recommendations from CDC, the National Institutes of Health, and the HIV medicine association of the infectious diseases society of America", "authors": [{"first": "J", "middle": ["E"], "last": "Kaplan", "suffix": ""}, {"first": "C", "middle": [], "last": "Benson", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Holmes", "suffix": ""}], "year": 2009, "venue": "MMWR Recomm Rep", "volume": "58", "issn": "", "pages": "1--207", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "A controlled trial of early adjunctive treatment with corticosteroids for Pneumocystis carinii pneumonia in the acquired immunodeficiency syndrome", "authors": [{"first": "S", "middle": ["A"], "last": "Bozzette", "suffix": ""}, {"first": "F", "middle": ["R"], "last": "Sattler", "suffix": ""}, {"first": "J", "middle": [], "last": "Chiu", "suffix": ""}], "year": 1990, "venue": "N Engl J Med", "volume": "323", "issn": "21", "pages": "1451--1457", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Improved survival with highly active antiretroviral therapy in HIV-infected patients with severe Pneumocystis carinii pneumonia", "authors": [{"first": "A", "middle": [], "last": "Morris", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Wachter", "suffix": ""}, {"first": "J", "middle": [], "last": "Luce", "suffix": ""}], "year": 2003, "venue": "AIDS", "volume": "17", "issn": "", "pages": "73--80", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bacterial community-acquired pneumonia in HIVinfected patients", "authors": [{"first": "G", "middle": [], "last": "Madeddu", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Fiori", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Mura", "suffix": ""}], "year": 2010, "venue": "Curr Opin Pulm Med", "volume": "16", "issn": "", "pages": "201--207", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pulmonary manifestations of HIV infection in the era of highly active antiretroviral therapy", "authors": [{"first": "A", "middle": ["J"], "last": "Wolff", "suffix": ""}, {"first": "O&apos;", "middle": [], "last": "Donnell", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "", "suffix": ""}], "year": 2001, "venue": "Chest", "volume": "120", "issn": "", "pages": "1888--1893", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Community-acquired bacterial pneumonia in human immunodeficiency virus-infected patients validation of severity criteria", "authors": [{"first": "E", "middle": [], "last": "Cordero", "suffix": ""}, {"first": "J", "middle": [], "last": "Pachón", "suffix": ""}, {"first": "A", "middle": [], "last": "Rivero", "suffix": ""}], "year": 2000, "venue": "Am J Respir Crit Care Med", "volume": "162", "issn": "", "pages": "2063--2068", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Infectious diseases society of American/American thoracic society consensus guidelines on the management of community-acquired pneumonia in adults", "authors": [{"first": "L", "middle": ["A"], "last": "Mandell", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Wunderink", "suffix": ""}, {"first": "A", "middle": [], "last": "Anzueto", "suffix": ""}], "year": 2007, "venue": "Clin Infect Dis", "volume": "44", "issn": "2", "pages": "27--72", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Nosocomial bacterial pneumonia in human immunodeficiency virus infected subjects: incidence, risk factors and outcome", "authors": [{"first": "M", "middle": [], "last": "Tumbarello", "suffix": ""}, {"first": "E", "middle": [], "last": "Tacconelli", "suffix": ""}, {"first": "K", "middle": [], "last": "De Gaetano Donati", "suffix": ""}], "year": 2001, "venue": "Eur Respir J", "volume": "17", "issn": "", "pages": "636--640", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Nosocomial pulmonary infections in HIV-positive patients", "authors": [{"first": "N", "middle": [], "last": "Petrosillo", "suffix": ""}, {"first": "E", "middle": [], "last": "Nicastri", "suffix": ""}, {"first": "P", "middle": [], "last": "Viale", "suffix": ""}], "year": 2005, "venue": "Curr Opin Pulm Med", "volume": "11", "issn": "", "pages": "231--235", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Bacteremia in hospitalized patients with human immunodeficiency virus: a prospective, cohort study", "authors": [{"first": "B", "middle": [], "last": "Afessa", "suffix": ""}, {"first": "I", "middle": [], "last": "Morales", "suffix": ""}, {"first": "B", "middle": [], "last": "Weaver", "suffix": ""}], "year": 2001, "venue": "BMC Infect Dis", "volume": "1", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Cytomegalovirus in the lungs of patients with AIDS. Respiratory pathogen or passenger", "authors": [{"first": "A", "middle": ["B"], "last": "Millar", "suffix": ""}, {"first": "G", "middle": [], "last": "Patou", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Miller", "suffix": ""}], "year": 1990, "venue": "Am Rev Respir Dis", "volume": "141", "issn": "6", "pages": "1474--1477", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Laboratory diagnosis of cytomegalovirus infection and disease in immunocompromised patients", "authors": [{"first": "W", "middle": ["L"], "last": "Drew", "suffix": ""}], "year": 2007, "venue": "Curr Opin Infect Dis", "volume": "20", "issn": "", "pages": "408--411", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Epstein-Barr virus infection", "authors": [{"first": "J", "middle": ["I"], "last": "Cohen", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "343", "issn": "", "pages": "481--488", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Writing Committee of the WHO Consultation on Clinical Aspects of Pandemic (H1N1)", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Clinical aspects of pandemic 2009 influenza A (H1N1) virus infection", "authors": [{"first": "", "middle": [], "last": "Influenza", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "1708--1719", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "An official ATS/IDSA statement: diagnosis, treatment, and prevention of nontuberculous mycobacterial diseases", "authors": [{"first": "D", "middle": ["E"], "last": "Griffith", "suffix": ""}, {"first": "T", "middle": [], "last": "Aksamit", "suffix": ""}, {"first": "", "middle": [], "last": "Brown-Elliott", "suffix": ""}, {"first": "", "middle": [], "last": "Ba", "suffix": ""}], "year": 2007, "venue": "Am J Respir Crit Care Med", "volume": "175", "issn": "", "pages": "367--416", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Management of tuberculosis in the United States", "authors": [{"first": "P", "middle": ["M"], "last": "Small", "suffix": ""}, {"first": "P", "middle": ["I"], "last": "Fujiwara", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "345", "issn": "", "pages": "189--200", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "TB/HIV: a clinical manual", "authors": [{"first": "A", "middle": [], "last": "Harries", "suffix": ""}, {"first": "D", "middle": [], "last": "Maher", "suffix": ""}, {"first": "S", "middle": [], "last": "Graham", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Timing of initiation of antiretroviral drugs during tuberculosis therapy", "authors": [{"first": "Abdool", "middle": [], "last": "Karim", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Naidoo", "suffix": ""}, {"first": "K", "middle": [], "last": "Grobler", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "N Engl J Med", "volume": "362", "issn": "", "pages": "697--706", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Mycobacterium avium complex infection in patients with the acquired immunodeficiency syndrome. A clinicopathologic study", "authors": [{"first": "J", "middle": ["M"], "last": "Wallace", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Hannah", "suffix": ""}], "year": 1988, "venue": "Chest", "volume": "93", "issn": "", "pages": "926--932", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Recent trends in the epidemiology of invasive mycoses", "authors": [{"first": "T", "middle": ["A"], "last": "Clark", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Hajjeh", "suffix": ""}], "year": 2002, "venue": "Curr Opin Infect Dis", "volume": "15", "issn": "", "pages": "569--574", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "A controlled trial of itraconazole as primary prophylaxis for systemic fungal infections in patients with advanced human immunodeficiency virus infection in Thailand", "authors": [{"first": "S", "middle": [], "last": "Chariyalertsak", "suffix": ""}, {"first": "K", "middle": [], "last": "Supparatpinyo", "suffix": ""}, {"first": "T", "middle": [], "last": "Sirisanthana", "suffix": ""}], "year": 2002, "venue": "Clin Infect Dis", "volume": "34", "issn": "", "pages": "277--284", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Acute respiratory failure associated with cryptococcosis in patients with AIDS: analysis of predictive factors", "authors": [{"first": "F", "middle": [], "last": "Visnegarwala", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Graviss", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Lacke", "suffix": ""}], "year": 1998, "venue": "Clin Infect Dis", "volume": "27", "issn": "", "pages": "1231--1237", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Cryptococcal pneumonia", "authors": [{"first": "C", "middle": ["H"], "last": "Feldman", "suffix": ""}], "year": 2003, "venue": "Clin Pulm Med", "volume": "10", "issn": "", "pages": "67--71", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Current approaches to diagnosis and treatment of invasive aspergillosis", "authors": [{"first": "B", "middle": ["H"], "last": "Segal", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}], "year": 2006, "venue": "Am J Respir Crit Care Med", "volume": "173", "issn": "", "pages": "707--717", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Aspergillosis among people infected with human immunodeficiency virus: incidence and survival. Adult and adolescent spectrum of HIV disease project", "authors": [{"first": "K", "middle": ["J"], "last": "Holding", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Dworkin", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Wan", "suffix": ""}], "year": 2000, "venue": "Clin Infect Dis", "volume": "31", "issn": "", "pages": "1253--1257", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Pulmonary aspergillosis: a clinical update", "authors": [{"first": "O", "middle": ["S"], "last": "Zmeili", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}], "year": 2007, "venue": "Q J Med", "volume": "100", "issn": "", "pages": "317--334", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Detection of herpesvirus-like DNA sequences in Kaposi's sarcoma in patients with and those without HIV infection", "authors": [{"first": "P", "middle": ["S"], "last": "Moore", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chang", "suffix": ""}], "year": 1995, "venue": "N Engl J Med", "volume": "332", "issn": "", "pages": "1181--1185", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Kaposi's sarcoma", "authors": [{"first": "K", "middle": [], "last": "Antman", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chang", "suffix": ""}], "year": 2000, "venue": "N Engl J Med", "volume": "342", "issn": "", "pages": "1027--1038", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The epidemiologic, pathologic, and clinical features of AIDSassociated pulmonary Kaposi's sarcoma", "authors": [{"first": "D", "middle": ["M"], "last": "Aboulaphia", "suffix": ""}], "year": 2000, "venue": "Chest", "volume": "117", "issn": "", "pages": "1128--1145", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Pegylated liposomal doxorubicin plus highly active antiretroviral therapy versus highly active antiretroviral therapy alone in HIV patients with Kaposi's sarcoma", "authors": [{"first": "L", "middle": [], "last": "Martin-Carbonero", "suffix": ""}, {"first": "A", "middle": [], "last": "Barrios", "suffix": ""}, {"first": "P", "middle": [], "last": "Saballs", "suffix": ""}], "year": 2004, "venue": "AIDS", "volume": "18", "issn": "", "pages": "1737--1740", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Immune reconstitution in HIV infected patients", "authors": [{"first": "H", "middle": ["H"], "last": "Hirsch", "suffix": ""}, {"first": "G", "middle": [], "last": "Kaufmann", "suffix": ""}, {"first": "P", "middle": [], "last": "Sendi", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "38", "issn": "", "pages": "1159--1166", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Immune reconstitution disease associated with mycobacterial infections in HIV-infected individuals receiving antiretrovirals", "authors": [{"first": "S", "middle": ["D"], "last": "Lawn", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Bekker", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Miller", "suffix": ""}], "year": 2005, "venue": "Lancet Infect Dis", "volume": "5", "issn": "", "pages": "361--373", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Explosion of tuberculin-specific Th1-responses induces immune restoration syndrome in tuberculosis and HIV co-infected patients", "authors": [{"first": "A", "middle": [], "last": "Bourgarit", "suffix": ""}, {"first": "G", "middle": [], "last": "Carcelain", "suffix": ""}, {"first": "V", "middle": [], "last": "Martinez", "suffix": ""}], "year": 2006, "venue": "AIDS", "volume": "20", "issn": "", "pages": "1--7", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "CD4+ cell count ranges for selected HIV-related respiratory illnesses. CMV Cytomegalovirus; MAC Mycobacterium avium complex", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Chest radiograph of a 62-year-old woman who is unaware of her HIV status. Diffuse bilateral reticular pattern with foci of consolidation in the left lower lobe. Pneumocystis jiroveci was detected in bronchoalveolar fluid and transbronchial biopsy", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Transbronchial biopsy specimen stained with Grocott's of an adult woman showing typical pneumocystis cyst forms of 5-6 lm (courtesy of Manuel Meneses M.D)", "latex": null, "type": "figure"}, "FIGREF3": {"text": "A 27-year-old man with advanced HIV infection and highly active antiretroviral treatment. Chest radiographic (a) and high-resolution computed tomography scans (b) showing peribronchial thickening, nodularity, and septal lines. Two months later (c), progression of lung involvement to multiple nodular infiltrates, confluent lesions, and acute respiratory failure; video thoracoscopic biopsy showed Kaposi's sarcoma", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Open lung biopsy specimen shows proliferation of capillaries in a background of spindle-shaped tumor cells in the lung interstitium, which are characteristic histological features of Kaposi's sarcoma (hematoxylin and eosin) (courtesy of Manuel Meneses M.D)", "latex": null, "type": "figure"}, "TABREF0": {"text": "General characteristics, intensive care unit admission diagnosis, mechanical ventilation, and mortality rates of HIV-infected patients", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Nickas\n</td><td>Casalino\n</td><td>Morris\n</td><td>Powell\n</td></tr><tr><td> </td><td>1992-1995 [11]\n</td><td>1995-1999 [8]\n</td><td>1996-1999 [5]\n</td><td>2000-2004 [12]\n</td></tr><tr><td> </td><td>(n = 394)\n</td><td>(n = 426)\n</td><td>(n = 354)\n</td><td>(n = 311)\n</td></tr><tr><td>Age, years, mean (range)\n</td><td>38 (20-64) </td><td>38.5 </td><td>41.7 (23-67) </td><td>44 (24-72)\n</td></tr><tr><td>Male, sex </td><td>357 (91) </td><td>338 (79.3) </td><td>285 (80.5) </td><td>235 (79.7)\n</td></tr><tr><td>Respiratory failure\n</td><td>203 (46.8) </td><td>134 (31.4) </td><td>144 (40.7) </td><td>131 (42)\n</td></tr><tr><td>Sepsis </td><td>54 (12.2) </td><td>58 (13.6) </td><td>42 (11.9) </td><td>62 (20)\n</td></tr><tr><td>Pneumocystis\npneumonia\n</td><td>264 (67) </td><td>52 (12.2) </td><td>36 (10.7) </td><td>43 (14)\n</td></tr><tr><td>Neurologic </td><td>49 (11.1) </td><td>108 (25.4) </td><td>44 (12.4) </td><td>51 (16)\n</td></tr><tr><td>Cardiac </td><td>35 (7.9) </td><td>23 (5.4) </td><td>35 (9.9)\n</td><td> </td></tr><tr><td>Mechanical ventilation\n</td><td>245 (55) </td><td>81 (19) </td><td>191(54) </td><td>205 (67.7)\n</td></tr><tr><td>HAART use </td><td>205 (52) </td><td>230 (54) </td><td>89 (25) </td><td>101 (33)\n</td></tr><tr><td>Mortality </td><td>264 (67) </td><td>98 (23) </td><td>103 (29) </td><td>96 (31)\n</td></tr></table></body></html>"}}, "back_matter": []}