{"paper_id": "0b8f941a2f75de61f6d0a4edcaa3d65eb67670d1", "metadata": {"title": "A modified turbulence model for simulating airflow aircraft cabin environment with mixed convection Article History", "authors": [{"first": "Yijia", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tianjin University", "location": {"postCode": "300350", "settlement": "Tianjin", "country": "China"}}, "email": ""}, {"first": "Zhengxian", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tianjin University", "location": {"postCode": "300350", "settlement": "Tianjin", "country": "China"}}, "email": ""}, {"first": "Xiaojian", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tianjin University", "location": {"postCode": "300350", "settlement": "Tianjin", "country": "China"}}, "email": ""}, {"first": "Ming", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tianjin University", "location": {"postCode": "300350", "settlement": "Tianjin", "country": "China"}}, "email": ""}, {"first": "Yang", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tianjin University", "location": {"postCode": "300350", "settlement": "Tianjin", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "The forced convection (air supply jet) and the natural convection (thermal plume of passenger) co-exist in an aircraft cabin simultaneously. Due to the notable difference of the Reynolds numbers for the two convection processes, the traditional RANS method can hardly simulate the forced/natural convection flows accurately at the same time. In addition, the large geometric ratio between the main air supply inlet and the whole cabin leads to difficulties in grid generation for the cabin space. An efficient computational model based on the standard k-ε model is established to solve these problems. The coefficients in the dissipative equation are modified to compensate the enlarged numerical dissipation caused by coarse grid; meanwhile, the piecewise-defined turbulent viscosity is introduced to combine the forced and natural convection. The modified model is validated by available experimental results in a Boeing 737-200 mock-up. Furthermore, the unsteady characteristic of the aircraft cabin environment is obtained and analyzed. According to the frequency analysis, it turns out that the thermal plume is the main factor of the unsteady fluctuation in cabin.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "aircraft cabin environment, modified turbulence model, mixed convection flow, modified dissipation coefficients, piecewise-defined turbulent viscosity", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In commercial aircraft cabins, the transmission of airborne infectious diseases and the thermal comfort of passengers are highly related to cabin air distribution (Li et al. 2007; Cui et al. 2017 ). To improve the comfort level of passengers and diminish the risk of disease transmission, a number of investigations using experimental or numerical methods have been conducted (Poussou et al. 2010; Isukapalli et al. 2013; Li et al. 2015) . These investigations mainly focused on two aspects: the forced convection and the natural convection.", "cite_spans": [{"start": 163, "end": 179, "text": "(Li et al. 2007;", "ref_id": "BIBREF10"}, {"start": 180, "end": 195, "text": "Cui et al. 2017", "ref_id": "BIBREF3"}, {"start": 376, "end": 397, "text": "(Poussou et al. 2010;", "ref_id": "BIBREF18"}, {"start": 398, "end": 421, "text": "Isukapalli et al. 2013;", "ref_id": "BIBREF7"}, {"start": 422, "end": 437, "text": "Li et al. 2015)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "The forced convection in aircraft cabin is generated by the air supply jet. Bosbach et al. (2013) experimentally investigated the distribution of the forced convection based on six different ventilation schemes. It was found that the forced convection with the combined operation of floor and ceiling-based displacement ventilation system has the highest heat removal efficiency. To obtain an excellent flow field of the forced convection, Hu and You (2015) used cluster analysis to find the optimal parameter range of air supply inlet.", "cite_spans": [{"start": 76, "end": 97, "text": "Bosbach et al. (2013)", "ref_id": "BIBREF0"}, {"start": 440, "end": 457, "text": "Hu and You (2015)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "On the other hand, due to higher passenger density in aircraft cabin, the natural convection (thermal plume) is generated by the buoyancy force stemming from the temperature difference between passengers and the surrounding air (Craven and Settles 2006) . Recently, the thermal plume is of great concern, and it has been found that the influence of thermal plume on the cabin environment cannot be ignored (Kühn et al. 2009; Yan et al. 2016; Zhang et al. 2017) . Li et al. (2017) and Wang et al. (2018) studied the steady and unsteady characteristics of thermal plume generated by one heated manikin in a 7-row cabin mockup using experiment method, although the effect of the forced convection was not considered. Wang et al. (2018) also pointed out that human thermal is a chaotic airflow and the unsteady characteristics could not be ignored during the simulation.", "cite_spans": [{"start": 228, "end": 253, "text": "(Craven and Settles 2006)", "ref_id": "BIBREF2"}, {"start": 406, "end": 424, "text": "(Kühn et al. 2009;", "ref_id": "BIBREF8"}, {"start": 425, "end": 441, "text": "Yan et al. 2016;", "ref_id": "BIBREF25"}, {"start": 442, "end": 460, "text": "Zhang et al. 2017)", "ref_id": "BIBREF32"}, {"start": 463, "end": 479, "text": "Li et al. (2017)", "ref_id": "BIBREF13"}, {"start": 484, "end": 502, "text": "Wang et al. (2018)", "ref_id": "BIBREF24"}, {"start": 714, "end": 732, "text": "Wang et al. (2018)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Introduction"}, {"text": "Therefore, the cabin environment contains an unsteady mix-convection flow field, including the forced and natural convection. From the studies of infectious disease transportation, it has been proven that the distribution of contaminants is related to the ventilation scheme (forced convection) and the thermal plume (natural convection) (Zhang et al. 2005; Salmanzadeh et al. 2012; Licina et al. 2014 ). However, a limited number of investigations have studied unsteady characteristics affected by the air supply jet and the thermal plume, especially using numerical method.", "cite_spans": [{"start": 338, "end": 357, "text": "(Zhang et al. 2005;", "ref_id": "BIBREF29"}, {"start": 358, "end": 382, "text": "Salmanzadeh et al. 2012;", "ref_id": "BIBREF19"}, {"start": 383, "end": 401, "text": "Licina et al. 2014", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The computational fluid dynamic (CFD) methods commonly used in cabin environment simulation are the Reynolds-averaged Navier-Stokes equations (RANS) and large eddy simulation (LES) . Considering the computing time, RANS was preferred by many researchers (Durbin and Reif 2010; Wang et al. 2017 ). However, this method restrains the unsteady feature of the thermal plume . As a result, the unstable characteristics and turbulence level of the flow field may be underestimated by RANS (Yang et al. 2015) . Therefore, this paper proposes a piecewise-defined turbulence viscosity method based on RANS to simulate the unsteady aircraft cabin flow field comprising the effects of both forced and natural convection.", "cite_spans": [{"start": 254, "end": 276, "text": "(Durbin and Reif 2010;", "ref_id": "BIBREF4"}, {"start": 277, "end": 293, "text": "Wang et al. 2017", "ref_id": "BIBREF23"}, {"start": 483, "end": 501, "text": "(Yang et al. 2015)", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Introduction"}, {"text": "Our foundation work is based on the standard k-ε model, which is one of the most popular turbulence models for the cabin airflow simulation because of its robust performance ) and widely validated in multi-disciplinary areas (Lu et al. 2005) . For instance, using the standard k-ε model, Zítek et al. (2010) studied the performance of personalized air ventilation in an aircraft cabin; meanwhile, Zhang and Chen (2006) predicted the particle distribution in a room.", "cite_spans": [{"start": 225, "end": 241, "text": "(Lu et al. 2005)", "ref_id": "BIBREF17"}, {"start": 288, "end": 307, "text": "Zítek et al. (2010)", "ref_id": "BIBREF33"}, {"start": 397, "end": 418, "text": "Zhang and Chen (2006)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "In addition, the geometry of the aircraft cabin is complex with a large geometric ratio. The dimension of the air supply inlet is of the order of millimeter while the single-row cabin is larger than 1 meter. Thus, the computational grid should be adapted in the air supply regions. However, the grid adaption might increase the total grid number, which would require more computation source. Actually, we aim at establishing a method that not only simulates the aircraft cabin environment accurately with mix-convection but also reduces the computation time. Thus, the modified dissipation coefficient method is developed. In this way, the grid size of flow field near the air supply can be enlarged, and the total grid number is significantly reduced. Also, the accuracy is guaranteed by modifying the dissipation coefficients to compensate the numerical dissipation caused by coarse grid.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of this paper is organized as follows. In Section 2, we briefly introduce the geometric model of the aircraft cabin. Then, based on the standard k-ε model, we propose a method to modify the dissipation parameters and turbulence viscosity. In Section 3, the modified model is applied to a single-row aircraft cabin simulation and validated by timeaverage experiment results. Furthermore, the unsteady characteristics are discussed in detail (Section 4). Finally, some concluding remarks are shown in Section 5.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The modified turbulence model is established for the mixconvection aircraft cabin environment simulation. It consists of two aspects of modification based on the standard k-ε model: the first one is to modify the coefficients in the dissipative equation to reduce the grid number caused by the large geometric ratio; the second one is to couple the forced convection and natural convection by defining a piecewise function of the turbulence viscosity coefficient. As an example, the Boeing 737-200 cabin mock-up is used to validate the modified turbulence model in detail.", "cite_spans": [], "ref_spans": [], "section": "Modified turbulence model"}, {"text": "The Boeing 737-200 cabin mock-up with seven rows is applied to investigate the forced/natural convection, and experimental data of which have been obtained by large-scale particle image velocimetry (PIV) measurement in Cao et al. (2014) . To eliminate the influence of endwall, corresponding results of the 4th row are utilized. Thus, in the following calculation, a single-row cabin is simulated with the periodic boundary conditions for the front and back walls. The single-row Boeing 737-200 cabin mock-up is constructed by scanning the mockup in Cao et al. (2014) and the boundary conditions are consistent with the reference for experimental comparison. As shown in Fig. 1 , the single-row cabin mock-up is symmetric and the dimension is 3.25 m (X direction) × 2.15 m (Y direction) × 1.05 m (Z direction). This single-row cabin has six heated manikins and the sensible heat load of each is around 75 W. Obviously, the thermal plume from the manikins should not be neglected.", "cite_spans": [{"start": 219, "end": 236, "text": "Cao et al. (2014)", "ref_id": "BIBREF1"}, {"start": 550, "end": 567, "text": "Cao et al. (2014)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 671, "end": 677, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Geometric model"}, {"text": "Besides, there are two side air supply ducts at the luggage level. The fresh air is supplied from the inlet and exhausted from the side outlet at the floor level. The geometry of the main air supply is shown in Fig. 2 . There are in total 109 grilles and the size of each grille is h m × d m = 50 mm × 3.5 mm with a gap of 3.5 mm between adjacent grilles. Consequently, the computational grid size near the air supply should be smaller than 3.5 mm. Since the dimensions of a single-row cabin is larger than 1 m, there is a large geometric ratio between the cabin and the air supply inlet, which leads to difficulties in grid generation. The modified turbulence model is established based on the standard k-ε model. Before discussing the modification, the standard k-ε model is introduced in this section. For an incompressible flow field without a source term, the turbulent kinetic energy equation (k equation) and turbulent dissipation equation (ε equation) are given by (Launder and Spalding 1974) .", "cite_spans": [{"start": 973, "end": 1000, "text": "(Launder and Spalding 1974)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 211, "end": 217, "text": "Fig. 2", "ref_id": "FIGREF1"}], "section": "Geometric model"}, {"text": "In the above expressions, x i is the coordinate component; u i represents the velocity; μ and μ t = ρC μ k 2 /ε are the dynamic and turbulent viscosities (C μ = 0.09 is an empirical constant); k denotes the turbulent kinetic energy and ε signifies the turbulent dissipation rate. Furthermore, G k is the generation term of the turbulent kinetic energy; C 1ε = 1.44, C 2ε = 1.92 are the dissipation coefficients. The standard k-ε model has been widely used and can provide good results when simulating fully developed turbulence. However, considering the thermal plume and the coarse grid, some modifications are needed to improve the accuracy.", "cite_spans": [], "ref_spans": [], "section": "Geometric model"}, {"text": "First of all, the dissipation coefficients need to be modified to reduce the grid number in the air supply region in cabin. We introduce the modification starting from the flow characteristics of the air supply jet.", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "According to the slot air supply shown in Fig. 2 , the computational grid is constructed in Fig. 3 , and corresponding boundary conditions are set. The computational domain is a cuboid of = 2d m × 15h m × 30h m , and a structured grid system is constructed for the flow field. The grid is refined near the axis and the inlet of the jet. Since the supply airflow rate is set to 9.4L/(s·person) in the experiment (Cao et al. 2014) , the inlet velocity is defined as 1.478 m/s. The periodic condition is implemented on the boundaries perpendicular to X m -axis. The wall adjacent to the velocity inlet is set as no-slip wall and the other boundaries are set as pressure outlet. Furthermore, the enhanced wall function is adopted in the simulation because the Y + is less than 10 (Liu et al. 2013 ). The 1st-order upwind scheme is adopted for the momentum discretization. Many researchers prefer the 1st-order scheme in the cabin environment investigation because it can achieve the similar resolution and is more robust (Liu et al. 2013; Yin et al. 2016; Li et al. 2016; ) . Also, the 2nd-order upwind scheme is employed and it turns out that the flow field of the air supply jet is insensitive to the decomposition scheme. The corresponding comparison results are shown in Appendix 1, which is in the Electronic Supplementary Material (ESM) of the online version of this paper. Therefore, the 1st-order upwind scheme is adopted in the present analysis. Furthermore, the SIMPLE algorithm is applied for pressure and velocity coupling. All the numerical simulations below are conducted by using ANSYS Fluent, which is widely used in the cabin environment investigation (Liu et al. 2013; Yin et al. 2016; Li et al. 2016) .", "cite_spans": [{"start": 411, "end": 428, "text": "(Cao et al. 2014)", "ref_id": "BIBREF1"}, {"start": 776, "end": 792, "text": "(Liu et al. 2013", "ref_id": "BIBREF15"}, {"start": 1017, "end": 1034, "text": "(Liu et al. 2013;", "ref_id": "BIBREF15"}, {"start": 1035, "end": 1051, "text": "Yin et al. 2016;", "ref_id": "BIBREF27"}, {"start": 1052, "end": 1067, "text": "Li et al. 2016;", "ref_id": "BIBREF12"}, {"start": 1068, "end": 1069, "text": ")", "ref_id": null}, {"start": 1665, "end": 1682, "text": "(Liu et al. 2013;", "ref_id": "BIBREF15"}, {"start": 1683, "end": 1699, "text": "Yin et al. 2016;", "ref_id": "BIBREF27"}, {"start": 1700, "end": 1715, "text": "Li et al. 2016)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 42, "end": 48, "text": "Fig. 2", "ref_id": "FIGREF1"}, {"start": 92, "end": 98, "text": "Fig. 3", "ref_id": null}], "section": "Modified dissipation coefficients"}, {"text": "First, the standard k-ε model with 550 thousand grids (Original St. k-ε) is used to simulate the flow field. With the minimum grid size 1/7d m × 1/50h m in the inlet, the grid is fine enough to guarantee the grid-independence. The accuracy and robustness of the numerical method are verified by the experimental results using hot-wire anemometers (Ge 2014) . As shown in Fig. 4 , the measured velocity distributions at the centerline are consistent with the simulation results. Thus, this case using the standard k-ε model with 550 thousand grids could provide an accurate solution and the corresponding result is adopted as a criterion.", "cite_spans": [{"start": 347, "end": 356, "text": "(Ge 2014)", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 371, "end": 377, "text": "Fig. 4", "ref_id": null}], "section": "Modified dissipation coefficients"}, {"text": "Then, the velocity distributions at different sections are shown in Fig. 5 . The inlet velocity at centerline rapidly drops to a value of u m0 = 1.02 m/s within a relatively small distance around h m . Meanwhile, from the sections along Z m -axis (Figs. 5 (b)-(d)), it can be found that the jets from all grilles merge together at around h m , while the characteristics of individual grilles disappear. Since then, the flow features are analogous with a rectangle jet. The axial velocity is almost constant from h m to 8h m and begins to decrease at around 8h m . The region with constant velocity in Z m -axis is highlighted as the jet core. Based on above features, the air supply is simplified to a rectangle (l m × h m = 759.5 mm × 50 mm) jet, where l m is the total width. The velocity profile at h m is set as the inlet velocity boundary condition for the simplified model. As a result, the minimum grid size is enlarged by the simplification.", "cite_spans": [], "ref_spans": [{"start": 68, "end": 74, "text": "Fig. 5", "ref_id": "FIGREF3"}], "section": "Modified dissipation coefficients"}, {"text": "Next, based on the simplified model, we continue to increase the grid size. The grid size along Y m -axis and Z m -axis is enlarged from 1/50h m to 1/6h m . Figure 6 shows the corresponding jet core length scaled by l m0 , which is the jet core length of the original structure with fine grid. It can be seen that the jet core length decreases with the grid size increasing. In the case of 1/6h m , the ratio of the jet core length is only around 0.5, and the main flow feature is missed. Wang and Zhai (2012) have summarized that the numerical viscosity of the 1st-order upwind scheme can be expressed as the", "cite_spans": [{"start": 489, "end": 509, "text": "Wang and Zhai (2012)", "ref_id": "BIBREF22"}], "ref_spans": [{"start": 157, "end": 165, "text": "Figure 6", "ref_id": "FIGREF4"}], "section": "Modified dissipation coefficients"}, {"text": "where Δx i is the grid size. As shown in the formula, the numerical viscosity is proportional to grid size. Thus, the rapid decay of the jet core length is mainly caused by the increase of numerical dissipation along with coarse grid. On the other hand, the dissipation is mainly composed of the physical dissipation and the numerical dissipation. Since the numerical dissipation is enlarged with coarse grid, the physical dissipation should be properly calibrated to keep the total dissipation constant by modifying the dissipation coefficients. Therefore, for coarse grid, to reduce the influence of the redundant numerical dissipation and obtain an accurate result, the dissipation coefficients shall be modified.", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "In the standard k-ε model, the dissipation coefficients can be expressed as a function of the attenuation exponential n (Townsend 1956; Spalding 1972) .", "cite_spans": [{"start": 120, "end": 135, "text": "(Townsend 1956;", "ref_id": "BIBREF21"}, {"start": 136, "end": 150, "text": "Spalding 1972)", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "where P represents the production term of the turbulent kinetic energy, and P/ε is equal to 1.4 in the homogeneous shear turbulence. n is the attenuation exponential. The physical dissipation is reduced with the decrease of n. Thus, to calibrate the dissipation, the n is redefined by modifying the dissipation coefficients in the standard k-ε model.", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "The simplified air supply jet is used to determine the updated dissipation coefficients when the minimum grid size at inlet is 1/6h m . In the standard k-ε model, the default values of C 1ε and C 2ε are 1.44 and 1.92 respectively. Using Eq.", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "(3), we obtain that n = 1.09. Then, the modified dissipation coefficients 1ε C ¢ and 2ε C¢ are obtained by the following steps: 1) The attenuation exponential n is reduced to n (1) 1 =", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": ".", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "3) Conduct a numerical experiment and compare with the reuslt of the criterion (the case solved by the standard k-ε model with 550 thousand grids). 4) If the maximum error is greater than 0.01, fix Note that each numerical experiment spends around 1 min without parallelism based on the coarse grid, and the modified dissipation coefficients can be determined within 1 hour.", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "To validate the modified dissipation coefficients, the velocity distribution of the simplified geometry with coarse grid based on the standard k-ε model (coarse-grid St. k-ε) and the modified parameters (coarse-grid modified St. k-ε) are shown in Fig. 7(a) . For comparison, the solution based on the original structure with fine grid is also presented (Original St. k-ε) . The top figure in Fig. 7 (a) represents the velocity distribution at the centerline. The other figures depict the distributions along specified sections. It is observed that the jet core length together with the decay rate are well captured by the modified parameters using 1/6h m grid size. Evidently, the standard k-ε model brings in relatively large errors at the centerline for the same coarse grid. Note that the velocity difference on the centerline in section z m < h m is caused by neglecting the flow mixing among the grilles.", "cite_spans": [{"start": 353, "end": 371, "text": "(Original St. k-ε)", "ref_id": null}], "ref_spans": [{"start": 247, "end": 256, "text": "Fig. 7(a)", "ref_id": "FIGREF6"}, {"start": 392, "end": 398, "text": "Fig. 7", "ref_id": "FIGREF6"}], "section": "Modified dissipation coefficients"}, {"text": "Furthermore, in a real cabin, the temperature of the jet from an air supply is usually around 20 °C, while the cabin environment temperature is around 25 °C. Corresponding temperature results are summarized in Fig. 7(b) . Similarly, the modified parameters could reduce the error caused by enlarged grid size. In addition, considering the supply airflow rate changed between 9 and 12 L/(s·person) in an aircraft cabin, different inlet velocity boundary conditions (10.5 L/(s·person) and 12 L/(s·person)) are applied to teste the feasibility of the modified model, which are not presented here for brevity. Now, we address the issue of robustness for the new coefficients when decreasing the grid size along Z m -axis (the grid size along Y m -axis remains 1/6h m ). The velocity distributions on the centerline for different grid resolutions are shown in Fig. 8 . The solid line is based on the original structure with fine grid. It can be seen that all curves coincide well, which validates the robustness of the parameters C 1ε,1 = 1.78 and C 2ε,1 = 2.25 for different grid sizes along Z m -axis. Note that the same grid parameters would be adopted later in the air supply jet region of the single-row cabin simulation.", "cite_spans": [], "ref_spans": [{"start": 210, "end": 219, "text": "Fig. 7(b)", "ref_id": "FIGREF6"}, {"start": 855, "end": 861, "text": "Fig. 8", "ref_id": "FIGREF7"}], "section": "Modified dissipation coefficients"}, {"text": "In summary, in the case of air supply jet, the robustness of the modified parameters is verified with different grid resolutions and boundary conditions. The modified dissipation coefficients provide an alternative way to reduce the grid number while remaining the simulation accuracy under certain circumstances. The modification would be further applied to the aircraft cabin simulation and validated by experiments. ", "cite_spans": [], "ref_spans": [], "section": "Modified dissipation coefficients"}, {"text": "For the thermal plume, the standard k-ε model may loss accuracy due to the influence of high turbulence viscosity. When considering the thermal plume in an aircraft cabin, one needs to properly control the turbulence viscosity in the thermal plume region while keep it in the forced convection region. Here, we refer to the method proposed by Liu et al. (2016) to redefine the turbulence viscosity.", "cite_spans": [{"start": 343, "end": 360, "text": "Liu et al. (2016)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Piecewise-defined turbulence viscosity"}, {"text": "In Liu et al. (2016) , the flow field is divided into three parts depending on the velocity magnitude. When the velocity is less than 0.3 m/s, the region is dominant by thermal plume and the turbulence viscosity is modified. However, in a cabin, the velocity near cabin walls is also less than 0.3 m/s but the corresponding area does not belong to the thermal plume region. Considering the temperature near the walls is lower than that of the thermal plume, a piecewise-defined turbulence viscosity involving temperature distribution are proposed as follows ", "cite_spans": [{"start": 3, "end": 20, "text": "Liu et al. (2016)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Piecewise-defined turbulence viscosity"}, {"text": "where T th represents a critical temperature, and u sub , u sup are the lower and upper velocity limits, respectively. As a result, the original form of μ t in the standard k-ε model is adopted in the air supply region where the velocity is larger than u sup or the temperature is lower than T th ; in the thermal region where the velocity is lower than u sub and the temperature is higher than T th , a modified coefficient C min is used to reduce the turbulence viscosity; a linear function", "cite_spans": [], "ref_spans": [], "section": "Piecewise-defined turbulence viscosity"}, {"text": "The parameters of the piecewise-defined turbulence viscosity are determined by the following strategy. The coefficient C min = 0.001 used to reduce the turbulence viscosity in the thermal plume region has been validated by Direct Numerical Simulation (DNS) results , which is adopted in this paper. However, the boundaries of the different convection regions (u sub , u sup , T th ) need to be determined according to the flow field in a cabin. For that purpose, we first obtain the steady flow using the standard k-ε model with the modified dissipation coefficients. From the flow field, affected by the human plume from the three passengers, the highest thermal plume emerges at region around the middle passenger in each side (where, x = ± 0.702 m); the forced convection region is at the middle of the aisle ( x = 0 m) under the influence of the air supply jets from each side. Thus, the corresponding velocities and temperatures are set as the critical parameters, i.e. u sub = 0.2 m/s, u sup = 0.3 m/s, T th = 26 °C. Now, all boundary parameters are initially defined by steady results, and the modified model is proposed. In the next section, we will ultimately determine and validate the modified parameters in an aircraft cabin by existing experimental results in Cao et al. (2014) .", "cite_spans": [{"start": 1273, "end": 1290, "text": "Cao et al. (2014)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Piecewise-defined turbulence viscosity"}, {"text": "In this section, the modified model is adopted to simulate the mix-convection flow field in the Boeing 737-200 cabin. The discretization scheme is the same as that for the air supply jet. Besides, to consider the buoyancy effect, the Boussinesq approximation is employed in the simulation.", "cite_spans": [], "ref_spans": [], "section": "Single-row aircraft cabin simulation"}, {"text": "The geometric model of the aircraft cabin is complex, involving seats, manikins and air diffusers. To preserve the geometric fidelity of the model, the unstructured grid is used in the aircraft cabin. As mentioned above, the modified dissipation coefficients and the piecewise-defined turbulence viscosity are related to the grid size. However, we cannot guarantee the identical grid distribution. Thus, to reduce the effect of the grid, the minimum grid size together with the growth rate and the boundary layer should stay the same as that for the manikins and air supply, respectively. Meanwhile, the satisfactory grid orthogonality, aspect ratio and extension ratio are achieved. At the surface of the manikins, the height of the first boundary layer is 1.6 × 10 −3 m . By employing the modified dissipation coefficients defined in Section 2.2, the minimum element size is set to 1/6h m at the air supply inlet. Note that the tetrahedral cells have been tested in the air supply model. The corresponding results, as shown in the Appendix 2 in the Electronic Supplementary Material (ESM) of the online version of this paper, is almost identical to that of the structured grid when using the same minimum grid size and growth rate. Thus, the unstructured grid is satisfied in the air supply region. The whole entire computational domain consists of 2.51 million grids. The symmetric grid in the single-row simulation is shown in Fig. 9 .", "cite_spans": [], "ref_spans": [{"start": 1431, "end": 1437, "text": "Fig. 9", "ref_id": "FIGREF9"}], "section": "Single-row aircraft cabin simulation"}, {"text": "The parameters and boundary conditions in the experiment (Cao et al. 2014 ) are briefly introduced here. The wall temperature is shown in Table 1 . As mentioned above, the periodic condition is adopted in the front and back walls. By using the simplified model of the air supply jet, the velocity profile at h m is used as the velocity inlet (cf. Section 2.2).", "cite_spans": [{"start": 57, "end": 73, "text": "(Cao et al. 2014", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 138, "end": 145, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Single-row aircraft cabin simulation"}, {"text": "The steady flow simulation is carried out firstly to determine the quantities in Eq. (5) and further obtain the initial condition for the unsteady simulation. Liu et al. (2016) found that the dominant frequency of thermal plume from human body is less than 1 Hz. Thus, the physical unsteady time step is set as 0.04 s. To prevent the initial flow conditions, the first 400 time steps were removed from the results. After the initial transient, a total of 60 s is calculated to investigate the unsteady features of the flow field. The numerical simulation is conducted with a 20-core cluster and it takes about 24 hours to complete the unsteady simulation.", "cite_spans": [{"start": 159, "end": 176, "text": "Liu et al. (2016)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Single-row aircraft cabin simulation"}, {"text": "To confirm the accuracy of the modified standard k-ε model, several comparisons are conducted in the following. As shown in Fig. 10 , the velocity distributions along three typical lines at the mid-section in the cabin will be depicted. The height of L 1 is 1.05 m, which is consistent with the bottom surface of rack. The L 2 (y = 1.35 m) and L 3 (y = 1.55 m) are located at the passengers' shoulder and head levers, respectively. On the other hand, six typical lines are selected for the temperature validation. The three horizontal lines are Y 1 (y = 0.6 m), Y 2 (y = 1.0 m), and Y 3 (y = 1.4 m), and the three vertical lines are X 1 (x = −1 m), X 2 (x = 0 m), and X 3 (x = 1 m). The comparisons of experimental and numerical results based on the standard k-ε model and the modified one with Fig. 10 The typical surfaces and lines coarse grid are shown in Fig. 11 . For the velocity distributions (left: X-velocity, right: Y-velocity) at L 1 -L 3 shown in Fig. 11(a) , good agreements between the results of the standard k-ε model and the modified model are achieved. Compared with experimental results, both of them could capture the main characteristics. However, the errors at L 2 line are relatively obvious. This may be caused by the thermal plume from passengers. Meanwhile, the comparisons of the temperature are depicted in Fig. 11(b) . Again, the numerical results of the modified model agree well with the measured Fig. 11 Comparison of the velocity and temperature distributions on typical lines data, whereas the standard k-ε provides much higher temperature. These results indicate that the main features of the flow field are well captured and the accuracy of the standard k-ε model is improved with the modification.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 131, "text": "Fig. 10", "ref_id": "FIGREF0"}, {"start": 795, "end": 802, "text": "Fig. 10", "ref_id": "FIGREF0"}, {"start": 859, "end": 866, "text": "Fig. 11", "ref_id": "FIGREF0"}, {"start": 959, "end": 969, "text": "Fig. 11(a)", "ref_id": "FIGREF0"}, {"start": 1335, "end": 1345, "text": "Fig. 11(b)", "ref_id": "FIGREF0"}, {"start": 1428, "end": 1435, "text": "Fig. 11", "ref_id": "FIGREF0"}], "section": "Comparison and validation"}, {"text": "The airflow in such a mix-convection environment is intrinsically unsteady. Figure 12 compares the instantaneous velocity of three points calculated by the standard k-ε model and the modified method. The locations of the points P 1 (−1,1,−0.5), P 2 (0,1,−0.5) and P 3 (1,1,−0.5) are shown in Fig. 10 . Obviously, the unsteady feature is not captured by the standard k-ε model while well predicted by the modified one. Another fact is that the flow pattern is asymmetric with respect to the cabin aisle even though the geometry and the boundary conditions are symmetric. The asymmetric flow field is the result of inherent unsteadiness caused by the thermal plume, but it is not captured by the standard k-ε model since the instantaneous velocities of P 1 and the symmetric point P 3 show the same pattern. The unsteady characteristics will be analyzed in detail in the next section. ", "cite_spans": [], "ref_spans": [{"start": 76, "end": 85, "text": "Figure 12", "ref_id": "FIGREF0"}, {"start": 292, "end": 299, "text": "Fig. 10", "ref_id": "FIGREF0"}], "section": "Comparison and validation"}, {"text": "Since the flow field characteristics vary in forced convection region and thermal plume region, two typical surfaces Z 1 and Z 2 belonging to each region are selected for further investigation. As shown in Fig. 13 , Z 1 is the mid-section of the cabin and Z 2 is the mid-section of the manikins' bodies. ", "cite_spans": [], "ref_spans": [{"start": 206, "end": 213, "text": "Fig. 13", "ref_id": "FIGREF0"}], "section": "Unsteady characteristics"}, {"text": "The air supply region is dominated by the forced convection. To illustrate the unsteady characteristics of the forced convection, the instantaneous streamlines and velocity contours at section Z 1 are shown in Fig. 14 .", "cite_spans": [], "ref_spans": [{"start": 210, "end": 217, "text": "Fig. 14", "ref_id": "FIGREF0"}], "section": "Forced convection region"}, {"text": "In the air supply jet region, the flow is rather steady with a slow change. In order to observe the evolution clearly, the time step is set to t = 8 s. It can be seen that the fresh air supplied from the air supply first flows along the luggage rack due to the wall attachment effect. When two streams meet together at the middle of the cabin, both streams start to go along the vertical direction. The flow velocity moving downward is larger than that towards the ceiling. Furthermore, a pair of nearly symmetrical vortex structure appears in front of the passengers' chest.", "cite_spans": [], "ref_spans": [], "section": "Forced convection region"}, {"text": "In particular, as indicated in Fig. 14 , two vortices moving under the effect of thermal plume can be observed. Conversely, only immobile vortices are observed using the standard k-ε model due to the underestimated unsteady characteristics of the thermal plume. Thus, a roughly conclusion can be made that the thermal plume is mainly responsible for the unsteadiness of the flow field. The air distribution is rather steady in the air supply region, and no clear periodicity is found in the instantaneous flow field.", "cite_spans": [], "ref_spans": [{"start": 31, "end": 38, "text": "Fig. 14", "ref_id": "FIGREF0"}], "section": "Forced convection region"}, {"text": "For the thermal plume region, the instantaneous temperature at section Z 2 is presented in Fig. 15 . The red circles sketch the motion of the thermal plume around passenger B's head from t = 1 s and the time step is 1 s. As shown in Fig. 15 , the thermal plume from the passenger B's head is driven by the air supply jet and moves towards the aisle. Four seconds later, the red circle shifts to the right side of passenger C's head. Then, it mixes with the mainstream of aisle. Consequently, the air supply jet brings the thermal plume from the passengers to the exit. Similar phenomenon is captured on the other side of the cabin. However, the instantaneous thermal plume is not synchronous, which is the main reason for the asymmetric flow field.", "cite_spans": [], "ref_spans": [{"start": 91, "end": 98, "text": "Fig. 15", "ref_id": "FIGREF0"}, {"start": 233, "end": 240, "text": "Fig. 15", "ref_id": "FIGREF0"}], "section": "Natural convection region"}, {"text": "On the other hand, in order to avoid confusing with the red circles, the red rectangles are marked at the same location on the other side. In all figures, the rectangles are fixed. Thus, we could clearly see the evolution of the thermal plume including the corresponding area and location with respect to the fixed rectangle. Obviously, the dominant region of the thermal plume is indeed constantly moving. According to the effect of thermal plume on the velocity fluctuation, the region between the head of passengers and luggage rack is divided into three typical parts, which are shown in Fig. 16 . Region ○ 1 (y = 1.35 to 1.46 m) denotes the maximum thermal plume region. Since the thermal plume is driven by the convection, the maximum thermal plume region also changes accordingly. Thus, region ○ 2 (y = 1.46 to 1.51 m) depicts the transition region between the thermal plume and the air supply jet. The last part region ○ 3 (y > 1.51 m) is governed by the air supply jet.", "cite_spans": [], "ref_spans": [{"start": 592, "end": 599, "text": "Fig. 16", "ref_id": "FIGREF0"}], "section": "Natural convection region"}, {"text": "Furthermore, to investigate the velocity fluctuation characteristics in each region more clearly, the Fast Fourier and the corresponding Fast Fourier Transform (FFT) results (right) are presented in Fig. 17 . In each region, there are six characteristic lines.", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "Fig. 17", "ref_id": "FIGREF0"}], "section": "Natural convection region"}, {"text": "In region ○ 1 , the velocity fluctuates drastically and the velocity is an increasing function of the height. The line y = 1.35 is quite uniform due to the boundary layer effect, which is rather stable on the surface of the manikin. For the frequency, it is observed that the thermal plume oscillates with a low frequency and the dominant frequency is around 0.1 Hz which matches the result in Liu et al. (2016) .", "cite_spans": [{"start": 394, "end": 411, "text": "Liu et al. (2016)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Natural convection region"}, {"text": "In region ○ 2 , the velocity fluctuation becomes larger when y is close to the boundary of region ○ 1 and ○ 2 . However, it starts to decay with increasing y. This may be caused by the fact that the effect of the thermal plume becomes weak at the top of region ○ 2 . As a result, the maximum fluctuated frequency in region ○ 2 also decreases. Besides, in the whole three regions, the velocity increases first and then decreases, finally attains a maximum in region ○ 2 .", "cite_spans": [], "ref_spans": [], "section": "Natural convection region"}, {"text": "In region ○ 3 , the velocity is almost steady since the both of the fluctuation and frequency are very small. This region is dominated by the air supply jet and nearly no thermal plume is observed. Therefore, combining the three regions together, it could be concluded that the velocity fluctuation is mainly caused by the unsteadiness of the thermal plume. ", "cite_spans": [], "ref_spans": [], "section": "Natural convection region"}, {"text": "To simulate the unsteady flow field in an aircraft cabin with both natural and forced convection, the modified turbulence model is developed based on the standard k-ε model. The modified method includes two parts, i.e., modified dissipation coefficients and piecewise-defined turbulence viscosity. The former one is used to reduce the grid number in the air supply region. The latter one aims to simulate the forced and natural convection simultaneously. Then, the modified model is validated by experimental results of a Boeing 737-200 mock-up. The results indicate that the modified model could capture the time-average flow characteristics. Meanwhile, compared with the standard k-ε model, the unsteady flow field could be accurately simulated by the modified model.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}, {"text": "The unsteady flow field is also analyzed in detail. It is found that the two vortices in the air supply region move slowly while the thermal plume has a stronger fluctuation. The stable flow in the air supply region prevents the diffusion of contaminant. Furthermore, a frequency spectrum analysis reveals that the thermal plume is the main source of the unsteady fluctuation, which illustrates the feasibility of the modified model in mix-convection simulation. The modified turbulence model provides an alternative way to reduce the grid number and calculate the mixconvection flow field. However, the robustness of the specific parameters should be further discussed in other cases in future investigations. In addition, the model will be applied to a full-scale cabin, and the characteristics of the whole cabin environment will be explored.", "cite_spans": [], "ref_spans": [], "section": "Concluding remarks"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Alternative ventilation concepts for aircraft cabins", "authors": [{"first": "J", "middle": [], "last": "Bosbach", "suffix": ""}, {"first": "S", "middle": [], "last": "Lange", "suffix": ""}, {"first": "T", "middle": [], "last": "Dehne", "suffix": ""}, {"first": "G", "middle": [], "last": "Lauenroth", "suffix": ""}, {"first": "F", "middle": [], "last": "Hesselbach", "suffix": ""}, {"first": "M", "middle": [], "last": "Allzeit", "suffix": ""}], "year": 2013, "venue": "CEAS Aeronautical Journal", "volume": "4", "issn": "", "pages": "301--313", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "2D-PIV measurement of aircraft cabin air distribution with a high spatial resolution", "authors": [{"first": "X", "middle": [], "last": "Cao", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Pei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2014, "venue": "Building and Environment", "volume": "82", "issn": "", "pages": "9--19", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A computational and experimental investigation of the human thermal plume", "authors": [{"first": "B", "middle": ["A"], "last": "Craven", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Settles", "suffix": ""}], "year": 2006, "venue": "Journal of Fluids Engineering", "volume": "128", "issn": "", "pages": "1251--1258", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Passenger thermal comfort and behavior: a field investigation in commercial aircraft cabins", "authors": [{"first": "W", "middle": [], "last": "Cui", "suffix": ""}, {"first": "T", "middle": [], "last": "Wu", "suffix": ""}, {"first": "Q", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2017, "venue": "Indoor Air", "volume": "27", "issn": "", "pages": "94--103", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Statistical Theory and Modeling for Turbulent Flows", "authors": [{"first": "P", "middle": ["A"], "last": "Durbin", "suffix": ""}, {"first": "Bap", "middle": [], "last": "Reif", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Optimization design of inner-structure of the slot-jet in aircraft cabin and investigation of multi-scale characteristic in slot turbulent jet flow", "authors": [{"first": "W", "middle": ["T"], "last": "Ge", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Determination of the optimal control parameter range of air supply in an aircraft cabin", "authors": [{"first": "X", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "You", "suffix": ""}], "year": 2015, "venue": "Building Simulation", "volume": "8", "issn": "", "pages": "465--476", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Computational fluid dynamics modeling of transport and deposition of pesticides in an aircraft cabin", "authors": [{"first": "S", "middle": ["S"], "last": "Isukapalli", "suffix": ""}, {"first": "S", "middle": [], "last": "Mazumdar", "suffix": ""}, {"first": "P", "middle": [], "last": "George", "suffix": ""}, {"first": "B", "middle": [], "last": "Wei", "suffix": ""}, {"first": "B", "middle": [], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Weisel", "suffix": ""}], "year": 2013, "venue": "Atmospheric Environment", "volume": "68", "issn": "", "pages": "198--207", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Experimental parametric study of forced and mixed convection in a passenger aircraft cabin mock-up", "authors": [{"first": "M", "middle": [], "last": "Kühn", "suffix": ""}, {"first": "J", "middle": [], "last": "Bosbach", "suffix": ""}, {"first": "C", "middle": [], "last": "Wagner", "suffix": ""}], "year": 2009, "venue": "Building and Environment", "volume": "44", "issn": "", "pages": "961--970", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The numerical computation of turbulent flows", "authors": [{"first": "B", "middle": ["E"], "last": "Launder", "suffix": ""}, {"first": "D", "middle": ["B"], "last": "Spalding", "suffix": ""}], "year": 1974, "venue": "Computer Methods in Applied Mechanics and Engineering", "volume": "3", "issn": "", "pages": "269--289", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Role of ventilation in airborne transmission of infectious agents in the built environment-A multidisciplinary systematic review", "authors": [{"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Cyh", "middle": [], "last": "Chao", "suffix": ""}], "year": 2007, "venue": "Indoor Air", "volume": "17", "issn": "", "pages": "2--18", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Study on the carbon dioxide lockup phenomenon in aircraft cabin by computational fluid dynamics", "authors": [{"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Tu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yan", "suffix": ""}], "year": 2015, "venue": "Building Simulation", "volume": "8", "issn": "", "pages": "431--441", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Numerical investigation of airborne contaminant transport under different vortex structures in the aircraft cabin", "authors": [{"first": "F", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Ren", "suffix": ""}, {"first": "X", "middle": [], "last": "Cao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2016, "venue": "International Journal of Heat and Mass Transfer", "volume": "96", "issn": "", "pages": "287--295", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "PIV methods for quantifying human thermal plumes in a cabin environment without ventilation", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "N", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Cao", "suffix": ""}], "year": 2017, "venue": "Journal of Visualization", "volume": "20", "issn": "", "pages": "535--548", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Experimental investigation of the human convective boundary layer in a quiescent indoor environment", "authors": [{"first": "D", "middle": [], "last": "Licina", "suffix": ""}, {"first": "J", "middle": [], "last": "Pantelic", "suffix": ""}, {"first": "A", "middle": [], "last": "Melikov", "suffix": ""}, {"first": "C", "middle": [], "last": "Sekhar", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Tham", "suffix": ""}], "year": 2014, "venue": "Building and Environment", "volume": "75", "issn": "", "pages": "79--91", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluation of various categories of turbulence models for predicting air distribution in an airliner cabin", "authors": [{"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Wen", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": [], "last": "Long", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2013, "venue": "Building and Environment", "volume": "65", "issn": "", "pages": "118--131", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Numerical investigation of the unsteady flow characteristics of human body thermal plume", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Luo", "suffix": ""}], "year": 2016, "venue": "Building Simulation", "volume": "9", "issn": "", "pages": "677--687", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A preliminary parametric study on performance of SARS virus cleaner using CFD simulation", "authors": [{"first": "W", "middle": ["Z"], "last": "Lu", "suffix": ""}, {"first": "Ayt", "middle": [], "last": "Leung", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Yan", "suffix": ""}, {"first": "Atp", "middle": [], "last": "So", "suffix": ""}], "year": 2005, "venue": "International Journal for Numerical Methods in Fluids", "volume": "47", "issn": "", "pages": "1137--1146", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Flow and contaminant transport in an airliner cabin induced by a moving body: Model experiments and CFD predictions", "authors": [{"first": "S", "middle": ["B"], "last": "Poussou", "suffix": ""}, {"first": "S", "middle": [], "last": "Mazumdar", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Plesniak", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Sojka", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2010, "venue": "Atmospheric Environment", "volume": "44", "issn": "", "pages": "2830--2839", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Computational modeling of effects of thermal plume adjacent to the body on the indoor airflow and particle transport", "authors": [{"first": "M", "middle": [], "last": "Salmanzadeh", "suffix": ""}, {"first": "G", "middle": [], "last": "Zahedi", "suffix": ""}, {"first": "G", "middle": [], "last": "Ahmadi", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Marr", "suffix": ""}, {"first": "M", "middle": [], "last": "Glauser", "suffix": ""}], "year": 2012, "venue": "Journal of Aerosol Science", "volume": "53", "issn": "", "pages": "29--39", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Lectures in Mathematical Models of Turbulence", "authors": [{"first": "B", "middle": ["D"], "last": "Spalding", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The Structure of Turbulent Shear Flow", "authors": [{"first": "A", "middle": ["A"], "last": "Townsend", "suffix": ""}], "year": 1956, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Analyzing grid independency and numerical viscosity of computational fluid dynamics for indoor environment applications", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhai", "suffix": ""}], "year": 2012, "venue": "Building and Environment", "volume": "52", "issn": "", "pages": "107--118", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Turbulence characterization of instantaneous airflow in an aisle of an aircraft cabin mockup", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "N", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2017, "venue": "Building and Environment", "volume": "116", "issn": "", "pages": "207--217", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Chaotic behavior of human thermal plumes in an aircraft cabin mockup", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "F", "middle": [], "last": "Li", "suffix": ""}], "year": 2018, "venue": "International Journal of Heat and Mass Transfer", "volume": "119", "issn": "", "pages": "223--235", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Effects of passenger thermal plume on the transport and distribution characteristics of airborne particles in an airliner cabin section", "authors": [{"first": "Y", "middle": [], "last": "Yan", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Tu", "suffix": ""}], "year": 2016, "venue": "Science and Technology for the Built Environment", "volume": "22", "issn": "", "pages": "153--163", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Numerical simulations of the instantaneous flow fields in a generic aircraft cabin with various categories turbulence models", "authors": [{"first": "C", "middle": [], "last": "Yang", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Cao", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "F", "middle": [], "last": "He", "suffix": ""}], "year": 2015, "venue": "Procedia Engineering", "volume": "121", "issn": "", "pages": "1827--1835", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Modeling dynamic responses of aircraft environmental control systems by coupling with cabin thermal environment simulations", "authors": [{"first": "H", "middle": [], "last": "Yin", "suffix": ""}, {"first": "X", "middle": [], "last": "Shen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Long", "suffix": ""}, {"first": "R", "middle": [], "last": "Duan", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Lin", "suffix": ""}, {"first": "D", "middle": [], "last": "Wei", "suffix": ""}, {"first": "B", "middle": [], "last": "Sasanapuri", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2016, "venue": "Building Simulation", "volume": "9", "issn": "", "pages": "459--468", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Evaluation of various turbulence models in predicting airflow and turbulence in enclosed environments by CFD: part 1-Summary of prevalent turbulence models", "authors": [{"first": "Z", "middle": ["J"], "last": "Zhai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "HVAC&R Research", "volume": "13", "issn": "", "pages": "853--870", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Experimental characterization of airflows in aircraft cabins: part II -Results and research recommendations", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "A", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Topmiller", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Bennett", "suffix": ""}], "year": 2005, "venue": "ASHRAE Transactions", "volume": "111", "issn": "2", "pages": "53--59", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Experimental measurements and numerical simulations of particle transport and distribution in ventilated rooms", "authors": [{"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Chen", "suffix": ""}], "year": 2006, "venue": "Atmospheric Environment", "volume": "40", "issn": "", "pages": "3396--3408", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Evaluation of various turbulence models in predicting airflow and turbulence in enclosed environments by CFD: part 2-Comparison with experimental data from literature", "authors": [{"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Zhai", "suffix": ""}, {"first": "Q", "middle": ["Y"], "last": "Chen", "suffix": ""}], "year": 2007, "venue": "HVAC&R Research", "volume": "13", "issn": "", "pages": "871--886", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Statistical analysis of turbulent thermal convection in a cabin mockup", "authors": [{"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Pei", "middle": ["J"], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Building and Environment", "volume": "115", "issn": "", "pages": "34--41", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Novel personalized and humidified air supply for airliner passengers", "authors": [{"first": "P", "middle": [], "last": "Zítek", "suffix": ""}, {"first": "T", "middle": [], "last": "Vyhlídal", "suffix": ""}, {"first": "G", "middle": [], "last": "Simeunović", "suffix": ""}, {"first": "L", "middle": [], "last": "Nováková", "suffix": ""}, {"first": "J", "middle": [], "last": "Čížek", "suffix": ""}], "year": 2010, "venue": "Building and Environment", "volume": "45", "issn": "", "pages": "2345--2353", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The geometry of a Boeing 737-200 mock-up Zhao et al. / Building Simulation 3", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Sketch of the air supply", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Computational domain, boundary conditions and grid Zhao et al. / Building Simulation Comparison of the velocity at the centerline between the measurement and calculation", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Velocity distribution at different sections", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Length ratio of the jet core for different grid size Zhao et al. / Building Simulation 5", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Validation of the modified dissipation coefficients", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Effect of the grid size in Zm-axis on the axial velocity Zhao et al. / Building Simulation 6", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The computational grid", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Instantaneous velocity comparison at typical points", "latex": null, "type": "figure"}, "FIGREF11": {"text": "The distribution of results reference surface", "latex": null, "type": "figure"}, "FIGREF12": {"text": "The instantaneous flow field at section Z1 Zhao et al. / Building Simulation 9 Fig. 15 The instantaneous temperature at section Z2", "latex": null, "type": "figure"}, "FIGREF13": {"text": "The three flow regions of passenger C Transform (FFT) is applied to transmit the time-domain fluctuation to the frequency-", "latex": null, "type": "figure"}, "FIGREF14": {"text": "The instantaneous velocity and the FFT results at the three regions", "latex": null, "type": "figure"}, "TABREF0": {"text": "The temperature boundary conditions.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Surface </td><td>Temperature </td></tr><tr><td>Inlet air </td><td>20 °C </td></tr><tr><td>Ceiling </td><td>24.3 °C </td></tr><tr><td>Floor </td><td>24.7 °C </td></tr><tr><td>Luggage </td><td>23.3 °C </td></tr><tr><td>Sidewalls </td><td>25.6 °C </td></tr><tr><td>Manikins </td><td>32.4 °C </td></tr></table></body></html>"}}, "back_matter": [{"text": "The work described in this paper was supported by the National Basic Research Program of China (\"973\" project of China) (No. 2012CB720101), grants from the National Natural Science Foundation of China (No. 11672206 and No. 11972250) and the Key Program of Natural Science Foundation of Tianjin City (No. 19JCZDJC32000).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "supplementary material is available in the online version of this article at https://doi.org/10.1007/s12273-020-0609-2.", "cite_spans": [], "ref_spans": [], "section": "Electronic Supplementary Material (ESM):"}]}