{
    "paper_id": "0b976411eacbca5ab7d44d3fd13839f90e638245",
    "metadata": {
        "title": "Journal Pre-proof Could fighting airborne transmission be the next line of defence against COVID-19 spread? Could Fighting Airborne Transmission be the Next Line of Defence against COVID-19 Spread?",
        "authors": [
            {
                "first": "Prashant",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Global Centre for Clean Air Research (GCARE)",
                    "institution": "University of Surrey",
                    "location": {
                        "postCode": "GU2 7XH",
                        "settlement": "Guildford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Lidia",
                "middle": [],
                "last": "Morawska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Laboratory for Air Quality and Health (ILAQH)",
                    "institution": "Queensland University of Technology",
                    "location": {
                        "postCode": "4001",
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The World Health Organisation declared the infectious spread of SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) an epidemic during its initial outbreak in Wuhan (China) and has since declared it a pandemic and, more recently, an endemic infection that may remain in our communities. A vaccine for COVID-19 is expected to take several months, meaning that the spread may continue in future, in the absence of the most effective measures of social distancing and self-isolation. While these measures have worked well under lockdowns, the potential of airborne transmission of COVID-19 under the eased restrictions has not been considered important enough. We discuss the need to acknowledge the airborne spread of COVID-19 inside built spaces under eased movement restrictions and the potential steps that can be taken to control it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Social distancing, self-isolation, handwashing, provision of hand sanitisers in public buildings, frequent disinfection of high-touch surfaces and the use of face masks have been recommended as effective mitigation measures against the spread of COVID-19 by the SARS-CoV-2 virus. Their effectiveness has been demonstrated by the flattening curves for new cases identified, hospital admissions and deaths across time. However, such gains have come at great expense, with sacrifices including freezing people's movement and closing down academic institutions, schools and businesses, all of which has negatively impacted national and international economies so severely that they have already touched a record low in many countries. A long-term lockdown is therefore unlikely to be affordable. Some countries, such as Denmark and Germany, have already started to ease restrictions, while others, including the United States and the United Kingdom, have followed suit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rate of reproduction (R) of the coronavirus is a simple means of understanding the spread of COVID-19 against response measures in a particular country, city or region. The spread of new infections will multiply if the value of R increases over one, and will fall and eventually disappear as the value of R goes below one. A diverse range of R was experienced across the world during the early phases of infectious spread (e.g. approaching a value of eight in New York, United States) before the curve was generally flattened by the introduction of lockdown measures such as strict social distancing and clossures of schools, churches, bars, J o u r n a l P r e -p r o o f lockdowns such as those of Europe, Asia or the United States. The driving factors of their success included 'swift action, widespread testing and contact tracing, and critical support from citizens', which were underpinned by both the 'political will', in terms of imposing arduous measures in the absence of a crisis-level outbreak, and the 'public will', in terms of social trust of the people to support government decisions. As the curve flattens in many countries across the world and cross-country measures including international border control remain important, it remains vital to protect people from this novel virus inside built environments and public places within our cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How do we manage this under eased movement restrictions? Significant infection pathways are considered to include coming into direct contact with the sneeze/cough of an infected person and touching an infected person or a surface containing virus-laden droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Restricting airborne transmission of COVID-19 has not been high on the list of control measures. However, numerous cases of airborne transmission of its predecessor, SARS-COV-1, such as in Hong Kong's Prince of Wales Hospital, health care facilities in Toronto, and aircraft, have been reported [1] . Evidence of airborne transmission of SARS-COV-2 has already started to emerge. For example, a recent study reported the probability of COVID-19 being spread by an extended short-range aerosol on 24 January 2020 in a poorly ventilated restaurant in Guangzhou, China [2] . Another study has reported a high concentration of viral RNA peaks in sub-and super-micrometre particle ranges and highlighted the potential transmission of SARS-CoV-2 via aerosols inside two Wuhan hospitals [3] . Most recently, researchers have assessed the COVID-19 outbreak in two buseswith and without a COVID-19 source patientas well as separately inside conference rooms [4] . The air conditioners were set on indoor recirculation mode in all cases, and the authors reported a greater than 40-times higher risk of COVID-19 infection in the bus with a source patient compared with the other bus, and an overall COVID-19 attack rate of over 48% in conference J o u r n a l P r e -p r o o f rooms [4] . This work highlighted the probability of a much higher COVID-19 infection rate in closed environments with re-circulated air, and substantiates our below point regarding airborne transmission. Another work reported the presence of SARS-CoV-2 viral RNA on the outdoor particulate matter ≤10µm samples collected at an industrial site in the Bergamo Province of Italy between 21 February and 13 March 2020 [5] . The basic principles of aerosol science substantiate the claim that airborne transmission would be a significant pathway of spread in indoor environments that provide conducive conditions, for the reasons discussed below.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1681,
                    "end": 1684,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most viruses, including COVID-19, are less than 100 nanometres in size. However, the expiratory droplets containing the virus also include water, salts and organic material. If, upon expiration, some of the water content evaporates, the microscopic droplet becomes small and light enough to stay suspended in the air [1, 6] . Their concentration in the air will ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Airborne transmission of SARS-CoV-2: The world should face the reality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environment International",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence for probable aerosol transmission of SARS-CoV-2 in a poorly ventilated restaurant. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westerdahl",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-Cov-2 RNA found on particulate matter of",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Setti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Passarini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Gennaro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baribieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Perrone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palmisani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Gilio",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Torboli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pallavicini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruscio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piscitelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Airborne transmission of COVID-19: epidemiologic evidence from two outbreak investigations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.36685.38881"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamics and dispersion modelling of nanoparticles from road traffic in the urban atmospheric environment -a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ketzel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vardoulakis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirjola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Britter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Aerosol Science",
            "volume": "42",
            "issn": "",
            "pages": "580--603",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "build up increasing the risk of infection, particularly if the air is stagnant as in many indoor environments in public places with insufficient and inefficient ventilation. Thus, the probability of airborne transmission can be envisioned and should be acknowledged. What can be done to limit airborne transmission? We propose a three-pronged approach targeting: (i) governments (building the knowledge base to inform holistic decision-making in the best interests of the public and the economy); (ii) built spaces (improving ventilation); and (iii) the public (protecting individuals from infection via personal measures). The first will require rapid development of scientific evidence to assess the intensity and probability of airborne transmission pathways as well as an understanding of transmission exposure at a personal level in microenvironments and indoor public spaces, where people spend >90% of their daily time. It could also entail the identification of individuals at high risk of infection and appropriate implementation of targeted measures for places and/or activities. The second J o u r n a l P r e -p r o o f will require strategies to minimise the build-up of virus-laden air in places typically containing high densities of people, such as hospitals, shops, malls, care homes, restaurants, offices, schools, sports stadiums and on public transport. Improving air ventilation in indoor spaces can be expected to interrupt the hotspot build-up of virus-laden air. Mechanical ventilation is common in many commercial and public buildings, but it may be ineffective, and may instead create situations that increase the residence time of contaminated air inside a built space. However, natural ventilation may not be a viable option due to the structural configurations of buildings and the heating, cooling, and/or energy constraints in many important places. In such circumstances, it would become important to review ventilation strategies and the filtering efficacy of HVAC systems to maximise the indoor-outdoor exchange of fresh air. Last but not the least, personal control of transmission at an individual level could include the use of personal protective equipment (PPE), such as masks and respirators, where indoor infection risk is high. Individuals can also make a notable difference by informed decision-making, which is only possible when people are kept up to date with the evolving knowledge base around transmission pathways. On personal protection, questions are asked about when and where to wear face masks, and whether or not they are effective in restricting COVID-19 infection. Figure 1 demonstrates the efficacy of a mask with a protection factor of 4, based on its EN149:2001 classification, meaning that the number of particles inside the respirator should be four times lower than the outside environment [7]. The case for doctors, patients or care workers to wear disposable fabric masks can be understood by the reduced probability of contracting or passing on infections through virus-laden liquid droplets. Wearing masks in indoor public places can also help prevent the spread of droplets from infected individuals to others through all respiratory activities including breathing, sneezing and coughing. The case for wearing masks in public places becomes even stronger, given that between 5% and 80% of people testing [10]. Clear guidelines are needed on short-term or situation-specific use of masks, and their usefulness and efficacy in such situations. These guidelines need to be consistent at both national and global levels. For example, the World Health Organization on 30 March 2020 advised that healthy people need not wear face masks unless they are coughing or sneezing or caring for someone with a suspected COVID-19 infection. On 11 May 2020, the UK government urged the public not to buy face masks in order to address the shortage of PPE, and instead to cover their faces only 'in enclosed spaces where social distancing is not possible and they come into contact with others they do not normally meet'. The UK government also advised citizens not to wear them when outdoors, such as while exercising, in schools or workplaces. At the same time, wearing masks in public places has been compulsory in China during the pandemic, and in Spain, where currently the lockdown restrictions are being relaxed, millions of masks have been distributed across the country. Humans have resiliently fought unprecedented challenges, but this COVID-19 pandemic is of a different dimension. Individual governments have designed measures with different approaches (e.g. contain, delay, research, and mitigate), but all agree that a permanent lockdown is not an option. It is important to learn lessons from past outbreaks and associated knowledge bases, as well as to understand and acknowledge the emerging challenge of airborne transmission under eased movement restrictions in the near future. Appropriate action today can support proper preparation for the months ahead until a vaccine becomes available and could minimise the loss of life. Centre for Evidence-Based Medicine. https://www.cebm.net/covid-19/covid-19-what-proportion-are-asymptomatic/ (accessed 14.05.2020) [9] Leung, N.H.L., Chu, D.K.W., Shiu, E.Y.C., Chan, K.-H., McDevitt, J.J., Hau, B.J.P., Yen, H.-L., Li, Y., Ip, D.K.M., Peiris, J.S.M., Seto, W.-H., Leung, G.M., Milton, D.K., Cowling, B.J., 2020. Respiratory virus shedding in exhaled breath and efficacy of face masks. Nature Medicine 26, 676-680. [10] Huang, W., Morawska, L., 2019. Face masks could raise pollution risks. Nature 574, 29-30.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Size-resolved removal of particles by a face mask[7]. The red shaded area indicates the removal of particles, which is well below 2 and just over 3 for particles in the 5-100 and 100-560 nanometre size range, respectively. The removal factor is the ratio of",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}