{
    "paper_id": "0b9b4fc7a0c40e56aab776cf0399cb1900149141",
    "metadata": {
        "title": "Social contagion models on hypergraphs",
        "authors": [
            {
                "first": "Guilherme",
                "middle": [],
                "last": "Ferraz De Arruda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ISI Foundation",
                    "location": {
                        "addrLine": "Via Chisola 5",
                        "postCode": "10126",
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Petri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ISI Foundation",
                    "location": {
                        "addrLine": "Via Chisola 5",
                        "postCode": "10126",
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Yamir",
                "middle": [],
                "last": "Moreno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ISI Foundation",
                    "location": {
                        "addrLine": "Via Chisola 5",
                        "postCode": "10126",
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our understanding of the dynamics of complex networked systems has increased significantly in the last two decades. However, most of our knowledge is built upon assuming pairwise relations among the system's components. This is often an oversimplification, for instance, in social interactions that occur frequently within groups. To overcome this limitation, here we study the dynamics of social contagion on hypergraphs. We develop an analytical framework and provide numerical results for arbitrary hypergraphs, which we also support with Monte Carlo simulations. Our analyses show that the model has a vast parameter space, with first-and secondorder transitions, bistability, and hysteresis. Phenomenologically, we also extend the concept of latent heat to social contexts, which might help understanding oscillatory social behaviors. Our work unfolds the research line of higher-order models and the analytical treatment of hypergraphs, posing new questions and paving the way for modeling dynamical processes on higher-order structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Network science has had a radical impact on our knowledge about critical dynamics in complex systems. In particular, new and relevant phenomena arise when investigating social and biological contagion processes [1] [2] [3] [4] [5] [6] [7] . For instance, while homogeneous spreading models predict finite critical points [2, 6, 7] , heterogeneous networks often present vanishing transitions [1, 2, [6] [7] [8] , supporting the predictions in real-world networks [9] [10] [11] [12] . Contagion models cover many aspects, from different types to richer substrates underlying the process itself. A relevant development is the extension of contagion processes to multilayer networks, leading the way to combinatorial higher-order models. Indeed, multilayers' structural [13] [14] [15] [16] [17] , spreading [7, 14] , and diffusion properties [13, 18] have new and richer phenomenology. Nevertheless, as recently argued in Ref. [19] , real data are revealing that pairwise relationships-the fundamental interaction units of networks-do not capture complex dependencies.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 398,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indeed, modern messaging systems (e.g., WhatsApp, Telegram, and Facebook Messenger, among others) allow users to communicate in groups, which creates a direct channel among all members. In other words, modern information spreading is often a one-to-many process. Additionally, biological and team collaborations are also inherently group structured, similarly to some types of molecular interactions [20] . Complementary, there is evidence from social and biological studies indicating that higher-order structures have crucial dynamical effects [21] [22] [23] [24] . Therefore, higher-order interactions are ubiquitous, and understanding their properties and impacts is of paramount importance. Notably, the sizes of such groups can span orders of magnitude. Thus, graph-projection-based approaches might not be sufficient to describe systems involving interactions over many different scales and orders.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Combinatorial higher-order models [19] offer a way to describe these systems as they overcome the limitations of lower-order network models. In a first attempt, Bodó et al. [21] proposed an SIS disease spreading in a hypergraph. Next, Iacopini et al. [22] presented a model of social contagion defined on simplicial complexes and provided approximate solutions for complexes of order three. Their model presented new phenomenological patterns associated with the critical properties of the dynamics. However, their proposed model is still very constrained, both structurally and dynamically.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we extend their model both structurally and dynamically. Structurally, we adopt hypergraphs, which generalize the concept of graphs, by allowing an edge to have an arbitrary number of nodes (see Fig. 1 for an illustration). Hypergraphs relax the structural restrictions required by simplicial complexes as they impose virtually no limitation on the type, size, and mutual inclusion of interactions, thus, representing more faithfully and naturally real systems. From the dynamical viewpoint, we incorporate explicit critical-mass dynamics (each hyperedge is an independent critical-mass process), generalizing the one modeled in Ref. [22] . The resulting model displays a rich complex phenomenology, remaining very flexible and able to cover a wide range of systems. We uncover the presence of discontinuous transitions and bistability led by higher-order interactions and critical-mass dynamics. Notably, these critical properties contrast with contagion models on graphs-models, which instead usually display continuous transitions, e.g., SIS or SIR disease spreading, regardless of the structural configuration. Therefore, assuming a graph projection of a hypergraph might lead to wrong results. Here we report analytical and numerical analyses of the theoretical framework that we introduce as well as results for several limiting cases and hypergraph structures. We round ",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 643,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "off the paper by discussing several implications of our study and, most notably, the role of critical mass dynamics in social contagion, providing insights that could help explain reported differences in experimental results [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let us first introduce some formal definitions. A hypergraph is defined as a set of nodes, V = {v i }, where N = |V| is the number of nodes, and a set of hyperedges E = {e j }, where e j is a subset of V with arbitrary cardinality |e j |. If max (|e j |) = 2 we recover a graph. We remark that we do not explore this scenario since it recovers standard models. On the other hand, if for each hyperedge with |e j | > 2 its subsets are also contained in E, we recover a simplicial complex (for more on the hypergraph structure, see the Supplemental Material [28] , Sec. I). Figure 1 shows an example of a hypergraph. In an arbitrary hypergraph, we associate with each individual v i a Bernoulli random variable Y i (complementary X i ). If the node v i is active Y i = 1 (X i = 0), otherwise Y i = 0 (X i = 1). To each active node, we associate a deactivation mechanism, modeled as a Poisson process with parameter δ i ,",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 580,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "For each hyperedge, j, we define a random variable T j = k∈e j X k , which is the number of active nodes in the hyperedge. If T j is equal or above a given threshold, j , we associate a Poisson process with parameter λ j , N",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In other words, the dynamics is given by a threshold process that becomes active only above a critical mass of activated nodes. Moreover, if |e j | = 2, we assume directed Poisson processes, implying that it is not a threshold process anymore. This definition allows for recovering traditional SIS contagion models. While the proposed model is general, allowing for arbitrary heterogeneity in parameters, we focus on more straightforward, but representative, cases. We assume that δ i = δ and λ j = f (|e j |), where f is an arbitrary function of the cardinality of the hyperedge. It is also convenient to define = * N , where the parameter * is a real number representing the fraction of active nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The exact equation that describes the aforementioned dynamics can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where the first summation is over all hyperedges containing v i and the second over all the possible dynamical microstates inside the hyperedge e j , denoted by the set B. Furthermore,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is an indicator function that is 1 if Y i = 0 and the critical mass in the hyperedge is reached and 0 otherwise. Naturally, the order parameter is defined as the expected fraction of active nodes, i.e., ρ = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) captures the exact process, it cannot be numerically solved. Thus, assuming that the random variables are independent and denoting y i = E(Y i ), we obtain the firstorder approximation, given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where we assume that the spreading rate is composed by the product of a free parameter and a function of the cardinality, i.e., λ j = λ × λ * (|e j |). In this formulation, the expectation of the indicator function follows a Poisson binomial distribution (for more on this approximation, see Ref. [28] , Sec. II).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Formally,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where F l is the set of all subsets of k integers from {1, 2, . . . , n = |e j |}, A is one of those sets, and A c is its complementary. Intuitively, A accounts for the possibly active nodes and A c the possibly inactive ones. Thus, the summation over F l considers all possible nodal state configurations in a given hyperedge. Equation (4) is not numerically stable if |e j | is large [29] . Considering the discrete Fourier transform, we obtain a numeric stable solution as [29] P e j (K = k) (5) where C = exp ( 2iπ n+1 ), which then allows one to compute the solution for arbitrarily large hyperedges. Interestingly, although the whole argument is quite intricate, Eq. (5) is simple, allowing the numerical evaluation of Eq. (2).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our main result is that a rich and diverse phase space, generally populated by continuous and discontinuous transitions and hysteretic behaviors, characterizes contagion on hypergraphs. In particular, we have analytically observed discontinuity and bistability in the order parameter on top of some regular structures. We provide full details of the calculations in Ref. [28] (see Secs. III and IV) for two limiting cases, namely, a hypergraph composed of a hyperedge containing all nodes in addition to (1) a random regular network (which we call a hyperblob) and (2) a star (referred to as a hyperstar).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the sake of clarity, let us show the main results for the hyperblob. In this case, we can exploit the structural symmetries to solve ρ(λ, λ * , δ), obtaining two locally stable solutions. Specifically, consider a hypergraph built up as a homogeneous set of pairwise interactions with average degree k and a single additional hyperedge containing all nodes. In this case, the order parameter can be solved as (for the full derivations, see Ref. [28] , Sec. III)",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where a second-order phase transition for ρ Lower is naturally obtained as λ δ 1 k [7] . Furthermore, the discontinuities can also be calculated as",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Phenomenologically, a discontinuity implies that our system possesses a \"social latent heat\" that is released or accumulated at a constant value of λ. More specifically, before the discontinuity, \"energy\" has been stored in the partial activation of the hyperedges. At the discontinuity this \"energy\" is absorbed (released) at once for a constant value of λ. In fact, the social latent heat can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where Q l (λ X c ) can be Q l (λ L c ) (energy absorbed) or Q l (λ U c ) (energy released). Therefore, for this structure, the latent heat is expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where λ X c can be (λ L c or λ U c ). In fact, this expression is true for any value of λ, but its physical interpretation is valid only near the discontinuity, which in turn depends on ρ c = * . We refer the reader to Ref. [28] for more details. Figure 2 shows the general phenomenology of the system obtained from the analytical solution, i.e., the first-order approximation, of the equations describing the contagion dynamics for the hyperblob. As can be seen in Fig. 2(a) , there are two possible solutions, ρ Lower and ρ Upper . The solution depends on the initial conditions and the threshold, * , which, together with the structure, defines a value ρ c where the dynamics exhibit a discontinuity. If ρ(t = 0) ρ c , the solution is given by ρ = ρ Upper (forward phase diagram). On the other hand, if ρ(t = 0) < ρ c and ρ(t = 0) = 0, then ρ = ρ Lower (backward phase diagram). The arrows show these solutions as the size of the jump (i.e., the magnitude of the latent heat). Note that the lower solution can exhibit a secondorder phase transition. Next, in Fig. 2(b) we instead represent the corresponding parameter space, which is composed of five distinct regions, as explained in the figure caption. We assumed the most general case, where the lower solution has a transition from the absorbing state to an active state, here at λ c . We remark that, for some structures, the lower solution might have a vanishing critical point (e.g., the hyperstar), i.e., λ c → 0, thus slightly changing this picture. Finally, we have compared both analytic and numeric estimates of the latent heat for this hypergraph structure. The results show that the absolute error between analytical and numerical simulations is of order 10 −2 -10 −3 in hypergraphs with N = 10 4 (see Ref. [28] , Sec. VI.E and Table I ), indicating that the first-order approximation is accurate.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1062,
                    "end": 1071,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1795,
                    "end": 1802,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Thus, generically, the solutions for a social contagion dynamics on hypergraphs can be mathematically expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where ρ is obtained if ρ(t = 0) < ρ c , and ρ * if ρ(t = 0) ρ c , where ρ c is a global critical mass, i.e., the value of ρ at which the discontinuity appears. As before, we note that the lower solution (branch) might also exhibit a secondorder (continuous) phase transition, denoted by λ c in Fig. 2 , from the absorbing state (ρ = 0) to the active state (ρ > 0). Furthermore, for a given hypergraph with fixed δ and λ * , the discontinuity points are formally defined as",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "thus, also defining the bistable region, (λ U c , λ L c ). Although a closed solution for the general case is not possible, Monte Carlo simulations and numerical evaluation of Eq. (2) are reasonable alternatives to characterize our system (see Ref. [28] , Sec. VI). Here we focus on a hypergraph with an exponential distribution of cardinalities (i.e., the number of nodes inside a hyperedge), P (|e|) ∼ μ exp (−μ|e|) with the constraint that |e| 2. Dynamically, we set λ * = log 2 (|e|). This choice is arbitrary, but we choose here the log 2 (|e|) function because it grows sublinearly. Note that, if a hyperedge cardinality goes to infinity, the average spreading value tends to zero: lim |e|→∞ log 2 (|e|) |e| = 0. The impact of such a function is yet unknown, and we leave this analysis for future work. Figures 3(a) and 3(b) show that the order parameter and the susceptibility follow the patterns expected for a first-order transition, i.e., both are discontinuous. Moreover, the order parameter is bistable, implying the presence of a hysteresis loop. This phenomenon is opposed to an SIS on a graph. The SIS has a second-order phase transition, characterized by a continuous behavior of the order parameter and a diverging susceptibility in the thermodynamic limit. Complementarily, Fig. 3(c) shows the distribution of active nodes in the upper and lower branches. In the former, we have a bell-shaped distribution, similar to the supercritical regime of an SIS process [7, 30] . In the latter, we have a distribution peaked at one, similar to the subcritical regime (absorbing state) of an SIS process [7, 30] . We emphasize that Fig. 3(c) displays the distribution of active nodes for the upper (left panel) and lower (right panel) branches and that the complete distribution for a given λ in a region where both solutions exist is bimodal. Intuitively, one expects that lower cardinality hyperedges are responsible for the lower branch as they are easier to activate than the higher cardinality ones. Note that, in regular cases, such as the hyperblob (see Ref. [28] , Secs. III and IV), the giant pairwise component has N nodes. However, for the exponentially distributed cardinality scenario, this is not the case. Although P (|e| = 2) P (|e| = k), k = 3, 4 . . . , N (exponential distribution), the largest connected component, is very small, six nodes in the simulated hypergraph. Therefore, in this scenario, the lower branch is determined by hyperedges with cardinality lower but greater than two. The generality of the reported phenomenological behavior suggests that the observed dynamics are a consequence of group-group interactions. Additional experiments (reported in Ref. [28] ) for a hypergraph with a power-law distribution of cardinality further corroborated these results. In all systems, we found similar qualitative behavior for finite networks.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 1612,
                    "end": 1615,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1616,
                    "end": 1619,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 2074,
                    "end": 2078,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2697,
                    "end": 2701,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 830,
                    "text": "Figures 3(a) and 3(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1640,
                    "end": 1649,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Our results are relevant because they provide a theoretical foundation for, and a phenomenological explanation to, seemingly different experimental findings [24] [25] [26] [27] [31] [32] [33] . These works reported critical mass levels needed to change an established equilibrium of 10% in some experiments and 30%-40% in others, in apparent contradiction. The formalism here developed naturally brings forth plausible hypotheses for these observations and show that both ranges are possible. On the one hand, studies based on a single group suggest a threshold between 30%-40%, a situation that can be modeled as a single hyperedge in our formalism. On the other hand, a critical mass of 10% would correspond to a population that is composed of groups of diverse sizes, each one with a (larger) activation threshold. In other words, it is possible to have individual groups exhibiting a threshold * between 30%-40%, and at the same time, a global critical mass, ρ c , for the whole population of about 10% due to group intersections. A second reason that could explain the experimental findings is even more straightforward: admittedly, the fact that our model shows bistability also enables, for a given λ, two possible solutions for ρ corresponding to the lower and the upper branches. That is, the system might be operating in the region where both solutions are larger than zero and stable.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, in this paper, we have developed a framework that allows extending the study of social contagion models when group interactions are relevant. This is achieved by considering hypergraphs as the substrates that capture such many-to-many interactions. First, our work opens the path to deal with new dynamical processes on top of higher-order models and specifically on hypergraphs. Second, we showed that simple dynamical processes could exhibit very rich dynamics, with different transitions, bistability, and hysteresis. Hypergraphs are ubiquitous, and our theory suggests that such a structure allows for the phase diagram reported here. Several findings support the relevance of this methodology. We remark that, depending on the structure, traditional graphprojected models may lead to wrong results. Ultimately, the uncovered phenomenology allows explaining seemingly contradictory experimental findings in which group interactions play a major role. We also mention that many interesting questions arise from our work. For instance, if one assumes that energy is proportional to ρ, our model might display phenomena reminiscent of a Carnot cycle for social contexts, which might help to understand abrupt changes and oscillatory patterns in social behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "G.F.A. thanks E. Artiges, H. F. de Arruda, J. P. Rodriguez, L., Gallo and T. Peron for fruitful and inspiring discussions. G.P. acknowledges support from Compagnia San Paolo (ADnD project). Y.M. acknowledges partial support from the Government of Aragon, Spain, through Grant E36-17R (FENOL), and by MINECO and FEDER funds (FIS2017-87519-P). G.F.A., G.P., and Y.M. acknowledge support from Intesa Sanpaolo Innovation Center. Research carried out using the computational resources of the Center for Mathematical Sciences Applied to Industry (CeMEAI) funded by FAPESP (Grant 2013/07375-0). The funders had no role in study design, data collection, and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dynamical Processes on Complex Networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthlemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Networks: An Introduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Multiplex Networks: Basic Formalism and Structural Properties",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cozzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "De Arruda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abebe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Schaub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jadbabaie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "115",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1800683115"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Proceedings of the 10th ACM Conference on Web Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Magno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Marques-Neto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--36",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "for a complete derivation of our model and additional experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/link.aps.org/supplemental/10.1103/PhysRevResearch.2.023032"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Published by the American Physical Society under the terms of the Creative Commons Attribution 4.0 International license. Further distribution of this work must maintain attribution to the author(s) and the published article's title, journal citation, and DOI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphical representation of a hypergraph. Mathemati-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "U pper ρ c (Θ * , λ * (|e|)) Results for the hyperblob. (a) Possible solutions for a fixed * = 0.5. In red and blue are the upper and lower solutions (branches), respectively. The transition from the lower to the upper solution (upper to lower) occurs at the intersection of the lower (upper) solution with a value of ρ c in which the upper solution became stable (unstable). The discontinuity is characterized by the latent heat, Q l (λ L c ) or Q l (λ U c ). At λ c = 0.2, the lower solution shows a second-order phase transition. (b) Schematic of the parameter space: Region I: the absorbing state for both the lower and upper solution; Region II: only the lower solution is stable (the global critical mass is not reached, ρ < ρ c ); Region III: ρ Upper is stable and ρ Lower = 0 (below the critical point); Region IV: ρ Upper > ρ Lower > 0 and both are stable (bistable); Region V: only the upper solution is stable (the global critical mass was reached, ρ ρ c ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimation of ρ and χ using the QS method in a hypergraph with an exponential distribution of hyperedge cardinalities and N = 10 4 . The dynamical parameter are: δ = 1.0, λ * = log 2 (|e j |), and * = 0.1, 0.2. (a) The susceptibility; (b) the order parameter. We considered two initial conditions for the QS method, ρ QS (t = 0) = 0.01, darker colors, and ρ QS (t = 0) = 1.00 lighter colors. (c) The distribution of active node estimated using the QS method at λ = 0.086 and * = 0.2 [the crossing between the two susceptibility curves, inFig. 3(a)].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}