{
    "paper_id": "0ba11c0f771e47cc0886ff422e71af9ddac425ff",
    "metadata": {
        "title": "Journal Pre-proof The Hidden Victims of COVID-19 Pandemic: Congenital Heart Disease Patients",
        "authors": [
            {
                "first": "Sonia",
                "middle": [
                    "A"
                ],
                "last": "El-Saiedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christiane",
                "middle": [],
                "last": "Haeffele",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baher",
                "middle": [
                    "H"
                ],
                "last": "Matta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "K"
                ],
                "last": "Lui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Tweet summary/ Abstract: The COVID-19 pandemic has resulted in unprecedented challenges to the congenital heart disease community. In Egypt, a country with limited resources, hospitals have limited admission to urgent cases in order to preserve hospital beds and resources for COVID-19 patients. Only critical neonates with congenital heart disease (CHD) are offered services at this time. In the United States, elective procedures for CHD patients have been canceled nationwide due to the pandemic. CHD patients are hesitant to seek medical care for fear of exposure to COVID-19. While it is not yet known how many CHD patients may be lost to follow-up or delay needed testing or intervention because of COVID-19, we must begin to mitigate this impact on CHD patients as the consequences will only contribute to the collateral damage of COVID-19 on these hidden victims. Organ transplantation has ceased, leaving critically ill patients without options. A report addressing pitfalls in behavior during the COVID-19 pandemic noted the uneven distribution of cases within and between countries will lead to inequalities in care (7) . In this silent void of care, as international focus shifts to COVID-19, CHD patients are at risk of dying at home and/or developing complications from their cardiac condition. They are among the hidden victims of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several themes have emerged from the literature regarding the impact of COVID-19 on congenital cardiac programs (8) (9) (10) . Limited resources such as hospital beds, ventilators, and blood products have resulted in difficult decisions regarding timing of CHD surgery. When healthcare resources become scare due to increased demand and must be rationed, a triage system becomes necessary (11) . A triage system must be founded on transparency and based on committee decision, to avoid individual bias and singular responsibility for care allocation. Shared decision making amongst medical and surgical teams is essential to implement timing of CHD intervention when there are less resources. General guidance for timing of CHD intervention has been outlined by Stephens EH et al. (10) . Many CHD patients have excellent prognoses, if they receive operative intervention in a timely fashion. Identifying which patients are most likely to benefit from intervention, either from a minimal intervention with maximal benefit or those who are most likely to suffer significantly from delayed care must be prioritized.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "The effect of pandemics and viral outbreaks on vulnerable pediatric patients has been previously demonstrated. In 2003, during a SARS outbreak in Canada, two hospitals in Toronto attempted to follow neonatal patients via mail/telephone surveys for a 2-month period during lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Compared to standard clinical practice for a similar 2 months period in 2005, approximately 25% of the neonates during the SARS period were lost to follow up, compared to a 7% rate during normal clinical operations (12) . A review of countries affected by the Ebola outbreak in 2014 to 2015, when access to healthcare decreased by an estimated 50%, showed significantly increased mortality from malaria, HIV/AIDS, and tuberculosis (13) . In one particular model, it was estimated that children < 5 years of age had a 50% higher mortality rate from untreated malaria during the Ebola outbreak (13) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Finally, COVID-19 testing has been woefully lacking in the United States and worldwide as well as adequate PPE. Congenital cardiac programs are inherently small and especially vulnerable if providers are repurposed to COVID units. There is a limited pool of physicians with expertise in the care of CHD patients. Egypt is particularly vulnerable with about 250 pediatric cardiologist and 60 pediatric cardiac surgeons serving the 102 million citizens. It is paramount for each program to reduce overall exposure by scheduling providers in on/off rotations, maintaining adequate PPE, surveillance via widespread testing of asymptomatic health care providers and strategies for remote telehealth (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "A triage system of care and a recommitment to the care of CHD patients must be implemented, or the death toll from COVID-19 will continue to mount through the loss of life from these hidden victims in the pandemic. The COVID-19 pandemic could last up to 2 years. Patients with CHD cannot wait until the pandemic has resolved to receive care. While it is not yet known how many CHD patients may be lost to follow-up or delay needed testing or intervention because of COVID-19, we can begin to mitigate this risk by reaching out to patients and families now and acting together regionally and globally. A 2018 review demonstrated that low income countries and low middle income countries already had a significant lack of access to cardiac surgery, resulting in premature death from rheumatic heart disease and congenital heart disease (14) . While we must be mindful of our patients' safety and protect them and their families from COVID-19 infection, the healthcare system must continue to care for those whose lives will be lost without intervention.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Countries such as Egypt, and even high income countries such as the United States where care for chronic diseases has also been halted, must find ways to care for CHD patients even in crisis. The international progress made in caring for CHD patients over the past 3 decades must not be lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Eerie Emptiness Of ERs Worries Doctors: Where Are The Heart Attacks And Strokes?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reduction in ST-Segment Elevation Cardiac Catheterization Laboratory Activations in the United States during COVID-19 Pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Albaghdadi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Meraj",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The global burden of congenital heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cardiovasc J Afr",
            "volume": "24",
            "issn": "",
            "pages": "141--146",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incidence of congenital heart disease among patients referred for echocardiography unit at Cairo University Children Hospital, concluding a referral criteria for echocardiographic study. International Conference and Exhibition on Pediatric Cardiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Emam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sobeih",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Natsha",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Professor Sir Magdi Yacoub and the Aswan Heart Centre",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scholtz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "72",
            "issn": "",
            "pages": "1417--1421",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pitfalls of judgment during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Redelmeier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shafir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 FAQ's in Pediatric Cardiac Surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chiotos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dearani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Resource Allocation and Decision Making for Pediatric and Congenital Cardiac Catheterization During the Novel Coronavirus SARS-CoV-2 (COVID-19) Pandemic: A U.S. Multi-Institutional Perspective",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Morray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crystal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Invasive Cardiol",
            "volume": "32",
            "issn": "",
            "pages": "103--109",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19: Crisis Management in Congenital Heart Surgery. The Annals of thoracic surgery",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dearani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Guleserian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Considerations for Triaging Elective Cases in Children with Cardiac Disease in a Time of Crisis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Char",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lessons from SARS: a retrospective study of outpatient care during an infectious disease outbreak",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nasef",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Pediatr",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effects of Response to 2014-2015 Ebola Outbreak on Deaths from Malaria, HIV/AIDS, and Tuberculosis, West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Parpia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ndeffo-Mbah",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "433--474",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "novel coronavirus (SARS-CoV-2 or COVID-19) congenital heart disease (CHD)The unprecedented challenges of the novel coronavirus (SARS-CoV-2 or COVID-19) pandemic has pressed health systems to rapidly adapt to the critical care needs of COVID-19 patients. As of the writing of this article, more than 4 million individuals have been reported worldwide with COVID-19 (1). In order to preserve resources including personal protective equipment and critical care beds, hospitals have been forced to defer elective procedures. Many patients have also avoided hospitals to lessen the risk of contracting COVID-19. Emergency department visits have seen reductions of 40-50% (2). An analysis of U.S. catheterization lab STEMI activations demonstrated a 38% reduction during the early phase of the pandemic as compared to pre-COVID-19 (3). The congenital heart disease (CHD) community is not immune to these challenges as infants, children and adults with CHD often require intervention in a timely manner in order to improve survival and long term outcomes.Prior to the global outbreak of COVID-19, Egypt had successfully created a network of care for an estimated 20,000 infants born with CHD every year (4). A central, specialized CHD hospital was established in Cairo, and referral networks of specialized pediatric centers around the country allowed improved access to care for patients around the country. A review of the Cairo University Children Hospital in 2013 demonstrated that 2000 children per day were seen in various specialty clinics; about 1000 pediatric catheterizations and over 6000 echocardiograms were performed annually, 30% of which were cyanotic CHD patients (5). At the Aswan Heart Centre, over 1100 open-heart surgeries, 3000 cardiac catheterizations, and 25,000 consultations were performed annually (6), with children comprising 60% of their surgical patients. The global pandemic now threatens to undo this progress in Egypt. Now, with the global pandemic, ICU beds sit empty, people have stopped travel into the country due to the national lockdown and fear of contracting the virus, surgeries have been canceled, and clinics are closed. Some of the complex surgical volume was dependent on the assistance of foreign medical missions, which have also ceased due to travel restrictions. Cardiac catheterization is now limited to a maximum of 10 cases per week. Critical neonates with CHD are directed to emergency services in order to keep isolation/negative pressure rooms vacant for COVID-19 patients. Only one cardiovascular operating room is functional for emergency cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Hidden Victims of COVID-19 Pandemic: Congenital Heart Disease Patients*Sonia A El-Saiedi, PhD 1 ; *Christiane Haeffele, MD 2 ; Baher H. Matta, PhD 1 ; George K. Lui, MD 2 1 Division of Pediatric Cardiology, Pediatrics Department. Cairo University, Cairo. Egypt. 2 Divisions of Pediatric Cardiology and Cardiovascular Medicine, Stanford University School of Medicine, Stanford, CA *There individuals should be regarded as joint first authors Brief title: The hidden victims of COVID-19 Christiane Haeffele Divisions of Pediatric Cardiology and Cardiovascular Medicine, Stanford University School of Medicine, Stanford, CA Email: glui@stanford.edu Tel: 650-723-1663 3-Baher H Matta Assistant Prof of Pediatric cardiology, Cairo University, Egypt. Work Address: 2 Aly Pasha Ibrahim St, Mounira, Cairo, Egypt. PO box 11111 Email:Baherhanna@gmail.com Tel: 00201222441732 4-George K Lui Clinical Associate Professor, Divisions of Pediatric Cardiology and Cardiovascular Medicine, Stanford University School of Medicine, Stanford, CA Email: glui@stanford.edu Tel: 650-723-1663",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}