{
    "paper_id": "0ba3b715fe27dbfe5bdc379b131bad36652e035d",
    "metadata": {
        "title": "Journal Pre-proof Impacto de la pandemia COVID-19 sobre los ingresos hospitalarios en cardiología",
        "authors": [
            {
                "first": "Martín",
                "middle": [],
                "last": "Negreira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caamaño",
                "middle": [],
                "last": "Jesús",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Piqueras",
                "middle": [],
                "last": "Flores",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Mateo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sr Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscrito:"
        },
        {
            "text": "El 31 de enero de 2020 se comunicó el primer caso de COVID-19 en nuestro país, en la isla de La Gomera. El 24 de febrero se registró el primer caso peninsular, iniciando posteriormente un incremento exponencial del número de infectados que culminó con la instauración por parte de las autoridades del estado de alarma 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscrito:"
        },
        {
            "text": "La saturación del sistema sanitario, al borde del colapso en muchos casos, ha implicado una reestructuración de los procesos asistenciales, así como una reubicación de los recursos físicos y materiales. Los médicos de las diferentes especialidades han contribuido en esta crisis pasando en muchos casos a formar parte de unidades de atención multidisciplinar, creadas para dar atención a la cantidad de ingresos hospitalarios provocadas por el SARS-CoV2. A pesar del importante impacto sobre el sistema de salud, sus implicaciones desde el punto de vista asistencial no han sido todavía estudiadas, pudiendo resultar de interés de cara a la gestión de eventuales rebrotes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Presentamos los datos de nuestro centro, de referencia provincial en asistencia a pacientes cardiológicos críticos así como en procedimientos de cardiología intervencionista. Para ello, se analizaron todos los pacientes ingresados a cargo del servicio de cardiología entre el 4 de marzo (notificación del primer caso de SARS-CoV2 provincial), y el 19 de abril de 2020, fecha en el que la situación del centro permitió reestructuración de los servicios a su organización habitual. Como control, tomamos un periodo equivalente previo a la notificación del primer caso (de 17 de enero al 03 de marzo de 2020). La realización de procedimientos programados se llevó a cabo a criterio de las unidades correspondientes donde se realizó el procedimiento, siguiendo las recomendaciones vigentes 2-4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Durante la pandemia, se realizaron en nuestro centro un total de 67 ingresos en cardiología Estos datos muestran una marcada reducción de los ingresos hospitalarios en el servicio de cardiología. Esta tendencia, esperable en los procedimientos programados, resulta difícil de abordar en lo relativo a la patología urgente. Si bien la implementación de teleconsultas pudo haber evitado un cierto número de ingresos mediante la optimización del tratamiento médico y limitando la asistencia urgente sólo en aquellos casos más necesarios, es posible que un número importante de pacientes hayan demorado u omitido el contacto con la asistencia sanitaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Un estudio reciente cifra en un 40% la reducción en la realización de revascularizaciones urgentes en el contexto del IAMCEST en una cohorte multicéntrica de nuestro país tras el inicio de la pandemia. Los autores del estudio reparan en el origen multifactorial en esta reducción, enfatizando el retraso o ausencia de demanda de asistencia urgente, aunque apuntan a un probable infradiagnóstico de la patología cardiovascular aguda en un momento donde la mayoría de recursos se destinan a la detección de la infección y sus complicaciones 5 . Nuestros confirman la tendencia observada en dicho estudio para nuestra comunidad autónoma. Desafortunadamente, no disponemos de datos similares",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gestión de las salas de procedimientos invasivos cardiológicos durante el brote de coronavirus COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romaguera",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cruz-González",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiménez-Candil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Seara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cardiología Intervencionista y la Asociación del Ritmo Cardiaco de la Sociedad Española de Cardiología. REC Interv Cardiol",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Implicaciones de la pandemia por COVID-19 para el paciente con insuficiencia cardiaca, trasplante cardiaco y asistencia ventricular. Recomendaciones de la Asociación de Insuficiencia Cardiaca de la Sociedad Española de Cardiología. REC CardioClinics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Pinilla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ASE Statement on Protection of Patients and Echocardiography Service Providers During the 2019 Novel Coronavirus Outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taub",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impacto de la pandemia de COVID-19 sobre la actividad asistencial en cardiología intervencionista en España",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rodríguez-Leor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cid-Álvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ojeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martín-Moreiras",
                    "suffix": ""
                },
                {
                    "first": "Ramón",
                    "middle": [],
                    "last": "Rumoroso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "López-Palop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "REC Interv Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "46 ingresos/día), que supuso una reducción del 69,9% en el número de ingresos respecto al mismo periodo previo a la pandemia, cuando se efectuaron 223 ingresos (4,4 ingresos/día). La edad media de los pacientes que ingresaron fue 66,2±15 años, similar en ambos periodos (65,4±15 vs. 68,4±13 años; p=0,22). En el periodo de pandemia, se detectó una reducción de los ingresos por todas las etiologías codificadas (Tabla 1). Aquellos procesos relacionados con la cardiopatía isquémica aguda disminuyeron un 56,8% en J o u r n a l P r e -p r o o f conjunto, apreciándose el mayor descenso en el número de infarto agudo de miocardio con elevación del segmento ST (IAMCEST). Los ingresos por insuficiencia cardiaca aguda presentaron una reducción del 83,6%. Resulta destacable que durante la pandemia no se registró ningún ingreso por miocarditis. Respecto a la patología arrítmica urgente, se observó una reducción del 60%, más marcada en los ingresos por taquiarritmias que por bradiarritmias. El número de ingresos programados disminuyó un 85%. El número de procedimientos realizados a los pacientes ingresados se vio reducido en un 71,4% (314 vs. 92; p<0,01), aunque el ratio procedimientos/paciente fue similar en ambos períodos (1,41 vs. 1,37; p=0,43).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Título: Impacto de la pandemia COVID-19 sobre los ingresos hospitalarios en cardiología. Title: Impact of COVID-19 pandemic in cardiology admissions. Autores: Martín Negreira Caamaño a , Jesús Piqueras Flores a , Cristina Mateo Gómez a , a. Servicio de Cardiología, Hospital General Universitario de Ciudad Real, Castilla La-Mancha, España. Autor para correspondencia: Martín Negreira Caamaño. Servicio de Cardiología. Avda. del Obispo Rafael Torija, s/n. 13005. Ciudad Real, España. Teléfono: 0034 926278000. Fax: 0034 926278589. Email: martin.negcam@gmail.com Conflicto de interés: Los autores del presente documento declaran la ausencia de cualquier conflicto de interés relacionado con la publicación de esta carta. Financiación: No se ha percibido ningún tipo de financiación para la elaboración del presente trabajo.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}