{"paper_id": "0ba5aaea1db8233464d6dfddea4e06e19953ca4d", "metadata": {"title": "Targeting SARS-CoV-2 with AI-and HPC-enabled Lead Generation: A First Data Release other members of the AHLG-SARS-CoV-2 Collaboration", "authors": [{"first": "Yadu", "middle": [], "last": "Babuji", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Ben", "middle": [], "last": "Blaiszik", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Tom", "middle": [], "last": "Brettin", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Kyle", "middle": [], "last": "Chard", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Ryan", "middle": [], "last": "Chard", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Chicago", "location": {}}, "email": ""}, {"first": "Austin", "middle": [], "last": "Clyde", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Ian", "middle": [], "last": "Foster", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Zhi", "middle": [], "last": "Hong", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Shantenu", "middle": [], "last": "Jha", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Zhuozhao", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Chicago", "location": {}}, "email": ""}, {"first": "Xuefeng", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Chicago", "location": {}}, "email": ""}, {"first": "Arvind", "middle": [], "last": "Ramanathan", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Yi", "middle": [], "last": "Ren", "suffix": "", "affiliation": {"laboratory": "", "institution": "Brookhaven National Laboratory", "location": {}}, "email": ""}, {"first": "Nicholaus", "middle": [], "last": "Saint", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Marcus", "middle": [], "last": "Schwarting", "suffix": "", "affiliation": {"laboratory": "Argonne National Laboratory", "institution": "", "location": {}}, "email": ""}, {"first": "Rick", "middle": [], "last": "Stevens", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Chicago", "location": {}}, "email": ""}, {"first": "Hubertus", "middle": [], "last": "Van Dam", "suffix": "", "affiliation": {"laboratory": "", "institution": "Brookhaven National Laboratory", "location": {}}, "email": ""}, {"first": "Rick", "middle": [], "last": "Wagner", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Chicago", "location": {}}, "email": ""}]}, "abstract": [{"text": "Researchers across the globe are seeking to rapidly repurpose existing drugs or discover new drugs to counter the the novel coronavirus disease (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). One promising approach is to train machine learning (ML) and artificial intelligence (AI) tools to screen large numbers of small molecules. As a contribution to that effort, we are aggregating numerous small molecules from a variety of sources, using high-performance computing (HPC) to computer diverse properties of those molecules, using the computed properties to train ML/AI models, and then using the resulting models for screening. In this first data release, we make available 23 datasets collected from community sources representing over 4.2 B molecules enriched with pre-computed: 1) molecular fingerprints to aid similarity searches, 2) 2D images of molecules to enable exploration and application of image-based deep learning methods, and 3) 2D and 3D molecular descriptors to speed development of machine learning models. This data release encompasses structural information on the 4.2 B molecules and 60 TB of pre-computed data. Future releases will expand the data to include more detailed molecular simulations, computed models, and other products.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The Coronavirus Disease (COVID-19) pandemic, caused by transmissible infection of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus [1] [2] [3] [4] , has resulted in millions of diagnosed cases and over 353 000 deaths worldwide [5] , straining healthcare systems, and disrupting key aspects of society and the wider economy. In order to save lives and reduce societal effects, it is important to rapidly find effective treatments through drug discovery and repurposing efforts.", "cite_spans": [{"start": 153, "end": 156, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 157, "end": 160, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 161, "end": 164, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 165, "end": 168, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 249, "end": 252, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we describe a public data release of 23 molecular datasets collected from community sources or created internally, representing over 4.2 B molecules. In addition to collecting the datasets from heterogeneous locations and making them available through a unified interface, we have enriched the datasets with additional context that would be difficult for many researchers to compute without access to significant HPC resources. For example, these data now include the 2D and 3D molecular descriptors, computed molecular fingerprints, 2D images representing the molecule, and canonical simplified molecular-input line-entry system (SMILES) [6] structural representations to speed development of machine learning models.", "cite_spans": [{"start": 645, "end": 648, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "This data release encompasses information on the 4.2 B molecules and 60 TB of additional data. We intend to supplement this dataset in future releases with more datasets, further enrichments, tools to extract potential drugs from natural language text, and machine learning models to sift the best candidates for protein docking simulations from the billions of available molecules. In the following, we first describe the datasets collected, the methodology used to generate the enriched datasets, and then discuss future directions.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We have collected molecules from the datasets listed in Table 1 , each of which has either been made available online by others or generated by our group. The collected datasets include some specifically collected for drug design (e.g., Enamine), known drug databases (e.g., Drugbank [7, 8] , DrugCentral [9, 10] , CureFFI [11] ), antiviral collections (e.g., CAS COVID-19 Antiviral Candidate Compounds [12] , and the Lit COVID-19 dataset [13] ), others that provide known decoys (DUDE database of useful decoys), and further counterexamples including molecules used in other domains (e.g., QM9 [14, 15] , Harvard Organic Photovoltaic Dataset [16, 17] ). By aggregating these diverse datasets, including the decoys and counterexamples, we aim to allow researchers the maximal freedom to create training sets for specific use cases. Future releases will include additional data relevant to SARS-CoV-2 research. [32, 33] 97 545 266 QM9 QM9 subset of GDB-17 [14, 15] 133 885 REP Repurposing-related drug/tool compounds [34, 35] 10 141 SAV Synthetically Accessible Virtual Inventory (SAVI) [36, 37] 265 047 097 SUR SureChEMBL dataset of molecules from patents [38, 39] 17 ", "cite_spans": [{"start": 284, "end": 287, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 288, "end": 290, "text": "8]", "ref_id": "BIBREF7"}, {"start": 305, "end": 308, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 309, "end": 312, "text": "10]", "ref_id": null}, {"start": 323, "end": 327, "text": "[11]", "ref_id": null}, {"start": 403, "end": 407, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 439, "end": 443, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 595, "end": 599, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 600, "end": 603, "text": "15]", "ref_id": "BIBREF14"}, {"start": 643, "end": 647, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 648, "end": 651, "text": "17]", "ref_id": "BIBREF16"}, {"start": 910, "end": 914, "text": "[32,", "ref_id": "BIBREF29"}, {"start": 915, "end": 918, "text": "33]", "ref_id": "BIBREF30"}, {"start": 955, "end": 959, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 960, "end": 963, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1016, "end": 1020, "text": "[34,", "ref_id": "BIBREF31"}, {"start": 1021, "end": 1024, "text": "35]", "ref_id": null}, {"start": 1086, "end": 1090, "text": "[36,", "ref_id": "BIBREF33"}, {"start": 1091, "end": 1094, "text": "37]", "ref_id": "BIBREF34"}, {"start": 1156, "end": 1160, "text": "[38,", "ref_id": "BIBREF35"}, {"start": 1161, "end": 1164, "text": "39]", "ref_id": "BIBREF36"}], "ref_spans": [{"start": 56, "end": 63, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Collected Datasets"}, {"text": "The data processing pipeline is used to compute different types of features and representations of billions of small molecules. The pipeline is first used to convert the SMILES representation for each molecule to a canonical SMILES to allow for de-duplication and consistency across data sources. Next, for each molecule, three different types of features are computed: 1) molecular fingerprints that encode the structure of molecules; 2) 2D and 3D molecular descriptors; and 3) 2D images of the molecular structure. These features are being used as input to various machine learning and deep learning models that will be used to predict important characteristics of candidate molecules including docking scores, toxicity, and more. Figure 1 : The computational pipeline that is used to enrich the data collected from included datasets. After collection, each molecule in each dataset has canonical SMILES, 2D and 3D molecular features, fingerprints, and images computed. These enrichments simplify molecule disambiguation, ML-guided compound screening, similarity searching, and neural network training respectively. Term Description SOURCE-KEY Identifies the source dataset: see the three-letter \"Keys\" in Table 1  IDENTIFIER A per-molecule identifier either obtained from the source dataset or, if none such is available, defined internally SMILES A canonical SMILES for a molecule, as produced by Open Babel", "cite_spans": [], "ref_spans": [{"start": 733, "end": 741, "text": "Figure 1", "ref_id": null}, {"start": 1208, "end": 1227, "text": "Table 1  IDENTIFIER", "ref_id": "TABREF0"}], "section": "Methodology and Data Processing Pipeline"}, {"text": "We use Open Babel v3.0 [42] to convert the simplified molecular-input line-entry system (SMILES) specifications of chemical species obtained from various sources into a consistent canonical smiles representation. We organize the resulting molecule specifications in one directory per source dataset, each containing one CSV file with columns [SOURCE-KEY, IDENTIFIER, SMILES], where SOURCE-KEY identifies the source dataset; IDENTIFIER is an identifier either obtained from the source dataset or, if none such is available, defined internally; and SMILES is a canonical SMILES as produced by Open Babel. Identifiers are unique within a dataset, but may not be unique across datasets. Thus, the combination of (SOURCE-KEY, IDENTIFIER) is needed to identify molecules uniquely. We obtain the canonical SMILES by using the following Open Babel command:", "cite_spans": [{"start": 23, "end": 27, "text": "[42]", "ref_id": "BIBREF38"}], "ref_spans": [], "section": "Canonical Molecule Structures"}, {"text": "We use RDKit [43] Table 2 , and FINGERPRINT is a Base64-encoded representation of the fingerprint.", "cite_spans": [{"start": 13, "end": 17, "text": "[43]", "ref_id": null}], "ref_spans": [{"start": 18, "end": 25, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Molecular Fingerprints"}, {"text": "In Figure 2 , we show an example of how to load the fingerprint data from a batch file within individual dataset using Python 3. Further examples of how to use fingerprints are available in the accompanying GitHub repository [44] . ", "cite_spans": [{"start": 225, "end": 229, "text": "[44]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 3, "end": 11, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Molecular Fingerprints"}, {"text": "We generate molecular descriptors using Mordred [45] (version 1.2.0). The collected descriptors (∼1800 for each molecule) include descriptors for both 2D and 3D molecular features. We organize these descriptors in one directory per source dataset, each containing one or more CSV files. Each row in the CSV file has columns [SOURCE-KEY, IDENTIFIER, SMILES, DESCRIPTOR 1 ... DESCRIPTOR N ]. In Figure 3 , we show how to load the data for an individual dataset (e.g., FFI) using Python 3 and explore its shape (Figure 3-left) , and create a TSNE embedding [46] to explore the molecular descriptor space (Figure 3 -right). ", "cite_spans": [{"start": 48, "end": 52, "text": "[45]", "ref_id": "BIBREF41"}, {"start": 554, "end": 558, "text": "[46]", "ref_id": "BIBREF42"}], "ref_spans": [{"start": 393, "end": 401, "text": "Figure 3", "ref_id": "FIGREF1"}, {"start": 508, "end": 523, "text": "(Figure 3-left)", "ref_id": "FIGREF1"}, {"start": 601, "end": 610, "text": "(Figure 3", "ref_id": "FIGREF1"}], "section": "Molecular Descriptors"}, {"text": "Images for each molecule were generated using a custom script [44] to read the canonical SMILES structure with RDKit, kekulize the structure, handle conformers, draw the molecule with rdkit.Chem.Draw, and save the file as a PNG-format image with size 128×128 pixels. For each dataset, individual pickle files are saved containing batches of 10 000 images for ease of use, with entries in the format (SOURCE, IDENTIFIER, SMILES, image in PIL format). In Figure 4 , we show an example of loading and display image data from a batch of files from the FFI dataset. ", "cite_spans": [{"start": 62, "end": 66, "text": "[44]", "ref_id": "BIBREF40"}], "ref_spans": [{"start": 453, "end": 461, "text": "Figure 4", "ref_id": "FIGREF2"}], "section": "Molecular Images"}, {"text": "Providing access to such a large quantity of heterogeneous data (currently 60 TB) is challenging. We use Globus [47] to handle authentication and authorization, and to enable high-speed, reliable access to the data stored on the Petrel file server at the Argonne Leadership Computing Facility's (ALCF) Joint Laboratory for System Evaluation (JLSE). Access to this data is available to anyone following authentication via institutional credentials, an ORCID profile, a Google account, or many other common identities. Users can access the data through a web user interface shown in Fig. 5 , facilitating easy browsing, direct download via HTTPS of smaller files, and high-speed, reliable transfer of larger data files to their laptop or a computing cluster via Globus Connect Personal or an instance of Globus Connect Server. There are more than 20 000 active Globus endpoints distributed around the world. Users may also access the data with a full-featured Python SDK. More details on Globus can be found at https://www.globus.org. Figure 5 : Data access with Globus. All data are stored on Globus endpoints, allowing users to access, move, and share the data through a web interface (pictured above), a REST API, or with a Python client. The user here has just transferred the first three files of descriptors associated with the E15 dataset to an endpoint at UChicago.", "cite_spans": [{"start": 112, "end": 116, "text": "[47]", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 581, "end": 587, "text": "Fig. 5", "ref_id": null}, {"start": 1033, "end": 1041, "text": "Figure 5", "ref_id": null}], "section": "Data Access"}, {"text": "We have released to the community an open resource of molecular structures (as canonical SMILES), descriptors, 2D images, and fingerprints. We hope these data will contribute to the discovery of small molecules to combat the SARS-CoV-2 virus. We expect forthcoming data releases to extend to molecular conformers; incorporate the results of natural language processing extractions of drugs from COVID-related literature; provide the results of molecular docking simulations against SARS-CoV-2 viral and host proteins; and include the trained machine learning models that the team is building to identify top candidates for running various, more expensive calculations.", "cite_spans": [], "ref_spans": [], "section": "Conclusion and Future Directions"}, {"text": "All data and code links can be found at http://2019-ncovgroup.github.io/data/. Subsequent updates will be made available through the same web page, and further release papers will be issued as necessary. The code for the examples used in this paper can be found at https://github.com/globus-labs/covid-analyses.", "cite_spans": [], "ref_spans": [], "section": "Data and Code Availability"}, {"text": "The data generated have been prepared as part of the nCov-Group Collaboration, a group of over 200 researchers working to use computational techniques to address various challenges associated with COVID-19. We would like to thank all the researchers who helped to assemble the original datasets, and who provided permission for redistribution.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "This research was supported by the DOE Office of Science through the National Virtual Biotechnology Laboratory, a consortium of DOE national laboratories focused on response to COVID-19, with funding provided by the Coronavirus CARES Act. This research used resources of the Argonne Leadership Computing Facility, a DOE Office of Science User Facility supported under Contract DE-AC02-06CH11357. Additional data storage and computational support for this research project has been generously supported by the following resources: Petrel Data Service at the Argonne Leadership Computing Facility (ALCF), Frontera at the Texas Advanced Computing Center (TACC), Comet at the San Diego Supercomputing Center (SDSC)", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The work leveraged data and computing infrastructure produced in other projects, including: ExaLearn and the Exascale Computing Project [48] (DOE Contract DE-AC02-06CH11357); Parsl: parallel scripting library [49] (NSF 1550588); funcX: distributed function as a service platform [50] (NSF 2004894); Globus: data services for science (authentication, transfer, users, and groups (see globus.org for funding); CHiMaD: Materials Data Facility [51, 52] and Polymer Property Predictor Database [53] (NIST 70NANB19H005 and NIST 70NANB14H012)", "cite_spans": [{"start": 136, "end": 140, "text": "[48]", "ref_id": "BIBREF44"}, {"start": 209, "end": 213, "text": "[49]", "ref_id": "BIBREF45"}, {"start": 279, "end": 283, "text": "[50]", "ref_id": "BIBREF46"}, {"start": 440, "end": 444, "text": "[51,", "ref_id": "BIBREF47"}, {"start": 445, "end": 448, "text": "52]", "ref_id": "BIBREF48"}, {"start": 489, "end": 493, "text": "[53]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Acknowledgements"}, {"text": "For All Information. Unless otherwise indicated, this information has been authored by an employee or employees of the UChicago Argonne, LLC, operator of the Argonne National laboratory with the U.S. Department of Energy. The U.S. Government has rights to use, reproduce, and distribute this information. The public may copy and use this information without charge, provided that this Notice and any statement of authorship are reproduced on all copies.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer"}, {"text": "While every effort has been made to produce valid data, by using this data, User acknowledges that neither the Government nor UChicago Argonne, LLC, makes any warranty, express or implied, of either the accuracy or completeness of this information or assumes any liability or responsibility for the use of this information. Additionally, this information is provided solely for research purposes and is not provided for purposes of offering medical advice. Accordingly, the U.S. Government and UChicago Argonne, LLC, are not to be liable to any user for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with use of or reliance on the content displayed on this site.", "cite_spans": [], "ref_spans": [], "section": "Disclaimer"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/ SARS-CoV-2", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Cell Discovery", "volume": "6", "issn": "", "pages": "1--18", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 in human airway epithelial cell cultures and multiple coronaviruses in mice", "authors": [{"first": "T", "middle": ["P"], "last": "Sheahan", "suffix": ""}], "year": 2020, "venue": "Science Translational Medicine", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Identification of potential treatments for COVID-19 through artificial intelligence-enabled phenomic analysis of human cells infected with SARS-CoV-2. bioRxiv", "authors": [{"first": "K", "middle": [], "last": "Heiser", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.21.054387"]}}, "BIBREF3": {"ref_id": "b3", "title": "A SARS-CoV-2 protein interaction map reveals targets for drug repurposing", "authors": [{"first": "D", "middle": ["E"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "Nature. issn", "volume": "", "issn": "", "pages": "1476--4687", "other_ids": {"DOI": ["10.1038/s41586-020-2286-9"]}}, "BIBREF4": {"ref_id": "b4", "title": "COVID-19 Map -Johns Hopkins Coronavirus", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "SMILES. 2. Algorithm for generation of unique SMILES notation", "authors": [{"first": "D", "middle": [], "last": "Weininger", "suffix": ""}, {"first": "A", "middle": [], "last": "Weininger", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Weininger", "suffix": ""}], "year": 1989, "venue": "Journal of Chemical Information and Computer Sciences", "volume": "29", "issn": "", "pages": "97--101", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "DrugBank 5.0: A major update to the DrugBank database for", "authors": [{"first": "D", "middle": ["S"], "last": "Wishart", "suffix": ""}], "year": 2018, "venue": "Nucleic acids research", "volume": "46", "issn": "", "pages": "1074--1082", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Drugbank Database", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "DrugCentral: Online drug compendium", "authors": [{"first": "O", "middle": [], "last": "Ursu", "suffix": ""}], "year": 2016, "venue": "Nucleic acids research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Antiviral Candidate Compounds <https : / / www", "authors": [{"first": "", "middle": [], "last": "Cas Covid-", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Lit -A Collection of Literature Extracted Small Molecules to Speed Identification of COVID-19 Therapeutics 2020", "authors": [{"first": "Y", "middle": [], "last": "Babuji", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.26311/LIT"]}}, "BIBREF13": {"ref_id": "b13", "title": "Quantum chemistry structures and properties of 134 kilo molecules", "authors": [{"first": "R", "middle": [], "last": "Ramakrishnan", "suffix": ""}, {"first": "P", "middle": ["O"], "last": "Dral", "suffix": ""}, {"first": "M", "middle": [], "last": "Rupp", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Von Lilienfeld", "suffix": ""}], "year": 2014, "venue": "Scientific Data", "volume": "1", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "QM9 Dataset", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "The Harvard organic photovoltaic dataset", "authors": [{"first": "S", "middle": ["A"], "last": "Lopez", "suffix": ""}], "year": 2016, "venue": "Scientific Data", "volume": "3", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "/ articles / HOPV15_Dataset/1610063> (2020)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "A webaccessible database of experimentally determined protein-ligand binding affinities", "authors": [{"first": "T", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}, {"first": "X", "middle": [], "last": "Wen", "suffix": ""}, {"first": "R", "middle": ["N"], "last": "Jorissen", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Gilson", "suffix": ""}, {"first": "", "middle": [], "last": "Bindingdb", "suffix": ""}], "year": 2007, "venue": "Nucleic Acids Research", "volume": "35", "issn": "", "pages": "198--201", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Directory of useful decoys, enhanced (DUD-E): better ligands and decoys for better benchmarking", "authors": [{"first": "M", "middle": ["M"], "last": "Mysinger", "suffix": ""}, {"first": "M", "middle": [], "last": "Carchia", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Irwin", "suffix": ""}, {"first": "B", "middle": ["K"], "last": "Shoichet", "suffix": ""}], "year": 2012, "venue": "Journal of medicinal chemistry", "volume": "55", "issn": "", "pages": "6582--6594", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "DUDE database for useful decoys", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Enamine REAL database: Making chemical diversity real", "authors": [{"first": "A", "middle": [], "last": "Shivanyuk", "suffix": ""}, {"first": "S", "middle": [], "last": "Ryabukhin", "suffix": ""}, {"first": "A", "middle": [], "last": "Bogolubsky", "suffix": ""}, {"first": "A", "middle": [], "last": "Tolmachev", "suffix": ""}], "year": 2007, "venue": "Chem. Today", "volume": "25", "issn": "", "pages": "58--59", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "970 million druglike small molecules for virtual screening in the chemical universe database GDB-13", "authors": [{"first": "L", "middle": ["C"], "last": "Blum", "suffix": ""}, {"first": "J.-L", "middle": [], "last": "Reymond", "suffix": ""}], "year": 2009, "venue": "Journal of the American Chemical Society", "volume": "131", "issn": "", "pages": "8732--8733", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "GDB-13 Small Organic Molecules Up To 13 Atoms", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Enumeration of 166 billion organic small molecules in the chemical universe database GDB-17", "authors": [{"first": "L", "middle": [], "last": "Ruddigkeit", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Deursen", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Blum", "suffix": ""}, {"first": "J.-L", "middle": [], "last": "Reymond", "suffix": ""}], "year": 2012, "venue": "Journal of Chemical Information and Modeling", "volume": "52", "issn": "", "pages": "2864--2875", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "GDB-17 Small Organic Molecules Up To 17 Atoms", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Molecular sets (MOSES): A benchmarking platform for molecular generation models", "authors": [{"first": "D", "middle": [], "last": "Polykovskiy", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1811.12823"]}}, "BIBREF29": {"ref_id": "b29", "title": "PubChem substance and compound databases", "authors": [{"first": "S", "middle": [], "last": "Kim", "suffix": ""}], "year": 2016, "venue": "Nucleic acids research", "volume": "44", "issn": "", "pages": "1202--1213", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "PubChem National Library of Medicine <https : / / pubchem", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "The Drug Repurposing Hub: A next-generation drug library and information resource", "authors": [{"first": "S", "middle": ["M"], "last": "Corsello", "suffix": ""}], "year": 2017, "venue": "Nature Medicine", "volume": "23", "issn": "", "pages": "405--408", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Synthetically Accessible Virtual Inventory (SAVI)", "authors": [{"first": "H", "middle": [], "last": "Patel", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Synthetically Accessible Virtual Inventory Database", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "SureChEMBL: a large-scale, chemically annotated patent document database", "authors": [{"first": "G", "middle": [], "last": "Papadatos", "suffix": ""}], "year": 2016, "venue": "Nucleic acids research", "volume": "44", "issn": "", "pages": "1220--1228", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "SureChEMBL Open Patent Data <https", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "ZINC 15 -Ligand Discovery for Everyone", "authors": [{"first": "T", "middle": [], "last": "Sterling", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Irwin", "suffix": ""}], "year": 2015, "venue": "Journal of Chemical Information and Modeling", "volume": "55", "issn": "", "pages": "", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Open Babel: An open chemical toolbox", "authors": [{"first": "N", "middle": ["M"], "last": "O&apos;boyle", "suffix": ""}], "year": 2011, "venue": "Journal of Cheminformatics", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Molecular Feature Extraction Pipeline Tools", "authors": [{"first": "K", "middle": [], "last": "Chard", "suffix": ""}, {"first": "R", "middle": [], "last": "Chard", "suffix": ""}, {"first": "I", "middle": [], "last": "Foster", "suffix": ""}, {"first": "G", "middle": [], "last": "Hocky", "suffix": ""}, {"first": "B", "middle": [], "last": "Blaiszik", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Mordred: A molecular descriptor calculator", "authors": [{"first": "H", "middle": [], "last": "Moriwaki", "suffix": ""}, {"first": "Y.-S", "middle": [], "last": "Tian", "suffix": ""}, {"first": "N", "middle": [], "last": "Kawashita", "suffix": ""}, {"first": "T", "middle": [], "last": "Takagi", "suffix": ""}], "year": 2018, "venue": "Journal of Cheminformatics", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Visualizing data using t-SNE", "authors": [{"first": "L", "middle": ["V D"], "last": "Maaten", "suffix": ""}, {"first": "G", "middle": [], "last": "Hinton", "suffix": ""}], "year": 2008, "venue": "Journal of Machine Learning Research", "volume": "9", "issn": "", "pages": "2579--2605", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Recent enhancements and future plans in XSEDE16 Conference on Diversity, Big Data, and Science at Scale", "authors": [{"first": "K", "middle": [], "last": "Chard", "suffix": ""}, {"first": "S", "middle": [], "last": "Tuecke", "suffix": ""}, {"first": "I", "middle": [], "last": "Foster", "suffix": ""}, {"first": "", "middle": [], "last": "Globus", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "1--8", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Exascale applications: Skin in the game", "authors": [{"first": "F", "middle": [], "last": "Alexander", "suffix": ""}], "year": 2020, "venue": "Philosophical Transactions of the Royal Society A", "volume": "378", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Pervasive parallel programming in Python in 28th International Symposium on High-Performance Parallel and Distributed Computing", "authors": [{"first": "Y", "middle": [], "last": "Babuji", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "25--36", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Serverless supercomputing: High performance function as a service for science", "authors": [{"first": "R", "middle": [], "last": "Chard", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1908.04907"]}}, "BIBREF47": {"ref_id": "b47", "title": "A data ecosystem to support machine learning in materials science", "authors": [{"first": "B", "middle": [], "last": "Blaiszik", "suffix": ""}], "year": 2019, "venue": "MRS Communications", "volume": "9", "issn": "", "pages": "1125--1133", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "The Materials Data Facility: Data services to advance materials science research", "authors": [{"first": "B", "middle": [], "last": "Blaiszik", "suffix": ""}], "year": 2016, "venue": "JOM", "volume": "68", "issn": "", "pages": "2045--2052", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Creating training data for scientific named entity recognition with minimal human", "authors": [{"first": "R", "middle": ["B"], "last": "Tchoua", "suffix": ""}], "year": 2019, "venue": "International Conference on Computational Science", "volume": "", "issn": "", "pages": "398--411", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "A simple Python code example showing how to load data from a fingerprint file. (This and other examples are accessible on GitHub [44].)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Molecular descriptor examples: (left) load descriptor data and (right) create a simple TSNE projection of the FFI dataset.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Molecular image examples. The examples show how to (top) load the data and (bottom) display a subset of the images using matplotlib.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The datasets included in the first data release, with for each a key, a brief description and references to the original location, and the number of molecules. Datasets labeled with † are provided as decoys or examples of molecules used in other domains.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Key </td><td>Name </td><td># Molecules\n</td></tr><tr><td>BDB </td><td>The Binding Database </td><td>[18, 19] 1 813 538\n</td></tr><tr><td>CAS </td><td>CAS COVID-19 Antiviral Candidate Compounds </td><td>[12] 49 437\n</td></tr><tr><td>CHM </td><td>CheMBL db of bioactive mols with drug-like properties </td><td>1 940 732\n</td></tr><tr><td>DBK </td><td>Drugbank </td><td>[7, 8] 9678\n</td></tr><tr><td>DCL </td><td>DrugCentral Online Drug Compendium </td><td>[9, 10] 3981\n</td></tr><tr><td>DUD </td><td>†DUDE database of useful decoys </td><td>[20, 21] 99 782\n</td></tr><tr><td>E15 </td><td>Diverse REAL drug-like subset of ENA </td><td>15 547 091\n</td></tr><tr><td>EDB </td><td>DrugBank plus Enamine Hit Locator Library 2018 </td><td>[22] 310 782\n</td></tr><tr><td>EMO </td><td>eMolecules </td><td>[23] 25 946 988\n</td></tr><tr><td>ENA </td><td>Enamine REAL Database </td><td>[24, 25] 1 211 723 723\n</td></tr><tr><td>FFI </td><td>CureFFI FDA-approved drugs and CNS drugs [11] </td><td>1497\n</td></tr><tr><td>G13 </td><td>GDB-13 small organic molecules up to 13 atoms </td><td>[26, 27] 977 468 301\n</td></tr><tr><td>G17 </td><td>GDB-17-Set up to 17 atom extension of GDB-13 </td><td>[28, 29] 50 000 000\n</td></tr><tr><td>HOP </td><td>†Harvard Organic Photovoltaic Dataset </td><td>[16, 17] 350\n</td></tr><tr><td>LIT </td><td>COVID-relevant small mols extracted from literature [13] </td><td>803\n</td></tr><tr><td>MOS </td><td>Molecular Sets (MOSES) </td><td>[30, 31] 1 936 962\n</td></tr><tr><td>MCU </td><td>MCULE compound database </td><td>45 472 755\n</td></tr><tr><td>PCH </td><td>PubChem </td><td>[32, 33] 97 545 266\n</td></tr><tr><td>QM9 </td><td>QM9 subset of GDB-17 </td><td>[14, 15] 133 885\n</td></tr><tr><td>REP </td><td>Repurposing-related drug/tool compounds [34, 35] </td><td>10 141\n</td></tr><tr><td>SAV </td><td>Synthetically Accessible Virtual Inventory (SAVI) [36</td><td>, 37] 265 047 097\n</td></tr><tr><td>SUR </td><td>SureChEMBL dataset of molecules from patents </td><td>[38, 39] 17 915 384\n</td></tr><tr><td>ZIN </td><td>ZINC15 </td><td>[40, 41] 1 225 804 829\n</td></tr><tr><td> </td><td>Total </td><td>4 206 934 042\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Definitions for terms used in the methodology section to describe key aspects of the collected datasets and computed properties.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Term </td><td>Description\n</td></tr><tr><td>SOURCE-KEY </td><td>Identifies the source dataset: see the three-letter \"Keys\" in Table 1\n</td></tr><tr><td>IDENTIFIER </td><td>A per-molecule identifier either obtained from the source dataset or, if none such is available, defined internally A canonical SMILES for a molecule, as produced by Open Babel\n</td></tr><tr><td> </td><td>SMILES </td></tr></table></body></html>"}}, "back_matter": []}