{
    "paper_id": "0ba56d8d00d9a7761ca1110f0ee1ba330cef767b",
    "metadata": {
        "title": "Expression of Coronavirus E l and Rotavirus VPIO Membrane Proteins From Synthetic RNA",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Armstrong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Membrane Molecular Biology Laboratory, Imperial Cancer Re-search Fund",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "Lincoln's Inn Fields",
                        "postBox": "PO Box 123",
                        "postCode": "CV4 7AL, WC2A 3PX",
                        "settlement": "Coventry, London",
                        "country": "England, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Malcolm",
                "middle": [],
                "last": "Mccrae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Membrane Molecular Biology Laboratory, Imperial Cancer Re-search Fund",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "Lincoln's Inn Fields",
                        "postBox": "PO Box 123",
                        "postCode": "CV4 7AL, WC2A 3PX",
                        "settlement": "Coventry, London",
                        "country": "England, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Colman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Membrane Molecular Biology Laboratory, Imperial Cancer Re-search Fund",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "Lincoln's Inn Fields",
                        "postBox": "PO Box 123",
                        "postCode": "CV4 7AL, WC2A 3PX",
                        "settlement": "Coventry, London",
                        "country": "England, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Some viruses acquire their envelopes by budding through internal membranes of their host cell. We have expressed the cloned cDNA for glycoproteins from two such viruses, the E l protein of coronavirus, which buds in the Golgi region, and VPlO protein of rotavirus, which assembles in the endoplasmic reticulum. Messenger RNA was prepared from both cDNAs by using SP6 polymerase and either translated in vitro or injected into cultured CVl cells or Xenopus oocytes. In CVl cells, the E l protein was localised to the Golgi region and VPlO protein to the endoplasmic reticulum. In Xenopus oocytes, the E l protein acquired post-translational modifications indistinguishable from the sialylated, O-linked sugars found on viral protein, while the VPlO protein acquired endoglycosidase-H-sensitive Nlinked sugars, consistent with their localisation to the Golgi complex and endoplasmic reticulum, respectively. Thus the two proteins provide models with which to study targeting to each of these intracellular compartments. When the RNAs were expressed in matured, meiotic oocytes, the VPlO protein was modified as before, but the E l protein was processed to a much lesser extent than in interphase oocytes, consistent with a cessation of vesicular transport during cell division.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the eukaryotic cell, the rough endoplasmic reticulum is the site of synthesis for both secretory proteins and integral proteins of the plasma membrane. To reach the cell surface, both types of protein must traverse the Golgi complex. During this transport process, a series of post-translational modifications may occur. Since the modifying enzymes are localised along the secretory pathway, the endoplasmic reticulum and Golgi complex constitute a series of membrane-limited compartments, each apparently with a distinct complement of proteins [reviewed in . How are these proteins confined to their appropriate destinations, rather than migrating onward to the plasma membrane? We are investigating two viral model proteins, one for the endoplasmic reticulum and one for the Golgi complex, with a view to determining the features of each molecule responsible for its correct localisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rotaviruses are a class of animal viruses which characteristically assemble at the endoplasmic reticulum [5] . Although assembly appears to be a budding process, the matured virion surprisingly lacks a visible envelope . The bovine UK strain encodes two glycoproteins: VP7, which forms part of the virion, and VPIO, which does not [8, 9] . The latter is an integral membrane glycoprotein [9, 10] bearing \"immature\" N-linked sugars which imply a failure to leave the endoplasmic reticulum [ W .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By contrast, with coronaviruses the envelope is acquired by budding initially at smooth membranes close to the Golgi complex but continuous with the endoplasmic reticulum; as infection progresses budding may also occur in the Golgi cisternae or the rough endoplasmic reticulum [ 11, 121 . The strain MHV-A59 bears two glycoproteins, the smaller of which, E l , is restricted within the cell and does not appear to reach the plasma membrane except as part of a budded virion 112,131.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 282,
                    "text": "[ 11,",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "121",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus we have adopted the proteins VPlO and E l as potential models for the class of membrane proteins which localise within compartments of the secretory pathway. Previously we have reported the cloning and sequence analysis of both proteins [9, 14] . Here we show that both cDNAs can be expressed via artificial mRNA prepared using SP6 polymerase [ 15, 161 . The mRNA may be translated either in vitro or after injection into Xenopus oocytes or cultured CVI cells. Expressed in this way, VPlO and E l prove to be valid model proteins for the endoplasmic reticulum and Golgi complex, respectively. In addition, we have exploited the fact that Xenopus oocytes can be matured into a meiotic state [ 17, 181 to investigate the transport of the two proteins to their destinations during cell division.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 353,
                    "text": "[ 15,",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "161",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 700,
                    "text": "[ 17,",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "181",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All restrictions, ligations, and transformations were carried out according to standard methods 1191. Full-length cDNA for bovine rotavirus VPlO (assembled and kindly provided by H. Baybutt) was excised with the enzymes AhaIU and SalI, to give a fragment corresponding to nucleotides 8-588 [in Figure 3 of 91. This was inserted into the BglII site of the transcription vector pSP64T [ 151.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Construction of Recombinant Plasmids and Synthesis of RNA"
        },
        {
            "text": "E l cDNA [ 14, 203 was excised with Aha111 and FoM, representing nucleotides 59-780 [in 141, plus the following 13 bases of the adjacent nucleocapsid gene [21] and inserted into the BglII site of pSP64T 1151.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 14,
                    "text": "[ 14,",
                    "ref_id": null
                },
                {
                    "start": 15,
                    "end": 18,
                    "text": "203",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of Recombinant Plasmids and Synthesis of RNA"
        },
        {
            "text": "Both plasmids were linearised with EcoRI and RNA transcribed with SP6 polymerase in the presence of 0.5mM m7G (5')ppp(5')G exactly as described [16] . Since the vector pSP64T contains a poly-A tract between the BglII and EcoRI sites, this method results in the synthesis of capped, polyadenylated mRNA in a single reaction.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of Recombinant Plasmids and Synthesis of RNA"
        },
        {
            "text": "Translation in vitro in reticulocyte lysates, injection of Xenopus oocytes, immunoprecipitation of proteins, microinjection of CV 1 cells, and immunofluorescence analysis were all performed as before [16] . For analysis of VPlO protein, rabbit antiserum to a fusion protein of bacterial 0-galactosidase and VPIO, whose prepara-tion will be described in detail elsewhere, was used. To detect El, we used a rabbit serum to E l purified by detergent extraction of virus [22] , kindly provided by S. Tooze, EMBL, Heidelberg, who also provided stocks of Coronavirus MHV-A59 and its host, sac-cells. Radiolabelled virus was produced by infection of cells at a ratio of 10 pfukell, incubation for 16 hr in methionine-free medium to which was added 50 pCi/ml 35S-methionine (Amersham) , and collection of the culture supernatant. Endoglycosidase H digestions were carried out as before [ 181.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Translation of RNA and Analysis of Products"
        },
        {
            "text": "Xenupus oocytes were matured into second meiotic metaphase by incubation in 10 p g / d progesterone as described [ 181.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Translation of RNA and Analysis of Products"
        },
        {
            "text": "Previously we showed that RNA prepared with SP6 polymerase could be translated in cultured cells, provided it has both a 5' cap structure, and a 3' poly-A tract added using poly-A polymerase [16] . E l RNA prepared in this way was found to be translated in both CV1 cells and Xenopus oocytes (not shown). We have further simplified this method by using a vector which includes a sequence of 23 A's in the transcribed region [ 151, eliminating the requirement for a second reaction. RNAs prepared by this method for VPlO and E l were translated efficiencly in reticulocyte lysates, Xenopus oocytes, and cultured CVl cells (Figs. 1, 2). rough endoplasmic reticulum; these structures may be cleaved by endoglycosidase H [23] . VPlO protein which had been immunoprecipitated from injected oxcytes was found to be completely sensitive to endoglycosidase H, yielding a species which approximately comigrated with the unprocessed form produced in the reticulocyte lysate (Fig. 1, lanes a-d) . Thus the VPlO protein is likely to be localised within the endoplasmic reticulum of the oocyte. E l protein was synthesized in oocytes as a spectrum of forms, the most mobile of which comigrated with the unmodified protein from the reticulocyte lysate (Fig. 1 , lanes e,f). The oocyte proteins were very similar in both mobilities and relative abundance to the species of E l found in virus particles (Fig. 1, lane 8) . These have been shown to contain 0-linked sugars as their only posttranslational modification [24, 25] . Since at least the later stages of 0-linked glycosylation are thought to occur in the Golgi complex 1261, most or all of the El protein would appear to have reached this organelle in the oocyte.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 964,
                    "end": 983,
                    "text": "(Fig. 1, lanes a-d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1238,
                    "end": 1245,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1387,
                    "end": 1403,
                    "text": "(Fig. 1, lane 8)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression of VPlO and El From Synthetic RNA"
        },
        {
            "text": "With both antibodies, no significant labeled proteins were precipitated from oocytes in the absence of the appropriate mRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "14.3-"
        },
        {
            "text": "SP6 RNAs for VPlO and El were microinjected into CVl monkey kidney cells, and the resulting proteins were detected by immunofluorescence. VPlO proteins was found in an elaborate pattern around the nucleus and throughout the cytoplasm, characteristic of the rough endoplasmic reticulum (Fig. 2a) . By changing the plane of focus, it became clear that all of the nuclear envelope was labeled (not shown). This was expected as the outer nuclear membrane is continuous with, and usually considered as part of, the endoplasmic reticulum. In contrast, E l protein showed a much more localised fluorescence pattern (Fig. 2b) . Labeling was concentrated in a perinuclear area corresponding to the Golgi region and coincident with the intracellular pattern shown by fluorescent wheat germ agluttinin, a Golgi marker (not shown). The pattern also closely resembled the distribution of E l protein in virally infected cells 112,131. If injected cells were not permeabilised with detergent, no labeling of the cell surface was detected with either protein (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 608,
                    "end": 617,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of VPlO and E l in CV1 Cells"
        },
        {
            "text": "Incubation of Xenopus oocytes in progesterone causes them to mature from their initial stage, first meiotic prophase, to second meiotic metaphase [17] . In this state, the Golgi apparatus is broken down and protein secretion blocked [ 181. We investigated the synthesis of VPlO and E l in such matured oocytes. VPlO was electrophoretically indistinguishable from the form produced in nonmatured oocytes (Fig. 3,  lanes a,b) . E l , in contrast, showed a striking reduction in the extent to which it was processed in comparison to nonmatured oocytes (Fig. 3, lanes c,d) , implying that most of the protein is denied access to the modifying enzymes of the Golgi complex under these conditions.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 423,
                    "text": "(Fig. 3,  lanes a,b)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 568,
                    "text": "(Fig. 3, lanes c,d)",
                    "ref_id": null
                }
            ],
            "section": "Expression of VPlO and El in Meiotic Oocytes"
        },
        {
            "text": "Transcription of RNA with SP6 polymerase has been used as a route for expression of cloned cDNAs either in vitro or in the Xenopus oocyte [ 151. If the RNA incorporates a 5' cap structure and a 3' poiy-A tract, it may also be expressed in a b c d Fig. 3. Expression of VPlO (a,b) and E l (c,d) in normal (a,c) or progesterone-matured (b,d) oocytes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 293,
                    "text": "Fig. 3. Expression of VPlO (a,b) and E l (c,d)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Proteins were analysed as for Figure 1 , and the fluorograph was exposed for 1 wk.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "cultured cells [ 161. By using the vector pSP64T [ 151, such RNA can be prepared in a single reaction. We assume that the presence of an encoded poly-A sequence in the vector is the critical factor in allowing expression of the RNA in cultured cells 1161; however, the transcribed region also contains 5' and 3' untranslated regions from a globin cDNA, and a sequence of C bases at the extreme 3' end [ 151, and any of these elements may contribute to the stability of the mRNA or the efficiency with which it is translated. Whichever feature is important, the system provides a quick and versatile approach to the expression of cloned DNAs. Its principal limitation, at present, is the lack of a technique for the efficient introduction of RNA into large populations of cultured cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "It appears that both of the proteins we have studied, VPlO and El, are localised in a similar fashion whether they are expressed in isolation in cell types as diverse as oocytes and CVl cells, or in the course of viral infection. Thus each is likely to be a legitimate model with which to study targeting of proteins to its respective intracellular destination. In the case of VPIO, this is the rough endoplasmic reticulum, as judged by fluorescence microscopy and sensitivity of its N-linked oligosaccharides to endoglycosidase H (Figs. 1, 2) . The corresponding protein of rotavirus SAll , termed NCVPS, bears oligosaccharides of the form Man8GlcNAc2 [lo] .",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[lo]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 543,
                    "text": "(Figs. 1, 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "In contrast, the principal location of the E l protein appears to be the Golgi complex. As the bulk of the protein made in oocytes has been modified to give forms of similar mobilities to the viral protein (Fig. 1, lanes f,g; see also [27] ), it has presumably acquired 0-linked oligosaccharides, an indication of having reached the Golgi complex [26] . Most of the oligosaccharides on viral El contain terminal sialic acid [25] , whose presence is detectable by changes in electrophoretic mobility of the glycoprotein after neuraminidase digestion. However, we have repeatedly failed to observe any effect on mobility of oocyte El by treatment with neuroaminidases from various sources and under various conditions (not shown). The explanation for this is not clear; perhaps the oocyte adds exotic sialic acids which are not susceptible to cleavage.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 225,
                    "text": "(Fig. 1, lanes f,g;",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "Immunofluorescence of cultured cells expressing E l clearly showed a very localised perinuclear distribution (Fig. 2b ) characteristic of the Golgi region and similar to the pattern observed during viral infection [12] . However, not all of the viral protein is restricted to the flattened cisternae of the Golgi complex; some at least is found in smooth membranes which are in the same region of the cell but are in fact continuous with the rough endoplasmic reticulum [ 12, 221 . These membranes are reminiscent of the transitional elements of specialised secretory cells [28] and are the earliest site of budding during viral infection [12] . At the resolution of light microscopy it is impossible to say whether the pattern in Figure 2b includes this compartment. It will be of interest to resolve this point by immunoelectron microscopy, which should also allow us to determine how many of the Golgi cisternae are labelled. Nevertheless, it is probably safe to conclude that the behaviour of the E l protein is largely responsible for determining the intracellular budding site of coronavirus.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 475,
                    "text": "[ 12,",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "221",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "The localisation of VPlO might argue for a similar function in rotavirus morphogenesis. However, this protein's precise role in viral infection remains enigmatic. The other rotavirus glycoprotein, VP7, also appears to be restricted to the endoplasmic reticulum when it is expressed in the absence of other viral proteins [291. Thus both proteins may be involved in determining the viral assembly site, but the subsequent fate of VPlO is unclear, since it is not detectable in purified virions [9] . Perhaps the simplest hypothesis is that the newly budded virus has a lipid envelope including VPlO and VP7, which is somehow shed at a later stage to leave VP7 connected directly to components of the capsid [7] .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 496,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "An aspect of the biogenesis of the endoplasmic reticulum and Golgi complex which has recently attracted attention is their fate during cell division. In mammalian cells, both organelles are thought to break up into vesicles which then partition randomly between the daughter cells and fuse together; concomitant with this disruption is a cessation of traffic of secretory and plasma mebmrane proteins to and through the Golgi complex [reviewed in 301. The same phenomena appear to occur in the Xenopus oocyte, which has the experimental advantage that its cell cycle state may be manipulated with hormones [MI. The results presented in Figure 3 are entirely consistent with this model; VPlO is synthesized and processed normally in meiotic oocytes, but E l is processed to a far lesser extent than in interphase oocytes, and thus has probably failed to traverse what is assumed to be the first vesicle-mediated step of membrane traffic, from the endoplasmic reticulum to the Golgi complex. It might be of interest to study the vesicles in which E l becomes trapped under these conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 644,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "What features of each protein might be involved in determining its intracellular destination, and what are the mechanisms involved in each case? The two proteins share a superficial topological similarity, in having a very short domain on the lumenal side of the membrane which is N-terminal but does not arise from cleavage of a signal sequence; E 1 has the additional unusual feature of hydrophobic regions large enough to span the membrane three times [9, 10, 14, 31, 32] .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Armstrong, McCrae, and Colman"
        },
        {
            "text": "Two mechanisms have been proposed for retention of proteins in the endoplasmic reticulum. One is that a species variously known as BiP or GRP78 attaches to improperly folded or assembled molecules and prevents their exit to the Golgi complex [33-351. The second is that all of the membrane proteins of the endoplasmic reticulum form a continuous interacting network and are unable to diffuse in the lipid bilayer 134,371. In respect of either model, we have never observed any host species which coprecipitates from oocytes with VPlO, although admittedly our labelling schedule is perhaps not optimal for detection. (Note that the unidentified band in Figure 1 , lanes b-d is made only in response to VPlO mRNA.) Neither have we observed such species with our Golgi model protein, E l , whose sorting mechanism is even more obscure. However, with the availability of cloned cDNA and a reliable expression system, it is now possible to dissect each molecule and identify the characteristics involved in its correct targeting within the cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 660,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Armstrong, McCrae, and Colman"
        }
    ],
    "bib_entries": {
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cold Spring Harbor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Molecular Biology and Pathogenesis of Coronaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heisterberg-Moutsis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "201--213",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expression of VPlO and E l in Xenopus oocytes. a: VPlO protein translated in a reticulocyte lysate. b-d: VPlO protein immunoprecipitated from injected oocytes and digested with endoglycosidase H (b), mock-digested (c), or untreated (d). The identity of the high molecular weight band is unknown. e: El protein translated in a reticulocyte lysate. f: E l protein immunoprecipitated from injected oocytes. g: E l protein immunoprecipitated from radiolabelled viral supernatant. Proteins were separated on a 15% acrylamide SDS gel and fluorographed for 18 hr (b-e) or 1 wk (a,f,g). Numbers on the left are molecular weights in kilodaltons of marker proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Expression of VPlO and E l in CVl cells. VPlO (a) or El (b) RNAs were injected into cells which were incubated for 8 hr, fixed, permeabilised with Triton X-100, and treated with anti-VP10 (1/100) or anti-El (1/40) followed by fluorescein-conjugated antirabbit IgG (1/40). Cells were photographed under epifluorescence using a Nikon Optiphot microscope.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the Cancer Research Campaign (to A. Colman) and the Wellcome Trust (to A. Colman and M. McCrae).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}