{
    "paper_id": "0bac8697a99da3386e39595d8605d5cd8ac7c364",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Martínez-Téllez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Orús",
                "middle": [],
                "last": "César",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Dotú",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trujillo-Reyes",
                "middle": [
                    "Mauro"
                ],
                "last": "Carlos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Guarino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georgina",
                "middle": [],
                "last": "Cladellas Gutiérrez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cánovas",
                "middle": [],
                "last": "Planas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramon",
                "middle": [],
                "last": "Joaquim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Cervelló",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mallo",
                "middle": [],
                "last": "Carvi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Del",
                "middle": [
                    "Prado"
                ],
                "last": "María",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pizarro",
                "middle": [
                    "X Leon"
                ],
                "last": "Venegas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Josep",
                "middle": [],
                "last": "Vintró",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Belda-Sanchis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Estimado Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La enfermedad por coronavirus 2019 (COVID-19) provocada por el SARS-CoV-2 es actualmente una pandemia según definición de la Organización Mundial de la Salud, y una situación de emergencia sanitaria y alarma social (Real Decreto 463/2020, de 14 de marzo). 1 Se trata de una infección que normalmente cursa de forma asintomática, pero que en un 14-20% de los pacientes puede complicarse en forma de neumonía con infiltrados bilaterales. En un 5% de estos casos puede presentar un síndrome de distrés respiratorio agudo (SDRA), sepsis, shock séptico y fracaso multiorgánico, requiriendo ingreso en una Unidad de Cuidados Intensivos (UCI), intubación orotraqueal y ventilación mecánica invasiva (VMI) 2,3",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El SARS-CoV-2 se transmite de persona a persona por vía respiratoria a través de las gotas de Pflügge (> 5 micras) y aerosoles originados por la persona infectada. 4,5 Esto supone una amenaza de contagio para todo el personal sanitario al cuidado de estos pacientes, sobre todo para aquellos al cuidado de pacientes que requieren soporte ventilatorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La traqueotomía en pacientes con SDRA se considera necesaria tras una intubación orotraqueal prolongada o cuando se prevé un destete dificultoso y largo. 6 La realización de una traqueotomía tras 7-10 días de una VMI se asocia a una potencial reducción de la duración de la ventilación y de los días de ingreso en UCI, especialmente en pacientes con debilidad muscular severa o moderada, fallo en el intento del destete, reserva respiratoria limitada, y/o con abundantes secreciones espesas. 7",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se han discutido mucho todos los aspectos relativos a la realización de traqueotomías en pacientes afectos de una infección por el SARS-CoV-2 por el alto riesgo de contagio del personal médico durante la manipulación y apertura la vía aérea por la generación de aerosoles. En este sentido, se han publicado diversos consensos y recomendaciones que se deben seguir a la hora de realizar el procedimiento y que se refieren tanto a la indicación, como a la seguridad y protección del personal que lo realiza, la técnica y las condiciones idóneas para su realización. 8-10",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "El objetivo de nuestro estudio es analizar las traqueotomías realizadas en pacientes intubados en contexto de neumonía por el SARS-CoV-2, así como mostrar los pasos que hemos seguido para realizarlas, los resultados en términos de días de ventilación, días de traqueotomía y complicaciones derivadas de la cirugía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se trata de un estudio descriptivo restrospectivo de pacientes COVID-19 intubados y con VMI a los que se ha realizado una traqueotomía quirúrgica, procedentes de dos centros J o u r n a l P r e -p r o o f hospitalarios de Barcelona, un hospital público de tercer nivel y un hospital privado que ha tratado pacientes tanto del sistema privado como del servicio público de salud durante la pandemia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se recogen las cirugías realizadas desde el 16 de marzo al 24 de abril de 2020, siendo esta última la fecha de fin de seguimiento. Se recogieron variables como sexo, edad, días de intubación, días de traqueotomía, días de VMI tras traqueotomía y complicaciones derivadas de la cirugía.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A todos los pacientes se les indicó una traqueotomía que se realizó según las recomendaciones específicas de la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) para la realización de traqueotomías en pacientes infectados por el SARS-CoV-2 11 . Estas recomendaciones se resumen en el uso de las medidas de protección adecuadas y de equipos de protección individual (EPI), evitar el uso de sistemas de corte y coagulación eléctricos o ultrasónicos, relajación muscular completa del paciente durante todo el procedimiento para evitar tos y aerosolización, preoxigenación adecuada del paciente, apnea tras un corto tiempo para la espiración pasiva con válvula limitadora de presión ajustable abierta o desconexión del ventilador, incisión de la tráquea, retirada del tubo orotraqueal y canulación con cánula no fenestrada. Es necesario la posición del paciente con cuello hiperextendido para facilitar el procedimiento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Se intervinieron un total de 27 pacientes, 20 de los cuáles fueron hombres (70%). La edad media de los pacientes fue de 65 años (51-77). La mediana de días desde la intubación hasta la realización de la traqueotomía fue de 19 días . Dos pacientes fueron éxitus y un paciente fue destetado del ventilador y decanulado. De los pacientes que permanecen con cánula de traqueotomía a la fecha de fin de seguimiento, 4 siguen en ventilación mecánica, 8 están en proceso de destete y 11 pacientes están con ventilación espontánea con o sin oxigenoterapia. De los pacientes en los que se ha podido retirar la VMI, la mediana de días desde la traqueotomía hasta la retirada de la VMI fue de 3 días (1-12) con una media de 4,7 días. En 3 pacientes (11%) se produjeron complicaciones derivadas de la cirugía, 2 pacientes presentaron un pequeño sangrado controlado con medidas de compresión y uno una infección de la cervicotomía que precisó de desbridamiento. No hemos detectado complicaciones posteriores a la realización de la traqueotomía hasta la fecha del fin del seguimiento. En 4 casos fue necesario un recambio de cánula por otra de mayor longitud y/o calibre debido a dificultades en la ventilación (fuga de aire o necesidad de presiones de ventilación muy elevadas).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ninguno de los cirujanos que realizaron las intervenciones ha presentado sintomatología de infección por el SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "En resumen, en nuestra experiencia, la realización de una traqueotomía en aquellos pacientes con infección por el SARS-CoV-2 puede aportar beneficios potenciales en términos de manejo de la vía aérea, reducción de los días de VMI y de la estancia en UCI, con un bajo porcentaje de complicaciones relacionadas con la cirugía. En nuestro caso la mediana de días hasta la realización de la traqueotomía supera los 7 días recomendados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Esto se debe a la falta de consenso conforme al momento idóneo de su realización, basándonos en guías de actuación de nuestras unidades de críticos recomendando la traqueotomía entre la 2ª y la 3ª semana de intubación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Se requieren estudios aleatorizados para asegurar que la traqueotomía precoz mejore de forma substancial los beneficios antes citados.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Es un procedimiento de alto riesgo para el personal médico pero que puede reducirse drásticamente cumpliendo estrictamente las medidas de protección y recomendaciones técnicas descritas. En nuestra experiencia, puede realizarse con seguridad con un uso limitado o nulo de sistemas de corte y coagulación eléctricos o ultrasónicos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--77",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.02.034"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical consensus recommendations regarding non-invasive respiratory support in the adult patient with acute respiratory failure secondary tor SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "Cinesi",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Peñuelas",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "Ó",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Luján",
                    "middle": [],
                    "last": "Torné",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Egea",
                    "middle": [],
                    "last": "Santaolalla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Masa",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Esp Anestesiol Reanim",
            "volume": "16",
            "issn": "",
            "pages": "30078--30083",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chang-Yeun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nuñez Ares A, Cases Viedma E, Días-Pérez D. Recomendaciones de Consenso SEPAR y AEER sobre el uso de la broncoscopia y la toma de muestras de la vía respiratoria en pacientes con sospecha o con infección confirmada por Covid-19",
            "authors": [
                {
                    "first": "Cordovilla",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Álvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Llanos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is the coronavirus airborne? Experts can't agree",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "580",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safe Tracheostomy for Patients With Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Tuen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Laryngoscope",
            "volume": "113",
            "issn": "",
            "pages": "1777--1786",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Timing of tracheostomy in patients with prolonged endotracheal intubation: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Begermy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Younis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "275",
            "issn": "",
            "pages": "679--90",
            "other_ids": {
                "DOI": [
                    "10.1007/s00405-017-4838-7"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tracheotomy in ventilated patients with COVID-19 . Guidelines from the COVID-19 Tracheotomy Task Force, a Working Group of the Airway Safety Committee of the University of Pennsylvania Health System Annals of Surgery",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Braslow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chalian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Surgical Considerations for an Awake Tracheotomy During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crossley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clarck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Laparoendosc Adv Surg Tech A",
            "volume": "30",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/lap.2020.0239"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Performing tracheostomy during the Covid-19 pandemic: guidance and recommendations from theCritical Care and Acute Care Surgery Committees of the American Association for the Surgery of Trauma Trauma Surg Acute Care Open",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Michetti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burlew",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bulger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Spain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/tsaco-2020-000482"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Recomendaciones de la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello para la realización de traqueotomías en relación con pacientes infectados por coronavirus COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Acta Otorrinolaringol Esp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}