{
    "paper_id": "0badd4c283a6967ff84402b13967a1be02ad522d",
    "metadata": {
        "title": "Things You Can Do to an Author When He's Dead: Literary Prosthetics and the Example of Heinrich von Kleist",
        "authors": [
            {
                "first": "Rachel",
                "middle": [],
                "last": "Magshamhráin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College Cork",
                    "location": {
                        "settlement": "Cork",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "critical literature may emerge from and in relation to these entirely new works written by Kleist (O).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reviewing new publications on the subject of literary longevity for the TLS, Hal Jensen made an important distinction, between literary immortality on the one hand, and the literary afterlife on the other, claiming \"that the former pertains to the literary work while the latter seems to be about everything else\". 1 In this chapter, we shall consider Kleist in terms of this \"everything else\".",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As Gerhard Schulz presciently declared in 2003, there appears to be no end to Kleist at all. 2 This is certainly the case as far as academic interest is concerned. As the most recent edition of the Heilbronner Kleist-Blätter's invaluable biannual bibliographical update reveals, he is still alive and well in literary-critical circles: twenty-four pages of one of the latest issues is devoted to the newest scholarship, testifying to the vigour of dead Kleist's corpus and to undimmed critical interest in an author whose life and oeuvre were comparatively short. 3 Given this immense, you might say bottom heavy, apparatus of secondary texts, one might imagine that all had been said that could possibly be said about dead Kleist and his works; \"imagine\" being the operative word, since reading every word of what currently exists in the way of scholarly criticism would prove a very timeconsuming, if not impossible task. And yet, apparently, there is always room for more. According to Schulz, this is because, despite all that has been written, we are still searching for him, and he is still somehow eluding us. 4 I would argue, rather, that we are not looking for him at all. His afterlife is vibrant precisely because he is gone.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 564,
                    "end": 565,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1117,
                    "end": 1118,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to a useful and entertaining checklist that Heather L. Jackson offers in her recent Those Who Write for Immortality: Romantic Reputations and the Dream of Lasting Fame, literary posterity is composed of no fewer than twenty-two ingredients. And the vitality of a given author's afterlife can be gauged by these markers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Authorial ambition, the desire to be remembered; 2. Threshold quality, by which she means that a certain aesthetic standard must be met; 3. Threshold quantity, in other words, a sufficiently substantial body of work to constitute a corpus; 4. The number of copies in circulation / availability (including digitally); 5. Variety of the corpus, which is to say that the author has proven to be generically versatile, mastering a range of tones, forms, and contents; 6. The existence of authorial or eponymous adjectives, such as Kafkaesque, Byronic, Keatsian, and even Goethian; 7. The existence of a critical tradition, consisting of reviews and academic criticism, among other things; 8. Controversy surrounding the author and his or her oeuvre; 9. Associates: Weimar Classicism, George Circle, etc.; 10. Celebrity endorsements; 11. The availability of collected editions of the author's work; 12. Biographies; 13. Reference books; 14. Translation and other international dissemination; 15. Visualisability: illustrations, photography, cinema, and Internet; 16. Locatability: association with a place or places, tourism, and shrines; 17. Inclusion in literary anthologies; 18. Variety or heterogeneity of the audience; 19. Adaptability: the readiness with which works can be appropriated by other media, such as music, painting, stage, and cinema; 20. Champions: literary societies, descendants, and keepers of the flame; individual advocates; 21. Educational uses: inclusion in school curricula; 22. Higher education: inclusion in the university canon. 5 As cultural yardsticks go, this is a more than a serviceable list. But the curious case of the oddball Heinrich von Kleist and his continuedapparently uncontained-popularity (albeit mainly as an insider-tip, and largely in the German-speaking world) suggests that these might usefully be supplemented by a few further elements to account more fully for his literary longevity in particular, while also expanding our understanding of posthumous literary fame more generally. In other words, if we scrutinise why precisely Kleist has enjoyed such pronounced, vital, and we might even venture unnatural longevity, despite the brevity of both his life and oeuvre (biologically dead at the age of 34, and leaving behind only around a thousand pages of text, at least, so far-we shall return to these pesky 'biological' facts, and to this 'so far' in due course), the effect on the list is interesting. Moreover, his own original literature (we say original, although, of course, he was a notorious borrower, magpie, and self-plagiarist) is not quite as essential to the fame game as we philologists might like to think. In a version of reader-response theory, Italo Calvino significantly situates literary longevity not in the author's works per se, but in the reader-understood as a reader-in-time-arguing that, even though the original books remain the same, \"we [the readers] certainly have changed\", and so every \"later encounter is therefore completely new\". 6 Verbum scriptum non manet, it would seem.",
            "cite_spans": [
                {
                    "start": 1557,
                    "end": 1558,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3018,
                    "end": 3019,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While postmodernity has reimagined the static text as infinitely mutable or palimpsestic, literary biography-perhaps pushing back again this-has remained a fairly conservative genre, resistant in the main to this deep scepticism. By and large, our literary biographies speak as though the person of the author had a certain historical fixity and ontic givenness, providing a point of orientation in a world otherwise populated by unstable, shifting holotexts, and their eccentrically orbiting and concomitantly endless interpretations. And so there is, undeniably, an irreducible quality of realism and facticity in even the most adventurous literary biographies of Kleist. 7 This question of biography is important because the author's life is rightly granted a central place in Jackson's enumeration of contributory factors in the chancy game of legacy. But Jackson does not mean this in any traditional sense. She illustrates her point in relation to another short-lived literary figure, Keats, whose truncated life itself made for such a gripping story that it contributed to his towering posthumous literary reputation perhaps as much as any Keatsian text. I say \"story\" to distinguish it from any raw historical facts of the poet's actual existence. In fact, it drew in large part on a narrative that Keats himself had begun to craft during his lifetime: that of the \"young, sensitive, gifted, unworldly artist cruelly mistreated and eventually destroyed by the literary establishment\". 8 This, in turn, relied on well-known literary antecedents and cultural tropes, deriving much of its ability to compel audiences \"from its close resemblance to mythical or ancient prototypes such as Adonis […] [and] literary counterparts such as Milton's Lycidas \". 9 Moreover, soon after his death, Keats was transformed in the hands of another author and Keats-fan, Shelley, who offers us a version of the poet that really \"stimulated Keats' canonization\" 10 : Adonaïs, Shelley's elegy to Keats, written just a few short months after Keats' death from tuberculosis in 1821, has been credited with laying the foundation of the latter's posthumous fame, offering a \"view of Keats [that is] thereafter a feature of 'Keats' for the rest of the century\". 11 The copy-wrong Keats (O) that Shelley gives us died, not from consumption, as per brute biological fact, but from the cruelty of his detractors: \"Our Adonaïs has drunk poison-oh! / What deaf and viperous murderer could crown / Life's early cup with such a draught of woe?\" 12 Aside from obvious similarities between that carefully constructed image of a criticised-to-death \"Keats\" and the popular representation of his contemporary Kleist (O) who was similarly posthumously portrayed from early on as lonely, 13 misunderstood, 14 long suffering, and short lived, what is important here is an implicit twenty-third crucial ingredient: crucial to posthumous fame is not just the drama inherent in a given author's biography (Kleist (c)'s life was filled with drama, both of his own orchestration and at the hands of an outrageous fortune), but the degree to which the author's person or persona lends itself to creative interventions by third parties, which are imagined in this article as prostheses on the body of the (long-dead) author. These inventions or interventions, as Kleist's case illustrates, need only be attached loosely to the original frame of the author and to the biological-historical facts of his or her life, if indeed at all. The ability to generate and sustain such biographical (but not only biographical, by any means) extensions, or pseudo-biographical fictions, is in Kleist's case a vital component of his longevity. Kleist (O) has appeared as a more or less historical character in his own right in a considerable number of poems, plays, novels, fictional autobiographies, and more recently, on film.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 675,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1699,
                    "end": 1702,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 2521,
                    "end": 2523,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Item twenty-three on the supplemented list might therefore read: \"adapting the author\" or \"the author himself as fiction\". This invention of the author cannot help but remind us of the death of the author as pronounced by Roland Barthes in 1968, that \"countertheological\" move, as he called it, which \"refuse[s] to halt meaning\" by leaving it solely in the author's hands. 15 The rebirth of the author him-or herself as fiction, as what Arno Pielenz writing of Kleist elegantly called the authored author, \"der erdichtete Dichter\", 16 is another move in that same liberating direction suggested by Barthes, refusing to halt biographical possibility by leaving it solely in the hands of fact or history. When an author is reborn in the world of fiction, as a copy-wrong of him-or herself, all kinds of new liberties can be taken-monstrous liberties, some no doubt would consider them (for \"historically the Author's empire has been the Critic's as well\") 17 -which \"God and his hypostases, reason, science, the law\", 18 and of course Literary Science, do not usually admit. Like Barthes' reader, with and in such fictions, the author becomes \"a man without history, without biography\". 19 A man without (fixed) characteristics. And, I would add, a man without a definitive or finished oeuvre.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In three long articles for the Heilbronner Kleist-Blätter, Arno Pielenz has diligently chronicled Kleist's appearances in fiction from a possible first debut in Christoph Martin Wieland's 1803-1804 novel Menander und Glycerion to Tanja Langer's 2011 Kleist novel Wir sehen uns wieder in der Ewigkeit: Die letzte Nacht von Henriette Vogel [We Shall Meet Again in Eternity: Henriette Vogel's Final Night], without, as he points out, making any claim to comprehensiveness. He notes that a complete account of all the many works of fiction in which Kleist (O) plays a part would not be just bibliographically impossible, but beyond the scope of critical analysis. 20 Nevertheless, the website of the Kleist-Archiv Sembdner has made some inroads here, devoting a whole subsection to Kleist in fiction, offering an as yet incomplete list of the many Kleist figures in poetry, drama, and novels to date. 21 No doubt jaded from the consumption of so many of these secondary fictions in the name of research, Pielenz comes to the deflating conclusion that there is a monotonous regularity to the fare because, after all, he argues, none of the facts of Kleist's life can alter. The only things that can possibly change are perspective, characterisation, literary quality, and the interpretation of specific events. But the events themselves, at least as Pielenz sees it, where known, are immutable, immobilised forever in the amber of history. 22 However, happily or unhappily, such things can and do change, and huge liberties have in fact been taken even at the level of the known facts in many of these Kleist fictions. Pielenz is, of course, not wrong to suggest that there is a homogeneous quality to this body of texts, a tried-andtested formula that makes many of them wearyingly predictable. According to Pielenz, in Kleist's case, all the author of a biographico-fiction has to do is take the authoritative Lebensspuren-that exhaustive and almost obsessive collection of contemporary documents and accounts relating to Kleist, edited by Helmut Sembdner-and, armed with a chronological list of the key events of his life, add in a little autumnal mist, a cloud of tobacco smoke, and the rattling of stage-coach wheels, package it all up in Prussian-blue cloth, and set the pot to boil. 23 Nevertheless, there are exceptions to this rule, and where the greatest freedoms have occurred, where the truly artificial copy-wrong Kleists are, there we perhaps find the true secret to immortality, the elixir of afterlife, at least in this case. Gerhard Schulz, who diagnosed Kleist above as having no end, was deeply concerned about the form and quality of the text that this endlessness might unleash: of Kleist and his works, he noted that, despite increasing interest in the author, the quality of this afterlife was questionable. 24 Schulz worried that Kleist's literature would eventually be perceived by audiences as outdated, and as dealing with people and conflicts from a far distant past to which the modern reader would no longer be able to relate. 25 He ends his pessimistic forecast by imagining the horrific demands the philistine future might place on an old Kleistian text. He imagines that The Beggar Woman of Locarno would be reimagined safely (or, in our Covid-19 times, more probably unsafely) ensconced in a respectable old people's home; Penthesilea, the one-breasted, cannibalistic Amazon queen who, in Kleist's version, eats Achilles up out of too-literal a love of him, would be the manager of a dating agency, and the bloodsoaked justice-and revenge-obsessed revolutionary horse-trader Michael Kohlhaas would likely be the Minister of Justice of Saxony. 26 However bleak and appalling these latter-day perversions of the originals might seem to Schulz, he alights on precisely the mechanism by which the author and his texts are able to propel themselves as copywrongs ever forward into the future. And, after all, many such modern reincarnations have already occurred, and with great success: the Marquise of O…, raped in her sleep and seeking her child's father through the press, has been reconceived as a twenty-first-century Italian business woman who suddenly finds herself pregnant just as her husband discovers that he is infertile in Pappi Corsicato's Il seme della Discordia (2008); Michael Kohlhaas has rematerialised as an American cowboy in John Badham's Western The Jack Bull (1999); and in a 2000 adaptation by John Banville entitled God's Gift, Amphitryon, now named General Ashburningham, has teletransported from ancient Thebes to late eighteenth-century Wexford, specifically Vinegar Hill at the time of the 1798 Rebellion. And just as Kleist's characters and plots are seasoned time-and space-travellers, Schulz might be relieved to learn, so too is the author himself, revived or reanimated in new and historically incongruous settings. Like the shapeshifting Jupiter in Kleist's adaptation of the ancient Amphitryon plot, Kleist himself appears to be \"all things, all people, all places, all times\", 27 not only in terms of his mutable texts, which is unsurprising-after all, even in his Amphitryon, an A, though engraved in stone, can become a J-but also in terms of his mutable biography, his \"Wanderbiografie\" to coin a German term.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 899,
                    "text": "21",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1435,
                    "end": 1437,
                    "text": "22",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2826,
                    "end": 2828,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 3052,
                    "end": 3054,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 3672,
                    "end": 3674,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 5040,
                    "end": 5042,
                    "text": "27",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The act of fictionalising the author, which is certainly not confined to Kleist, is closely cognate to, if not part of, a set of cultural practices that have recently been brought somewhat inaccurately under the umbrella term of \"fanfiction\". It is a term that suggests enthusiastic nonprofessional audiences making free with original material and with the person of the author who, reversing traditional power-dynamics, becomes their creature. 28 In the fanfictional world, not only are texts tampered with, but admired authors, like Jane Austen, are imagined by their fans in impossible and improbable, historically inaccurate scenarios, and in time out of joint. However, current definitions of fanfiction do not adequately describe what is at stake in Kleist (O)'s burgeoning fictional afterlife. Fanfiction suggests amateur creative interventions into the cultural outputs of recognised, professional authors, in which the fan writer is not considered to be a real Author in his or her own right, but rather, someone who is dabbling, reassembling bricoleur-like 29 the elements of some \"real\" Author's work for his or her mostly private pleasure. It assumes that fanfiction uses and abuses the author's original creative materials, merely reassembling them, extending them, and transposing them, while lacking all originality and genius.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "text": "28",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But, a roomier way of thinking of fanic interaction is perhaps necessary here, wherein fandom (including the scholarly kind) is not readily distinguishable from other writing practices such as the biographical novel, or indeed fiction more generally, or adaptation. After all, even biography can be conceived as an imaginative enterprise undertaken by a devotee who is operating creatively upon the bare facts of a naked life, and therefore as akin to other less prestigious acts of fandom. If we broaden the scope, the axis of originality-unoriginality that cleaves fandom from fiction proper is no longer pertinent; in short, there are certain practices that undermine that axis, and require a reconsideration of what we understand as fandom, and may perhaps even lead towards a new unified field theory that deals with both professional and amateur workings and reworkings of all kinds, including not only fanfiction in the traditional sense but also, for example, what Joe Queenan only half-jokingly called \"posthucocious\" 30 literature. By that neologism he meant entirely new works published under dead authors' names and in the manner of those authors, as well as all thinkable other third-party creative \"prostheses\" of whatever kind that extend, revive, recycle, borrow, remix, continue, improve, and of course dis-improve, existing, and-all importantly-non-existent corpuses of dead authors' work; and not just the corpuses in a wordy but also, potentially, in a fleshy sense.",
            "cite_spans": [
                {
                    "start": 1027,
                    "end": 1029,
                    "text": "30",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conceiving of these acts of recreation as prosthetic, as opposed to \"fan-ic\" or adaptative or similar, is perhaps helpful. At its root, prosthesis is merely the act of putting something forward, showing it, presenting it, the ancient Greek πρóσ ϑεν meaning in front of, before, to the front, forwards. A term that is emphatically forward and forward-looking has been deliberately chosen to describe the acts of creation being considered here in an attempt to parry the fatal backward glance that haunts fanfictions and other similar appropriative acts like adaptation, tethering them for better or for worse to a ghostly precursor. The prosthetic doesn't pretend to be originalit is clearly not so; it has an existence entirely its own. In fact, its separateness, its clear distinctness from the body to which it is added, is part of its conundrum and magic. As well as its participation in the artificial and the fake, it simultaneously suggests the new and rehabilitative that we associate with the replacement of missing or injured body parts with a man-made substitute. Here, crucially, as David Wills notes of the prosthetic, the trick or problem is \"the difficulty of rigorously separating one from the other\". 31 For the ideal prosthetic does not announce itself as Other and new, and yet it clearly is so. The ideal prosthetic gives the impression of the thing it is replacing and mimicking, while never actually being it. The prosthetic disguises an absence, but also reveals it. Reimagining an \"original\" in a series of what we are calling liberal and liberating prosthetic practices, also extends to include the original author him-or herself, who, if we imagine the act of writing-on (Weiterschreiben in the sense of adding on to the corpus of another author's work) in terms of prosthetics, is imagined as a kind of amputee upon whom we are operating. And operating without any of the ethical constraints that might limit a mere medical doctor.",
            "cite_spans": [
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "31",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What we are calling here prosthetic practices do not necessarily have to, and often simply cannot, refer back to something pre-existing or originary. In many cases, that pre-existing, original thing is itself just an absence. There is, after all, usually no real need for a prosthetic leg when one already has two. Or as Wills puts it, the \"relation, once it is a question of prosthesis, cannot be reduced to a matter of presence or absence, of possession or dispossession. […] [P]rosthesis of necessity prosthetizes whatever it relates to by automatically inscribing its effect of otherness\". 32 In other words, the prosthesis makes clear the artificiality of the distinction between original and not-original. But more than that, what the prosthesis makes clear is that it is absence that drives supplementation, not presence; writing-on conceived as prosthesis does not relate back to a given text, or idea, or fact; it does not relate to an original but rather to an original lack, an amputation.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coincidentally or not, Kleist's much-discussed and enigmatic essay Über das Marionettentheater [The Puppet Theatre, 1811] explicitly mentions artificial limbs, extending the idea, as is his wont, ad absurdum: \"I wonder\", he said, as I looked down at the ground and was silent, \"whether you have heard of the mechanical limbs that craftsmen in England make for people who have lost their legs?\" I said no: such things had never come my way. \"A pity\", he replied; \"for it I tell you that those poor people can dance with them I am almost afraid you will not believe me. -Dance? What am I saying? The range of their movements is limited, I grant you; but those they are capable of they execute with an ease, grace and poise that every thinking person must be astonished by\". I remarked, in jest, that there he had found the man he was looking for. For a craftsman capable of making such a remarkable leg would without doubt be able to construct him a whole marionette to his requirements. 33 However, prosthetic perfection here comes at a cost. The gradual extension in the course of this passage of the prosthetic legs into a full-body replacement, where only prosthesis remains, \"a whole marionette\" as he puts it, promises on the one hand an nth degree of perfectibility, but also, equally and oppositely, total bodily disintegration, for what is left is nothing human. What remains is just an automaton, or a Gliedermann, as Kleist also calls it, with its joint(ed) or conjoined meaning of both marionette and soldier. (A man at arms, might be the appropriate translation, suggesting as it does the segmented [gegliedert ] idea of the body upon which this theory of literary prosthetics plays.) In other words, the promise of perfection or restitution offered by the prosthesis is a versprechen (in the split sense of promise and mis-speech) 34 because it is a process that works by self-division or, at its extremity, complete selfdisintegration. The prosthesis is never fully incorporated into the original that it supplements; at most the original can be completely subsumed into or replaced by a full-body prosthetic. In prosthetics, originals are, therefore, not the determining factor; the prosthesis illustrates that the original was already in a state of lack to begin with. This reverses the classical and imbalanced relationship between original and supplement: no longer the fons et origo, what once was seen as original is shown to be indebted from the outset to its future prostheses which compensate for its initial state of lack. Looking back from the future, we correct the lacunae of the past.",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 988,
                    "text": "33",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1843,
                    "end": 1845,
                    "text": "34",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In biographical terms (for we are interested here in Kleistian biofictionally), as Stefani Engelstein has noted, 35 he was a soldier, a manat-arms or Gliedermann himself, who had seen the physical horrors of battle first-hand. A corporal in the Prussian army during the Wars of the Coalition until his scandalous resignation in 1799, Kleist the soldier had personal knowledge of and interest in dismemberments and amputations, those gaps that form the ground of prosthesis. 36 And there is yet another (pseudo-)biographical link to be made: it has been suggested that Kleist's mysterious Würzburg journey of 1800 may have left his own body no longer fully intact. According to one attempt to populate his mysterious Würzburg blank with facts, it has been suggested that he may have been treated for phimosis during his stay, which would have involved the removal of his foreskin. 37 Certainly, his suicide by pistol to the mouth and the subsequent invasive autopsy left his body violently torn apart: not only was his jaw cracked completely asunder using an iron bar, but the surgeon's saw broke in the intrusive process of opening up his cadaver. 38 The dispersal of Kleist proper begun by suicide and autopsy, continued at inhumation: Erika Müller-Lauter puts some 170 metres between the location of his official grave and the site of Kleist's and Henriette Vogel's murder-suicide and their actual interment. 39 But it is this broken and unruly, not to mention altogether missing, corpse of the author that allows or demands prosthetic interventions. This would not be possible or necessary had we an intact, fully coherent, present one. Naturally, the disintegration or amputation of the author, the many gaps in his story, has consequences for any attempt at what we conventionally understand as a biographical account. Perhaps it is for this reason that his texts, including Über das Marionettentheater, have so often been used as keys to the author as person. However, as Paul de Man warned, despite the many textual hints that we should read the Marionettentheater essay in this way (it is set in 1801, the year of the author's so-called Kant-crisis breakdown when he suffers an extreme despair and loss of faith in the mainstays of his intellectual life), it is impossible to decide whether this overdetermined text is autobiographical or pure fiction: \"Kleist himself is probably the one least able to tell us and, if he did, we would be well-advised not to take his word for it\". 40 Anna Babka, however, suggests going even further and regarding \"the figure of the Gliedermann (as cyborg) generally as 'figure of autobiography'\", while simultaneously being read \"as a figure of the interruption of any autobiographical reference […] . Why should Kleist's figure be a man at all?\" 41 In short, the Gliedermann of Über das Marionettentheater is not Kleist: it cannot be. If anything, the Gliedermann figures the loss that auto/biographical endeavours strive prosthetically to compensate. What the Gliedermann version of Kleist might look like is anyone's guess (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "text": "35",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "36",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "37",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "text": "38",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1411,
                    "end": 1413,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 2490,
                    "end": 2492,
                    "text": "40",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2739,
                    "end": 2742,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 2790,
                    "end": 2792,
                    "text": "41",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 3069,
                    "end": 3077,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Kleist's age was, of course, the age of the profile silhouette and shadow, a technique of representation which, although it seems to represent a presence, in fact involves the removal of the very figure it invokes. It operates by the precise, almost surgical excision of the contours of the object depicted. It was an enormously popular form of representation in Kleist's day, for one thing because it could be practised even by enthusiastic amateurs like Goethe, 42 or even traced by machine. 43 It is interesting, therefore, that shortly before the bicentenary of the author's birth, Meissen decided to commemorate Kleist in shadow form on a porcelain medallion (see Fig. 2 ), in a series of four that included silhouettes of Goethe, Schiller, and Lessing. It is a remarkably poor likeness (if one can speak of likenesses to an unknown), even if we take into account a general tendency towards stylisation in the representation of iconic figures from the cultural pantheon. However, of course, the three core elements of that famously elusive face are there as we know them from the one genuine miniature portrait of him that exists (alongside other images of more or less shakey provenance, like the death mask or the 1816 bust by C. F. Wichmann that stands in the office of the German Bundespräsident in the Bellevue Palace): the fringe of hair, the ruff and collar.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "43",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 675,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Adolf Wilbrand, author of Kleist's first biography, assures us that the Peter Friedel miniature of 1801 is accurate, because of the affection a good friend of the author's had for it. 44 However, these third-party reassurances of accuracy notwithstanding, generally Kleist's face is an enigma. Like his beloved Königin Luise of Prussia, he left no clear physiognomic impression behind, and that lack has generated interest ever since. According to Zweig the reason for this was that he was so enigmatic in nature as to be almost unpaintable. 45 Whether or not this alleged unpaintability is why we have so few (genuine) portraits of Kleist, it is important to note that the blanks his person presents to us at every level, their foreclosure on his inner life, failing to reveal fully what may lie beneath, have provided an eminently overwritable canvas for all kinds of future imaginings of the author. On several occasions, for instance, new portraits of the author have been \"found\". Two portraits turned up in 1938: the first a (possibly) authentic primitive prison oil painting that some unknown amateur did of Kleist during his incarceration in France in 1807; the second, generally considered to be a forgery, and now missing, attributed to a certain B. Michael Walbner, and which famously, and somewhat embarrassingly, adorned the cover of the first volume of the prestigious Rowohlt Monographien series, Curt Hofhoff's Heinrich von Kleist in Selbstzeugnissen und Bilddokumenten. 46 There have also been imaginative reattributions of genuine paintings, including Anton Graff's Portrait of an Unknown Man Bildnis eines Unbekannten of 1808 which Graff's biographer has claimed is a depiction of Kleist. 47 However, the painting looks so remarkably like an 1808 chalk drawing of Graff's son, Anton, currently in the collection of the Kunstmuseum Basel, down to the cleft chin and fringed hair, that one is tempted to see this reattribution as yet another effect of the greedy Kleistian blank. 48 Interestingly, in his early speculation on Kleist's face, Wilbrandt goes on to mention that a silhouette was made of the author's profile during his lifetime by his friend from his Dresden period, Henriette Lohse, wife of the painter Heinrich Lohse with whom Kleist travelled to Italy. However, he notes, this silhouette which allegedly was very similar to Kleist, no longer exists. 49 For all we know, it may have looked like the profile immortalised on the Meissen wall medallion. Or it may not.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "44",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "45",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1487,
                    "end": 1489,
                    "text": "46",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "text": "47",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1997,
                    "end": 1999,
                    "text": "48",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is no coincidence that the silhouette is a central motif in one recent prosthetic reimagining of Kleist as author-character, Robert Löhr's Das Erlkönig-Manöver of 2007, in which Kleist, Goethe, Schiller, Bettina Brentano, Alexander von Humboldt, and Achim von Arnim embark on a dangerous quest to save the Dauphin of France, who Anastasia-like has miraculously survived the Terror. Of course, it turns out that the saved Dauphin is not the real Dauphin at all, but a replacement. It is a redherring pretext that serves to bring our literary-historical figures together in what John Pizer calls a novel consisting of \"[l]iterary pastiche in the form of intertextual citation\". 50 At one juncture during this whirlwind adventure of a \"historical novel\", as it is somewhat misleadingly subtitled, 51 the company stops off at a remote inn where they eat and drink copiously, during which sojourn they are depicted in a silhouette by the daughter of the innkeeper. Schiller, having lamented that no Tischbein was available to portray their august group, Kleist remembers that the girl-Käthchen by name, of course-has been spending her time cutting out paper profiles of the \"great Germans\" in a most artful way, and comes up with the idea of a silhouette group portrait. 52 It is as good an image as Löhr might find for his overall project of historical fictions, featuring these well-known figures from the German canon and school and university literature curriculum. Into the barest outline of their silhouettes, as Löhr has discovered, anything can be poured.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 681,
                    "text": "50",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1269,
                    "end": 1271,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Löhr's two novels in which Kleist features as a character, Das Erlkönig-Manöver and Das Hamlett-Komplott, Kleist is recognisably himself in several basic respects-he has to be, just as all protagonists in historical and artist novels need silhouette-like to retain enough of an outline of themselves to be identifiable: he visits a puppet theatre, is determined to have his play read and approved of by Goethe, challenges Goethe to a duel, hates Napoleon. In fact, according to Pielenz, the portrait painted by Löhr of Kleist is more accurate more than anything any biographer has been able to offer, 53 because this Kleist figure embodies the principle of \"action is better than knowledge\", 54 which Pielenz considers to be the key to the real Kleist. 55 Löhr's version of Kleist, passionate, impulsive, full of hatred of Napoleon, Pielenz argues, is truer to life than the usual portraits we are offered of a long suffering, passive pawn in the hands of cruel fate. 56 However, this judgement of truer to life implies that we have a true-to-life \"original\" of some sort against which to measure this offspring, and this is patently not the case. However, as Pielenz himself concedes, the sense of trueness-to-life is due in great measure to the fact that fictionalised history generally feels more authentic, having more of the allure of the real. 57 Unplotted, unscripted and unlikely, it is real life that seems implausible in comparison, unable to compete with the enhanced reality and coherence of posthu-cocious fictionalisations.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 758,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the principle that a departure from fact can provide a higher, if artificial or prosthetic truth, then the Miriam Sachs novel Kleist in meiner Küche (2010) might just bring us asymptotically closer to Kleist than ever before, albeit to an emphatically virtual one: Kleist appears one day in the very recent past in the Berlin kitchen of our narrator, a literature student, his sudden rematerialisation unexplained. He then, like the revenant Hitler of Walter Moers 58 and Timur Vermes, 59 adjusts to modern living with extraordinary adeptness, learning to use a computer, and enjoying popular culture. In fact, he seems better adjusted to twentyfirst-century Berlin than our contemporary narrator. While not the only or first novel to place Kleist out of his time-Dagmar Leupold's Die Helligkeit der Nacht: Ein Journal (2009) has a dead Kleist corresponding with an equally dead Ulrike Meinhof-the novel takes to its logical conclusion the principle of prosthesis. Sachs not only resurrects Kleist in Berlin, as does Leupold, but Sachs' Kleist is not merely Kleist out of time. Sachs' novel recognises something important about the limitations of the author's afterlife: on the one hand, the author is cut free from biographical fact, and both writer and oeuvre are made freely manipulable, circulatable, and repurposable by the newest information technologies; however, on the other hand, in an age of manipulations, there arises a concomitant desire to push back against this: When Sachs' Kleist takes to writing on a computer instead of by hand (borrowing the narrator's equipment, of course), for example, the narrator is disturbed for several reasons:",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 470,
                    "text": "58",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What does he know about computers, anyway? He should be using paper and ink. That would be far more appropriate for him? Apart from anything else, I need my laptop to write my college paper. And anyway, if he writes an entirely new piece on my computer, no one's going to believe it's by him because it'll be saved in Word format, and not written on paper. At that rate, anyone could claim to have written something by Kleist. 60 This crucial passage suggests that the prosthetic Kleist really comes into its own in the age of the computer, the Internet age, and in the digital space. This space is the natural home of the prosthetic, for nothing is restricted by social context, lived personal experience, or historical or biographical fact. Rather, like the \"prosthetic memories\" of our digital age that Alison Landsberg analyses, things can \"originate outside a person's lived experience and yet [be] taken on and worn by that person through mass cultural technologies\". 61 And yet, for all the possibilities offered by the virtual space, as our narrator correctly infers, a new Kleist masterpiece, for instance, especially one written on a PC, would immediately be considered a forgery, no matter how Kleistian, and no matter how great a work of art. Ironically, in an age when the author may be repeatedly artificially resurrected (and even potentially improved), including on Facebook and Twitter, tweeting as @HeinrichvKleist, among other handles, and in which both he and his works may be adapted and written on (weitergeschrieben) in innovative ways, we seem to draw the line at a prosthetically enhanced oeuvre in the sense of one in which gaps or lacks are filled with prosthetic texts (as opposed to adaptations). In short, the author's afterlife or posterity may involve his appearance as a free-floating figure in his own right, out of time and place, \"alive and well and […] living in Berlin\" like Laurie Anderson's Hansel and Gretel, but it seems we mayn't go too far. 62 So, were one to supplement the gaps in his extant manuscripts, for example, with a prosthetic text created, say, by the self-same author who gave us Kleist in meiner Küche, how would this be received? What is the difference, in other words, between a newly discovered page from a missing manuscript, in Kleist's very own hand and by Miriam Sachs, artist, and forger, and Kleist's Facebook page that, towards its final post in September 2012 gets increasingly bleak, until, after September 3, the undead author posts no more, presumably having killed himself yet again? In Figs. 3 and 4 , a page from Kleist's lost Amphitryon manuscript has prosthetically been restored to posterity in just this way, albeit with a slight modification designed by me that deliberately draws attention to the artificial nature of the supplement while remaining true to the events in the scene: The As and Js, quite close in form to begin with, are now intentionally indistinguishable. After all, this is the passage in the play in which Kleist imagines identity, textual and otherwise, as overwritable and selfchanging: an A which was engraved on a diadem as a token of fidelity changes before the protagonists' eyes into a J, just as Jupiter turned into Amphitryon to seduce his faithful wife, or a twenty-first-century Kleist could turn up in a modern Berlin kitchen, his own updated avatar. In the case of the Sachs-Kleist Amphitryon manuscript, conceived by me, the real text is not being overwritten, nor is this merely a forgery, or indeed an adaptation. It is entirely new in a sense. For one thing, the original no longer exists-gone like so many of Kleist's original manuscripts-and, for another, there never was an original like this to begin with, with its indistinguishable As and Js. In other words, it is being prosthetically offered newly to the world here (see Figs. 4 and 5) , in the spirit of fandom, and in the name of the artistic afterlife. And, in a possible future iteration, it Reprinted with kind permission of the owner. All misspellings entirely intentional will be offered once again, this time written in appropriately accelerated iron-gall ink on a sheet of paper produced by the Gruner paper factory in Bern. 63 Moreover, it is very much hoped that this prosthetic oeuvre will spawn its own prosthetic scholarship. To be continued. was dead and gone. But not so my legend: on my hundredth birthday, every provincial newspaper shed tears for my tragedy, and recommended pilgrimages to my grave at the Wannsee. By this time, the state had taken me under its mighty wing, and, for its own purposes, elevated me to the Pantheon of Germanic greats: There has never been an empire that didn't believe in the special genius of its people, and there has never been one that could do without its canonical authors, and so I … I became one of them.\" Trans. R. MagShamhráin ",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "60",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 974,
                    "end": 976,
                    "text": "61",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1985,
                    "end": 1987,
                    "text": "62",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3846,
                    "end": 3860,
                    "text": "Figs. 4 and 5)",
                    "ref_id": null
                },
                {
                    "start": 4209,
                    "end": 4211,
                    "text": "63",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4850,
                    "end": 4862,
                    "text": "MagShamhráin",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2560,
                    "end": 2573,
                    "text": "Figs. 3 and 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Exploring the Scope of the Literary Afterlife",
            "authors": [
                {
                    "first": "Hal",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immortal Beloved",
            "volume": "5916",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suchbilder eines Dichters",
            "authors": [
                {
                    "first": "Gerhard",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Kleist-Bilder des 20. Jahrhunderts in Literatur, Kunst und Wissenschaft",
            "volume": "",
            "issn": "",
            "pages": "11--24",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "If a more comprehensive sense of the sheer mountain of secondary material is desired, one can browse online the Kleist-Bibliographie",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Those Who Write for Immortality: Romantic Reputations and the Dream of Lasting Fame",
            "authors": [
                {
                    "first": "Heather",
                    "middle": [
                        "J"
                    ],
                    "last": "Based On",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "108--109",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why Read the Classics? Trans. Martin McLaughlin",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aber nicht meine Legende: Zu meinem hundertsten Todestag vergoß [sic] jedes Provinzblättchen Tränen über mein Unglück und empfahl Sühnewallfahrten zu meinem Grab am Wannsee. Doch inzwischen hatte mich der Staat für seine Zwecke bereits in seine mächtigen Arme genommen und zu den Großen der Göttin Germania erhoben: Es gibt kein Reich oder Imperium, das nicht an den Genius der Nation glaubt und keine Klassiker braucht, und ich … ich wurde einer von ihnen",
            "authors": [],
            "year": 2011,
            "venue": "Anna Maria Carpi's biographical novel recounting Kleist's life, she weaves all the known facts into a narrative that includes imagined scenarios, and often it is Kleist himself who narrates his past from some ghostly position in the future",
            "volume": "25",
            "issn": "",
            "pages": "297--316",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Barthes: The Death of the Author, p. 53. 18. Barthes: The Death of the Author, p. 54. 19. Ibid. 20. Pielenz: Der erdichtete Dichter (Schluss)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kleist in der Dichtung",
            "authors": [
                {
                    "first": "See",
                    "middle": [],
                    "last": "Kleist-Archiv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sembdner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pielenz: Der erdichtete Dichter (Fortsetzung)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pielenz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--22",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Foreign Words: Translator-Authors in the Age of Goethe",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Bernofsky",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Moreover, it is only with the advent of the Internet age that fanfiction has been able to emerge from its hidden niches into the broadest public view, and that Internet-enabled processes of cocreation and amateur dissemination have become possible, leading to a flourishing of the \"genre\", with a concomitant surge in academic interest. It is a truism of fanfic studies that \"over the past two decades, online fandom has moved from protected spaces into public view",
            "authors": [],
            "year": 2007,
            "venue": "The term fanfiction was first coined in 1939 to distinguish between professional and amateur science fiction. See Jeff Prucher",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Textual Poachers, describes the work of fans with Michel de Certeau as \"[c]ultural bricolage through which readers fragment texts and reassemble the broken shards according to their own blueprints, salvaging bits and pieces of the found material",
            "authors": [
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Henry Jenkins: Textual Poachers: Television Fans and Participatory Culture",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Queenan was referring to the latest Tom Clancy novel, Under Fire, written by Grant Blackwood two years after the author's death. He then goes on to wonder \"why the perpetuation of a powerful literary franchise should only apply to writers who died relatively recently. And why does it only apply to beach reading? Why can't publishers be a bit more imaginative and delve into the annals of history to produce new books that appear under the names of titans who have gone to meet their maker?",
            "authors": [
                {
                    "first": "Joe",
                    "middle": [],
                    "last": "Queenan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New Books, Dead Authors, The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "32. Wills: Prosthesis",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Heinrnich von Kleist : Selected Writings. Hackett",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Constantine",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "I merely, by Diana, misspoke [promised myself] / For I am not master of the rash lip\" RM] says Penthesilea over the body of Achilles which she has just torn apart with her teeth, her promise of love being converted by mis-speech into dismemberment, because, as she famously explains: \"Küsse, Bisse, / Das reimt sich",
            "authors": [],
            "year": null,
            "venue": "Kleist famously plays on the fatal proximity of versprechen (to promise) and sich versprechen",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Out on a Limb. Medical Medicine, Heinrich von Kleist, and the Disarticulated Body",
            "authors": [
                {
                    "first": "Stefani",
                    "middle": [],
                    "last": "Engelstein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prosthesis' necessarily refers to two contradictory but complementary operations: amputation and addition; and then, of course, the animal and mineral, living or natural and artificial, and so on. There is nothing that is simply or singularly prosthetic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Widerrufene Rollenentwürfe in Kleists Briefen an die Braut",
            "authors": [
                {
                    "first": "See",
                    "middle": [],
                    "last": "Hans-Jürgen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schrader",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Kleist-Jahrbuch",
            "volume": "",
            "issn": "",
            "pages": "135--140",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Heinrich von Kleists Lebensspuren. Dokumente und Berichte der Zeitgenossen. Munich: dtv",
            "authors": [
                {
                    "first": "Helmut",
                    "middle": [],
                    "last": "Sembdner",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "381--383",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Rhetoric of Romanticism",
            "authors": [
                {
                    "first": "Man",
                    "middle": [],
                    "last": "Paul De",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Theorizing Cyberfeminist Metaphors-Rereading Kleist's \"Gliedermann\" as Cyborg, as \"Ghost in the Shell",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Babka",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Days of the Human May be Numbered",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Goethe und das Zeitalter der Romantik",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "265--280",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "One such machine was the physiognotrace, invented by Gilles-Louis Chretien in the 1780s, which, he suggested, was not just a tool of pleasure, but could be used to create accurate portraits of army deserters, in an early form of the mugshot. See Tony Halliday: Facing the Public: Portraiture in the Aftermath of the French Revolution",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Heinrich von Kleist. Nördlingen: Beck, 1863",
            "authors": [
                {
                    "first": "Adolf",
                    "middle": [],
                    "last": "Wilbrandt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Der Kampf mit dem Dämon: Hölderlin, Kleist, Nietzsche. Leipzig: Insel",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Zweig",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Heinrich von Kleist in Selbstzeugnissen und Bilddokumenten. Hamburg: Rowohlt",
            "authors": [],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The painting in question can be",
            "authors": [],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bildnis des Sohnes Carl Anton Graff, 1808, Kunstmuseum Basel",
            "authors": [
                {
                    "first": "Anton",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Imagining the Age of Goethe in German Literature",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Pizer",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Pizer more accurately describes these fictions, including Löhr's two novels, as situated \"between two frequently discussed literary types: historical fiction and artist fiction\". Pizer: Imagining the Age of Goethe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Pielenz: Der erdichtete Dichter (Fortsetzung)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Qtd. in Pielenz: Der erdichtete Dichter (Fortsetzung), 206. 55. Pielenz: Der erdichtete Dichter (Fortsetzung), p. 208. 56. Ibid. 57. Pielenz: Der erdichtete Dichter (Fortsetzung)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Äch bin wieder da!! Frankfurt am Main: Eichborn, 1998. 59. Timur Vermes: Er ist wieder da. Köln: Eichborn",
            "authors": [
                {
                    "first": "Walter",
                    "middle": [],
                    "last": "Moers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Kleist in meiner Küche: Eine modern Novelle. Heilbronn: Kleist-Archiv Sembdner",
            "authors": [
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Prosthetic Memory: The Transformation of American Remembrance in the Age of Mass Culture",
            "authors": [
                {
                    "first": "Alison",
                    "middle": [],
                    "last": "Landsberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Dream Before. Song on the album Strange Angels",
            "authors": [
                {
                    "first": "Laurie",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Used for the manuscript of his Die Familie Ghonorez, Gruner paper was still in circulation in 1802, when Turner's so-called Swiss Figures Sketchbook was produced. It is therefore not unthinkable that Kleist would have used it again in 1803 for Amphitryon",
            "authors": [],
            "year": 1994,
            "venue": "Die Familie Ghonorez / Die Familie Schroffenstein. Eine textkritische Ausgabe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Portrait of Kleist as a Gliedermann (O) by Rachel MagShamhráin, entitled \"Cruise Control\" (c), and signed by the authors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Death-(or possibly life-) mask of Kleist (?) in plaster, a reproduction, commissioned by Rachel MagShamhráin from the Gipsformerei Staatliche Museen zu Berlin",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Meißen porcelain wall medallion with silhouette of Kleist, Königliche Porzellan-Manufaktur Berlin (KPM), 1977",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Commissioned lost page of Amphitryon, a collaboration between artist Miriam Sachs and academic Rachel MagShamhráin. 1st half. © Rachel MagShamhráin 2018. Reprinted with kind permission of the owner",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Commissioned lost page of Amphitryon, a collaboration between artist Miriam Sachs and academic Rachel MagShamhráin. 2nd half. © Rachel MagShamhráin 2018.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".] 8. Jackson: Those Who Write for Immortality, p. 119. 9. Ibid. 10. Jeffrey Robinson: Reception and Poetics in Keats. 'My Ended Poet'. Basingstoke: Macmillan, 1998, p. 56. 11. Ibid. 12. Percy Bysshe Shelley: Adonaïs. An Elegy on the Death of John Keats. Qtd. In: Sarah Wootton: Consuming Keats. Nineteenth-Century Representations in Art and Literature. Basingstoke: Palgrave Macmillan, 2006, p. 15. 13. As a recent biography has pointed out, the image of Kleist as a loner is a curiously inaccurate, if persistent one: \"Heinrich von Kleist, der als der große Einsame unter den deutschen Klassikern gilt, war selten allein. […] Scheinbar mühelos […] schloss er neue Bekanntschaften, ganz gleich, wohin ihn die exzentrische Bahn seines Lebens führte.\" Jens Bisky: Kleist. Berlin: Rowohlt, 2007, p. 7. [\"Heinrich von Kleist who is considered to be a loner amongst the German literary greats, was rarely alone. He seemed to be able to make friends effortlessly, wherever the excentric orbit of his life led him\". Trans. R. MagShamhráin.] 14. In a text written soon after Kleist's death, his friend and collaborator, Adam Müller wrote: \"der Dichter ward an die Seite gestellt und, wie alles Unbequeme, leicht vergessen. Dies hat ihm das Herz gebrochen, seine Kraft gelähmt, ihn getötet lange vorher, ehe er den verbrecherischen Entschluß faßte, den er zuletzt, nicht ohne Widerstreben seiner besseren Natur ausführte.\" Adam Müller: Zum Tode Heinrich von Kleists. In: Peter Goldammer (ed.): Schriftsteller über Kleist. Eine Dokumentation. Berlin: Aufbau, 1977, p. 44. [\"The poet was side-lined, and, like anything that makes us uncomfortable, quickly forgotten. It broke his heart, sapped his energy, and killed him long before he took that last criminal decision, which he then carried out, but not without the resistance of his better nature.\" Trans. R. MagShamhráin.] 15. Roland Barthes: The Death of the Author. In: The Rustle of Language. Trans. Richard Howard. New York: Hill and Wang, 1986, pp. 49-55, here p. 54. 16. Arno Pielenz: Der erdichtete Dichter (1). Heilbronner Kleist-Blätter 23 (2012), pp. 90-116; Arno Pielenz: Der erdichtete Dichter (Fortsetzung). Heilbronner Kleist-Blätter 24 (2012), pp. 218-238; Arno Pielenz:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}