{
    "paper_id": "0bb553d4105896c9458ea1f93b58312085829860",
    "metadata": {
        "title": "Echoes of 2009 H1N1 Influenza Pandemic in the COVID Pandemic",
        "authors": [
            {
                "first": "Ravi",
                "middle": [],
                "last": "Jhaveri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Feinberg School of Medicine",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The global outbreak of the severe acute respiratory syndromeerelated coronavirus-2 (SARS-CoV2) and associated coronavirus disease 2019 (COVID)-19 has crippled major health care systems and economies in a way that no one could have imagined. 1 At the time of this writing, waves of infected people are being identified across North America and Europe, with concerns about explosive growth in developing countries, such as India. 2, 3 Moving quickly from the containment phase, in which widespread testing and isolation of infected people was attempted, countries around the world implemented unprecedented school closures and social distancing. 4 After China was the epicenter of the outbreak, these measures appear to have helped China slow the spread of COVID-19 infections. 5 There is evidence that social distancing and school and group facility closings seem to also be working in parts of the United States that were impacted earliest by COVID and that responded with early implementation and enforcement. 6 It is important to highlight the \"ripple effects\" that school closures have on a community: children at home means parents missing work; after-school programs are closed; sports and recreational activities are canceled; teachers and educational staff are out of work; school-based lunch and food programs are impacted. It is also important to note that school closures without simultaneous social distancing means that children gather in parks, libraries, and other facilities and could still transmit to each other and fuel spread in the community. At the time of this writing, much of the debate around social distancing has focused on how long these measures need to be implemented and what should be expected in terms of new cases once social distancing recommendations are lifted. 4, 7 Many of these questions were posed back in 2009, when the pandemic of infection with the hemagglutinin type 1 and neuraminidase type 1 (H1N1) influenza strain emerged to cause similar global disruption, albeit with less severe clinical illness. 8 The purposes of this commentary were to review the events of the 2009 H1N1 influenza pandemic emergence, to examine how only limited school closures with minimal social distancing were implemented, and to offer a discussion about the likelihood of subsequent waves of COVID cases once these measures lapse.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 645,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1799,
                    "end": 1801,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1802,
                    "end": 1803,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2049,
                    "end": 2050,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Beyond its rapid global spread and disproportionate impact on children, young adults, and pregnant women, the timing of the emergence of the 2009 H1N1 influenza virus pandemic created significant challenges to the response. During a typical influenza season (eg, 2015e2016), activity starts in late November and December, peaks in January and February, and tapers off by March and April (Fig. 1 , part A). 9 In sharp contrast, the onset of the 2009 H1N1 pandemic came in late March, with many respiratory illnesses being reported in Mexico and then spreading to the United States and other parts of the world over the next several weeks (Fig. 1 , part B). 9e11 The onset of infections in early spring caused several school-based outbreaks in New York City and other areas. 12 Individual schools did close, but early cases never matched the explosive spread of the current COVID-19 pandemic. Because of the focused geographic activity of 2009 H1N1 and because schools would be adjourning for summer break, national school closures were never seriously considered. While social distancing was discussed as part of a general public health strategy for managing a pandemic, no specific measures were put into place. 8 The other issue with emerging in late March was that the pandemic occurred almost 2 months after global decisions about strain selection for the 2009e2010 seasonal influenza vaccines were made. A pandemic vaccine would need to have been prepared in parallel to the seasonal vaccine, with a lag of about 2 months, assuming no delays. No other community-based preventive measures were put into place beyond the accelerated pace of trying to produce a pandemic vaccine.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1212,
                    "end": 1213,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 394,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 637,
                    "end": 644,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EMERGENCE OF 2009 H1N1 INFLUENZA PANDEMIC"
        },
        {
            "text": "Over the summer of 2009, H1N1 cases continued to be identified in the United States, but spread was more modest. The southern hemisphere did experience an influenza season within their conventional months that was dominated by 2009 pandemic H1N1 activity. 13 In the United States, when schools , influenza starts to circulate in late November and December, reaches peak activity in January and February, and then tapers off by late April. B, The onset of the 2009 H1N1 pandemic came in March, with an early peak coming in May. Activity declined over the summer with school adjournment, but never fully disappeared. In late August with schools reopening, virus activity reached an even higher fall peak. After widespread infections, influenza activity dropped by negligible activity after December, with few infections during the usual peak months of January and February. One will also notice that the case counts and percentages of positive tests in 2009e2010 werẽ 5-fold those seen in a normal season. Source: Centers for Disease Control and Prevention. 9 Reproduced from CDC graphs.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 258,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "EMERGENCE OF 2009 H1N1 INFLUENZA PANDEMIC"
        },
        {
            "text": "Clinical Therapeutics reopened in late August and early September, there was a surge of new infections (Fig. 1, part B) . 9 As one can see in the Fig. 1 , with the timing of school reopenings and frequent close contact of children as vectors for influenza transmission, the second wave of cases peaked at a level far beyond the initial spring peak. A study showed that school closures instituted in the fall had no impact on transmission. 14 New infections continued until November and early December before tapering off. The irony of the situation was that the massive efforts were put forth to create an H1N1 vaccine, but the initial strains did not grow well, and vaccine production was delayed by several weeks. 15 By the time a vaccine was available in November and early December, the pool of susceptible children had likely been depleted and peak activity had long since passed.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 119,
                    "text": "(Fig. 1, part B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 146,
                    "end": 152,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EMERGENCE OF 2009 H1N1 INFLUENZA PANDEMIC"
        },
        {
            "text": "It is important to acknowledge major differences between the circumstances of the 2009 H1N1 influenza pandemic and the current COVID-19 pandemic. First, a global influenza pandemic was a known commodity, something the international community had experienced in the past and expected to return in the future. While the initial SARS-CoV outbreak in 2003 temporarily grabbed the world's attention, it petered out within a few months, never to return. 16 Therefore, this SARS-CoV2 virus was not an outbreak that the world had anticipated, which has hampered the rapid response required for better containment. Second, because influenza is a global and consistent seasonal health problem, there is an established infrastructure for surveillance, prevention, and treatment that can be applied to any new pandemic strain. Public health officials know they can collaborate with industry partners to create a vaccine within a few months, and indeed this did happen in 2009, albeit too late to impact the second wave of cases. There is no existing vaccine or treatment infrastructure for coronavirus, so all candidates must start with Phase I studies or the rapidly conducted, but highly flawed, open-label treatment studies that are being rapidly published and disseminated. 17, 18 Assuming no major adverse events, good efficacy, and easy Phase I and II testing, it will be at least a year before a vaccine candidate would be ready for use in the general population. Last, varying levels of influenza immunity exist in the community and help to limit the spread and severity of circulating strains. For example, in the 2009 H1N1 pandemic, the elderly were relatively protected because they had archived immunity to H1N1 epitopes after having been exposed to the similar 1918 strain earlier in life. 19 Aside from those already infected with SARS-CoV2, the entire population is naïve and at risk for infection. While it is possible that there may be some degree of cross-protection with other coronaviruses, the rapid spread of SARS-CoV2 suggests otherwise.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1791,
                    "end": 1793,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "LESSONS FROM 2009 THAT ARE RELEVANT TO THE COVID-19 PUBLIC HEALTH RESPONSE"
        },
        {
            "text": "With all that being said, there are still important lessons that can be drawn from the 2009 H1N1 pandemic experience. The first are the expected effects of social distancing and a potential second wave of cases. Schools did not close initially in 2009 due to summer being near at hand. The influenza surveillance data from the Centers for Disease Control and Prevention (Fig. 1, part B ) demonstrated that there was ongoing person-to-person transmission during the summer, when typically there is no detectable activity. Once widespread close contact in schools was reestablished, children with H1N1 infected other children, who subsequently spread influenza to adult contacts, and influenza cases surged. Once the fall peak of cases was underway, school closures implemented at that time had no impact on transmission or total flu cases. 14 Data from the 1918 pandemic suggest that US cities that instituted social distancing and school closures earlier and for a longer period of time had fewer overall cases and better economic outcomes in the long term. 20, 21 It is very likely that once social distancing measures are lifted for COVID-19, and school or summer activities resume, there will be a second wave of cases. This second wave has already been seen in Hong Kong. 5 Given how immune-naïve the population is to this virus, and given how SARS-CoV2 has proven to be much more contagious than seasonal influenza, a second wave of cases is a virtual certainty. 22, 23 The goal of social distancing is to blunt the first wave and allow the medical system time to manage cases without being overwhelmed. Over time, with widespread testing and prompt diagnosis, social distancing could transition to a more targeted cohorting of infected persons and \"cocooning\" isolation of highly susceptible people, such as the elderly and those with chronic respiratory and/or cardiovascular conditions. Sadly, it appears that the social distancing and school closures were implemented too late and in too regional a fashion to allow for optimal containment. 24 ",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1276,
                    "end": 1277,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2050,
                    "end": 2052,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 385,
                    "text": "(Fig. 1, part B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "LESSONS FROM 2009 THAT ARE RELEVANT TO THE COVID-19 PUBLIC HEALTH RESPONSE"
        },
        {
            "text": "The 2009 H1N1 pandemic experience offers a detailed example of what is likely to happen if social distancing or school closures are lifted too soon in the current COVID-19 epidemic. These actions would likely invite a severe second wave of infections. The lessons are there for those who wish to heed them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The author has indicated that he has no conflicts of interest with regard to the content of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "My thanks to Andi Shane MD, MPH, for comments and feedback on this commentary. Best wishes to all colleagues in health care around the country who are working incredibly hard under difficult circumstances on behalf of all of their patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Shaking the Foundations of the Global Economy. The New York Times",
            "authors": [],
            "year": 2020,
            "venue": "Just Two Weeks, 10 Million Jobs Have Vanished",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "India's Coronavirus Lockdown Leaves Vast Numbers Stranded and Hungry. The New York Times",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "John Hopkins University",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Global Cases Data Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Slowdown in Seattle Suggests Restrictions Are Working. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "To Close or Not to Close: As Schools Weigh Tradeoffs in Light of Coronavirus, Here's what Research Says",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barnum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chalkbeat Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The signature features of influenza pandemics-implications for policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balinska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2595--2598",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Update: infections with a swine-origin influenza A (H1N1) virusdUnited States and other countries",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "58",
            "issn": "",
            "pages": "431--433",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Update: novel influenza A (H1N1) virus infectionsdworldwide",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "58",
            "issn": "",
            "pages": "453--458",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fears of swine flu close three more schools. The New York Times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hartocollis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Situation UpdatesdPandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "Geneva",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The effect of reactive school closure on community influenza-like illness counts in the state of Michigan during the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assurances on swine flu vaccine. The New York Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The National Academies Collection: Reports funded by National Institutes of Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knobler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sivitz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oberholtzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structural basis of preexisting immunity to the 2009 H1N1 pandemic influenza virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ekiert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hai",
                    "suffix": ""
                },
                {
                    "first": "Crowe",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "",
            "pages": "357--360",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "644--654",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Social Distancing Won't Just Save Lives. It Might Be Better for the Economy in the Long Run",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trav Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trump projects up to 240,000 coronavirus deaths in US, even with mitigation efforts. The Wash Post",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rucker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Influenza circulation in a typical season and in 2009e2010. A, In a typical season (this example is 2015e2016)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}