{
    "paper_id": "0bbb5cfee4e4760eb8d4e84fe72b4e8ee76b9092",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Material methods for a rapid-response anthropology Sudden crises frustrate anthropological methodologies. Our discipline aspires to engaged scholarship in dialogue with community and public concerns. Yet timely social analysis must address the ephemeral and unpredictable, running against the rhythm of anthropological fieldwork and publication. When social distancing precludes typical ethnographic engagements, how may we adapt anthropological approaches? A mixed-methods anthropology rooted in material culture and spatial analysis is well suited to analyse rapidly unfolding events, and the realisation of a socially distanced, yet ethnographically rich, fieldwork. Joining social anthropological and archaeological approaches to the contemporary world (e.g. De León 2015; Magnani and Magnani 2018) allows us to develop a rapid-response anthropology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N ATA L I A M A G N A N I A N D M AT T H E W M A G N A N I"
        },
        {
            "text": "The Arctic city of Tromsø (N. Sámi: Romssa) reported the first case of COVID-19 in Norway on 26 February 2020. In mid-March, the government announced the closing of universities, schools, theatres and many businesses, and cancelled organised cultural and sports gatherings. Unlike countries that imposed the strictest isolation measures, the Norwegian state permitted individuals to move freely and visit shops, but advised to maintain personal distance and limit gathering size. In the relative calm before the restrictions, we methodically inventoried fully-stocked grocery stores as we learned of emptying supermarkets elsewhere in the world. After the national announcement, we adapted our anthropological practice to maximise social distancing according to guidelines, maintaining structured observation as we established new routines. The materials and spaces we documented not only mapped the possibilities and constrictions of life in a pandemic in Tromsø, but the political regulations that shaped our research practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N ATA L I A M A G N A N I A N D M AT T H E W M A G N A N I"
        },
        {
            "text": "We recorded local variations of international stockpiling behaviours during our reduced shopping trips: in addition to the expected overconsumption of toilet paper, rice and flour seen in other countries, Tromsø residents stocked up on canned mackerel, bread crackers and pre-made pizza sandwiches in bulk. When spring thaws began in early April, we mapped the density of discarded plastic gloves appearing in the melting snow (see Figure 1) , and the take-out receipts that traced shifting consumption away from the centre of the city.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 441,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "N ATA L I A M A G N A N I A N D M AT T H E W M A G N A N I"
        },
        {
            "text": "Rather than focusing on photographs of bare supermarket shelves or public squares, we followed transformations in consumption and social gathering that suggested a dialogic relationship between top-down regulation and everyday practice. Initial observations of depleting stock and signs on shuttered businesses revealed a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N ATA L I A M A G N A N I A N D M AT T H E W M A G N A N I"
        },
        {
            "text": "This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N ATA L I A M A G N A N I A N D M AT T H E W M A G N A N I"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The land of open graves: living and dying on the migrant trail",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De León",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Archaeological ethnography of an indigenous movement: revitalization and production in a Skolt Sámi community",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Magnani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magnani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Social Archaeology",
            "volume": "18",
            "issn": "",
            "pages": "3--29",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Anthropologists.surface aspiration to socially distanced practice and national solidarity. Less than two weeks later, as the panic subsided and supermarket shelves had long been replenished, the crowding of some grocery stores and park trails showed that gathering had not disappeared but had merely shifted to new locations. While people changed their behaviour to accommodate national mandates and global information, they also created new possibilities for interaction.What impacts will this pandemic have on anthropological practice, and how will the discipline contribute to its reflections? If we are to establish anthropological perspectives as key tools in thinking through current events -whether restricted to home or permitted to move about more socially distanced -we must develop field methods for a rapid-response anthropology. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}