{
    "paper_id": "0bc493404a0f56928b1f5762c40cd1952e563e7d",
    "metadata": {
        "title": "Autoantibodies in Patients with Rheumatoid Arthritis",
        "authors": [
            {
                "first": "Steffen",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralf",
                "middle": [
                    "Agger"
                ],
                "last": "Jesper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reinholdt",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jürgen",
                "middle": [],
                "last": "Hoffmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Astrinidou-Vakaloudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Diamanti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Xytsas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Xatzidimitriou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Georgakopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The nuclear receptor heterodimers of liver X receptors (LXRs) are recently identified as key transcriptional regulators of genes involved in lipid homeostasis and inflammation. LXRs and their ligands are negative regulators of macrophage inflammatory gene expression. Multiple sclerosis (MS), a demyelinating disease of the central nervous system of unknown cause, is characterized by recurrent inflammation involving macrophages and their inflammatory mediators. Sweden belongs to the countries with a high MS incidence. In Italy, incidence is lower, with an exception for Sardinia where the incidence is even higher than that in Sweden. Subjects from Sardinia are ethnically more homogeneous and differ from Swedes, also regarding genetic background and environment. We studied LXRs and their related molecules of blood mononuclear cells (MNCs) from female patients with untreated relapsing-remitting MS from Sassari, Sardinia and Stockholm, Sweden. Sex-and age-matched healthy controls (HCs) were from both areas. mRNA expression was evaluated by real-time PCR. LXR-a was lower (P < 0.05) in MS (mean AE SEM: 3.1 AE 0.2; n ¼ 37) compared to HC (3.6 AE 0.1; n ¼ 37). LXR-a was lower in MS from Stockholm (2.6 AE 0.2; n ¼ 22) compared to corresponding HC (3.4 AE 0.1; n ¼ 22; P < 0.01) and compared to MS (3.8 AE 0.2; n ¼ 15; P < 0.001) and HC (4 AE 0.2; n ¼ 15; P < 0.001) from Sardinia. MS patients from Stockholm, but not from Sassari, also expressed lower (P < 0.05) LXR-b (À4.1 AE 0.4) compared to corresponding HC (À2.9 AE 0.3). MS from Stockholm was associated with higher ABCA-1 (6.1 AE 0.4 versus 5.0 AE 0.3; P < 0.05) and higher estrogen receptor-b-Cx (2.4 AE 0.4 versus 0.8 AE 0.4; P < 0.01) compared to corresponding HC. The HC from Sassari had higher androgen receptor (2.9 AE 0.2) compared to MS from Sassari (1.4 AE 0.3; P < 0.01), MS (1.3 AE 0.4; P < 0.01) and HC from Stockholm (1.2 AE 0.3; P < 0.01). MS from Sassari had lower cyclooxygenase-1 compared to corresponding HC (5.1 AE 0.4 versus 6.6 AE 0.3; P < 0.01) and lower prostaglandin-E (À0.03 AE 0.5) compared to the HC (1.4 AE 0.5; P < 0.05) and MS (2.7 AE 0.4; P < 0.05) and HC from Stockholm (1.9 AE 0.4, P < 0.001). Our findings identify LXRs and their related molecules as being involved in MS from Stockholm but not from Sassari, while sex hormone receptors seem to be involved in MS in Sassari.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multiple Sclerosis: IFN-b Induces CD123 + BDCA2 -Dendritic Cells that Produce IL-6 and IL-10 and have No Enhanced Type I Interferon Production Y. M. Huang, 1 S. Adikari, 1 U. Båve, 2 A. Sanna 1,3 & G. Alm 4 DC antigens (BDCA) and investigate their ability to produce Type I IFN in response to virus stimulation. We show that IFN-b induces development of CD123 þ DC from human blood monocytes, which coexpress BDCA4 þ but are negative for BDCA2 -, a specific marker for plasmacytoid DC. Such IFN-b-modulated DC produce large amounts of IL-6 and IL-10, but no IL-12p40 and have no enhanced IFN-b and IFN-b production. The findings indicate that IFN-bmodulated DC represent a myeloid DC subset with diminished CD11c, BDCA-1 and CD1a expression, having potent Th2-promoting function but lacking antiviral capacity. The association of psoriasis with throat infections by streptococcus pyogenes suggests a potential antigenic target for the T cells that are known to infiltrate dermis and epidermis of psoriatic skin. Streptococcal M protein shares an extensive sequence homology with human epidermal keratins. Keratins 16 (K16) and 17 (K17) are mostly absent from uninvolved skin but are upregulated in psoriatic lesions. There is increasing evidence that CD8 þ T cells play an important effector role in psoriasis and M proteinprimed T cells may recognize these shared epitopes in skin via molecular mimicry. To identify candidate epitopes, peptides with sequences from K17 were selected on the basis of predicted binding to HLA-Cw6 and sequence similarities with M6 protein. Matched peptides from the sequence of M6 protein and a set of peptides with poor predicted binding were also selected. Cw6 þ individuals with psoriasis and Cw6 þ healthy controls, having a family history of psoriasis, were recruited. PBMCs were incubated with the peptide antigens. T-cell activation in the CD4 þ , CD8 þ and later the skin-homing cutaneous lymphocyteassociated antigen (CLA)-expressing subset of CD8 þ T cells was evaluated by CD69 expression and intracellular IFN-g accumulation using flow cytometry. We demonstrate that Cw6 þ psoriasis patients had significant CD8 þ T-cell IFN-g responses to peptides from K17 and M6 protein selected on the basis of sequence homology and predicted HLA-Cw*0602 binding. These responses were about 10 times more frequent in the skin-homing cutaneous lymphocyte-associated antigen-expressing (CLA þ ) subset of CD8 þ T cells. CD4 þ T cells showed only borderline responses. CD8 þ T cells from Cw6 þ nonpsoriatic individuals responded to some M6 peptides but very rarely to K17 peptides, and this also applied to the CLA þ CD8 þ subset. These findings indicate that psoriatic individuals have CD8 þ T cells that recognize keratin self-antigens and that epitopes shared by streptococcal M protein and human keratin may be targets for the CD8 þ T cells that infiltrate psoriatic skin lesions. Autoantibodies directed against citrulline-containing proteins have an impressive specificity of nearly 100% in RA patients and a suggestive involvement in the pathogenesis. The targeted epitopes are generated by a post-translational modification catalysed by the calcium-dependent enzyme peptidyl arginine deaminase that converts the positively charged arginine to polar but uncharged citrullin. The aim of this study was to analyse the presence of citrulline in the joints at different time points of collagen-induced arthritis in DA rats by immunohistochemistry and to investigate how immunogenicity and arthritogenicity was affected by citrullination of rat serum albumin (RSA) and collagen type II (CII). Our results indicate that citrulline could be detected in joints of arthritic animals, first appearance at the onset of disease and increasing as disease progressed into a chronic state. Unimmunized animals or time points before clinical signs of arthritis were negative. By morphology, we state that some infiltrating macrophages as well as the cartilage surface stain positive for citrulline, while the major source of citrullinated proteins appears to be fibrin depositions. A specific Cit-RSA T-cell response was observed in animals challenged by citrullinated RSA, no response was recorded when RSA was used as a stimulus. The IgG analysis reveals not only a response towards the modified protein but also cross-reactivity to native RSA. No T-cell or B-cell response was noted in animals injected with unmodified RSA. Cit-CII induced a disease with higher incidence and earlier onset than did the native counterpart. We conclude that, in contrast to the human disease, citrulline does not seem to appear before clinical signs. As inflammation proceeds, citrulline is detected specifically in the joints. All other organs investigated were negative. We also conclude that citrullination of a protein can break tolerance and increase its arthritogenic properties. Ectopic germinal centers (GCs) can be detected in the salivary glands of approximately 1/5 of patients with Sjögren's syndrome (SS) and appear in both primary and secondary SS. Previously, ectopic GC have been associated with increased local autoantibody production. The aim of this study was to determine whether GC in primary Sjögren's syndrome (pSS) defines a distinct seroimmunological phenotype. Retrospectively, a material of 130 haematoxylin and eosin-stained paraffin-embedded tissue sections of minor salivary gland tissue from patients with pSS was morphologically screened for the presence of ectopic GC. GC-like lesions were detected in 33/130 (25%) of the pSS patients. Seventy-two pSS patients lacking these structures (GC-) were randomly selected for comparison. Focus score was significantly increased in the GC þ patients compared to the GCpatients (P ¼ 0.035). In the GC þ group, 54.5% of the patients presented with anti-Ro/SSA compared to 43.7% in the GCgroup. Anti-La/SSB was detected in 31.3% of the GC þ patients compared to 25.7% of the GCpatients. Sixty-one percentage of GC þ patients presented with increased levels of IgG, a nonsignificant difference when compared to 39.4% in the GCpatients (P ¼ 0.089). Levels of RF, ANA, ENA, IgM and IgA were similar in both patient groups, as were ESR and CRP. In conclusion, patients with ectopic GC have a higher focus score and more often present with autoantibodies and increased levels of IgG compared to pSS patients with regular focal infiltration (GC -). Our findings may indicate a certain seroimmunological phenotype and warrant for further prospective studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 5"
        },
        {
            "text": "Association between Mannose-Binding Lectin and Vascular Complications in Type 1 Diabetes Complement activation and inflammation have been suggested in the pathogenesis of diabetic vascular lesions. We investigated serum mannose-binding lectin (MBL) levels and polymorphisms in the MBL gene in type 1 diabetic (T1DM) patients with and without diabetic nephropathy and associated macrovascular complications. Polymorphisms in the MBL gene and serum MBL levels were determined in 199 T1DM patients with overt nephropathy and 192 T1DM patients with persistent normoalbuminuria matched for age, sex and duration of diabetes as well as in 100 healthy control subjects. The frequencies of high and low expression MBL genotypes were similar in patients with T1DM and healthy controls. High MBL genotypes were significantly more frequent in diabetic patients with nephropathy than in the normoalbuminuric group, and the risk of having nephropathy, given a high MBL genotype, assessed by odds ratio was 1.52 (1.02-2.27), P ¼ 0.04. Median serum MBL concentrations were significantly higher in patients with nephropathy than in patients with normoalbuminuria [2306 mg/l (IQR 753-4867 mg/l) versus 1491 mg/l (IQR 577-2944), P ¼ 0.0003], and even when comparing patients with identical genotypes, serum MBL levels were higher in the nephropathy group than in the normoalbuminuric group. Patients with a history of cardiovascular disease had significantly elevated MBL levels independently of nephropathy status [3178 mg/l (IQR 636-5231 mg/l) versus 1741 mg/l (IQR 656-3149 mg/l), P ¼ 0.02]. The differences in MBL levels between patients with and without vascular complications were driven primarily by pronounced differences among carriers of high MBL genotypes (P < 0.0001). Our findings suggest that MBL may be involved in the pathogenesis of microvascular and macrovascular complications in type 1 diabetes and that determination of MBL status might be used to identify patients at increased risk of developing these complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 5"
        },
        {
            "text": "Neuroimmunology Unit, Center for Molecular Medicine, Karolinska Institutet, Stockholm, Sweden. E-mail: judit.wefer@cmm.ki.se DNA vaccine coding for the encephalitogenic peptide MOG 91-108 protects LEW.1AV1 from subsequent development of experimental autoimmune encephalomyelitis (EAE). Protection is associated with a type 1 immune response and is dependent on the presence of CpG DNA motifs. The mechanisms underlying the observed reduction of EAE development in protected rats have not been fully clarified. We investigated immunological characteristics of lymphocytes after DNA vaccinaton and subsequent EAE induction. We confirm that protection was not associated with suppression of T1 cells, as transcription of the novel molecule rat T-cell immunoglobulin-and mucindomain-containing molecule (TIM-3), reported to be exclusively expressed on differentiated T1 cells, was not altered by DNA vaccination. We did not note any clonal deletion upon tolerization, but detected an antigen-specific lymphocyte population upregulating IFNg upon recall stimulation 3 weeks after protective DNA vaccination. In protected rats, we observed (1) no alterations in antigenspecific Th2 or Th3 responses, (2) reduced MHC II expression on splenocytes early after EAE induction, (3) antigen-specific upregulation of IFNb upon recall stimulation and (4) reduced IL-12Rb2 on lymphocytes. We thus demonstrate an association of the protective effect of DNA vaccination with expression of IFNb. We are currently investigating the cellular mechanisms behind this IFNb-mediated protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 10"
        },
        {
            "text": "Multiple sclerosis (MS) is an autoimmune condition characterized by degeneration of nerve fibre myelin sheets. A candidate autoantigen, myelin basic protein (MBP), has especially attracted attention. The presence of anti-MBP antibodies is a predictor of definite MS, but their role in the pathogenesis remains obscure. T cells have long been known to play a pivotal role in the pathogenesis of MS. Recently, an important role for B cells as autoantigen-presenting cells has been demonstrated in other autoimmune diseases, including rheumatoid arthritis and diabetes. The uptake of MBP by B cells and the presentation of MBP-derive peptides to T helper (Th) cells by B cells may be promoted by the formation of complement (C) activating immune complexes (ICs) between MBP and natural autoantibodies in healthy individuals and disease-associated anti-MBP antibodies in MS patients, respectively. We have investigated the formation of MBP-containing IC, the binding of MBP to B cells, the MBP-elicited induction of Th-cell and B-cell proliferation and the cytokine production in peripheral blood mononuclear cells (PBMCs) from healthy donors grown in the presence of intact or C-inactivated serum from healthy donors or patients with MS. While MBP did not induce measurable proliferation of B cells nor CD4 þ T cells, we observed the production of TNF-a, IFN-g and IL-10 by PBMC in response to incubation with MBP in the presence of sera from healthy controls as well as sera from MS patients. By contrast, no production of IL-2, IL-4 and IL-5 was detected. We are currently investigating the capability of MS sera to promote the formation of MBP-containing IC and thereby enhance the cytokine responses, by virtue of elevated anti-MBP contents. The phagolysosomally localized acid sphingomyelinase (ASMase) activated by proinflammatory cytokines such as TNF and IFN-g generates the signalling molecule ceramide which in turn results in the activation of proteases like cathepsin D. These characteristics of ASMase suggest a possible role of this molecule in the phagocytotic uptake and phagosomal degradation processes of antigens or in antigen presentation. We show here that ASMase -/mice fail to eliminate the noncytopathic lymphocytic choriomeningitis (LCM) virus as rapidly as littermate wildtype mice. Investigation of the immune response revealed a reduced expansion of CD8 þ T cells. The secretion of IFN-g in response to contact with target cells as well as the cytolytic activity of virus-specific CD8 þ T cells was severely impaired. Additionally, both phases of the LCM virus-specific DTH response, mediated by CD8 þ and CD4 þ T cells consecutively, were diminished in ASMase -/mice. However, the secondary memory response of virus-specific CTL was not altered, and the 614 Abstracts ................................................................................................................................................................................................. virus was effectively controlled for at least 3 months by ASMase -/mice. In conclusion, the results of this study suggest an involvement of the ASMase in the activation, expansion or maturation of virus-specific CD8 þ T cells during the acute infection of mice with the LCM virus.",
            "cite_spans": [
                {
                    "start": 2794,
                    "end": 2987,
                    "text": ".................................................................................................................................................................................................",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 10"
        },
        {
            "text": "Novel Markers for Alternative Activation of Macrophages: Macrophage Galactose-Type C-Type Lectins 1 and 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 10"
        },
        {
            "text": "In parallel with the Th1/Th2 dichotomy, macrophages are capable of developing into functionally and molecularly distinct subpopulations, due to differences in, for example cytokine environment and pathological conditions. While the best-studied, classically activated macrophage is induced by type I stimuli such as IFN-g, a type II cytokine environment antagonizes the classical activation of macrophages and is capable of alternatively activating macrophages. However, molecular markers associated with these type II cytokine-dependent, alternatively activated macrophages remain scarce. Besides the earlier documented markers macrophage mannose receptor and arginase 1, we recently demonstrated that murine alternatively activated macrophages are characterized by increased expression of FIZZ1 and Ym. We now report that expression of the two members of the mouse macrophage galactose-type C-type lectin gene family, termed mMGL1 and mMGL2, is induced in diverse populations of alternatively activated macrophages, including peritoneal macrophages elicited during infection with the protozoan Trypanosoma brucei or the Helminth Taenia crassiceps, and alveolar macrophages elicited in a mouse model of allergic asthma. We also demonstrate that, in vitro, interleukin-4 and interleukin-13 upregulate mMGL1 and mMGL2 expression and that, in vivo, induction of mMGL1 and mMGL2 is dependent on interleukin-4 receptor signalling. Moreover, we show that regulation of MGL expression is similar in human monocytes and monocyte-derived macrophages. Hence, macrophage galactose-type C-type lectins represent novel markers for both murine and human alternatively activated macrophages; thus, paving the way for further characterization of the phenotype of macrophages occurring in Th2 conditions. Background: Human parvovirus B19 (B19) is a ubiquitous pathogen, normally causing a mild self-limiting disease, but also capable of causing both significant pathology and long-term persistence. The small size and stability of the virus makes it suitable for mapping of the full breath and the kinetics of the cellular immune responses following acute viral infection. Methods: Five patients with acute primary B19 infection were included in the study and followed consecutively for up to 200 weeks. Cellular immune responses were mapped by IFNg enzyme-linked immunospot to overlapping peptides spanning the whole B19 genome. Results: In all five acutely infected patients, we were able to monitor the kinetics of a strong specific cellular immune reaction. Responses peaked at levels of 850-1850 SFC/ million PBMCs, roughly corresponding to 0.3-0.6% B19specific CD8 þ cells circulating in peripheral blood at 10-80 weeks post-infection. The responses in individual patients were directed to three or four different peptide pools, and the specificity was confined to the same CD8 epitopes present in the pools throughout the follow-up period. The majority of responses were directed to the virus nonstructural protein, only two patients showed any response to the capsid proteins, elicited by the same epitope in both cases. Conclusion: The cellular immune responses to acute B19 infection are surprisingly narrow in distribution and remain at high levels for up to 80 weeks post-infection. The initial epitope specificity is maintained, and the majority of responses target the virus nonstructural protein, which is not included in vaccine preparations, evaluated against the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 10"
        },
        {
            "text": "The relationship between malnutrition and malaria is controversial. On one hand, malaria may cause malnutrition, while on the other, malnutrition itself may modulate susceptibility to the disease. We investigated the association between Plasmodium falciparum malaria and malnutrition in a cohort of children living on the coast of Kenya. The study involved longitudinal follow-up for clinical malaria episodes and anthropometric measurements at four cross-sectional surveys. We used Poisson regression analysis to investigate the association between malaria and nutritional status. Compared to baseline (children with a WAZ or HAZ score of !À2), the crude incidence rate ratios (IRRs) for malaria in children with low HAZ or WAZ scores (<À2) during the period prior to assessment were 1.17 (95% CI 0.91-1.50; 0 ¼ 0.21) and 0.94 (0.71-1.25; 0.67), respectively, suggesting no association between malaria and the subsequent development of PEM. However, we found that age was acting as an effect modifier in the association between malaria and malnutrition. The IRR for malaria in children 0-2 years old who were subsequently characterized as wasted was 1.65 (1.10-2.20; P ¼ 0.01), and a significant overall relationship between malaria and low-HAZ was found on regression analysis when adjusting for the interaction with age (IRR 1.89; 1.01-3.53; P < 0.05). Although children living on the coast of Kenya continue to suffer clinical episodes of uncomplicated malaria throughout their first decade, the association between malaria and malnutrition appears to be limited to the first 2 years of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T O I M M U N I T Y 10"
        },
        {
            "text": "A. Astrinidou-Vakaloudi, 1 S. Xytsas, 1 I. Diamanti, 1 H. Ioannidis 2 & P. Pangidis 2 1 Microbiology Department of General Hospital of Thessaloniki 'Agios Pavlos', Thessaloniki, Greece, and 2 Nefrology, 2 nd IKA Hospital of Thessaloniki, Thessaloniki, Greece. E-mail: stasa@hol.gr Aim: Renal dysfunction may influence the colonization of gastric mucosa by urea-splitting bacteria such as Helicobacter pylori, by increasing urea concentrations in the gastric juice. Our aim was to investigate the prevalence of H. pylori in patients with end-stage renal disease (ESRD), receiving long-term haemodialysis treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of Helicobacter pylori Antibodies in Haemodialysis Patients"
        },
        {
            "text": "Methods: This study included 40 sera from patients with ESRD (29 male and 11 female) undergoing periodic haemodialysis; mean time of treatment was 42.6 months. Using ELISA technique, we investigated the presence of IgG and IgA antibodies against H. pylori as well as IgG CagA (antibodies specific for CagA(þ) strains of H. pylori). Sera from 40 healthy blood donors were used as a control group. Results: H. pylori IgG antibodies were detected in 32 out of 40 (80%) patients in the dialysis group, while 31/40 (77.5%) tested positive for IgA. IgG CagA antibodies were present in 13 out of 40 (32.5%). Prevalence of H. pylori IgG, IgA and CagA IgG antibodies in the control group was 33, 7 and 15%, respectively. Conclusions: Although international data suggest that prevalence of H. pylori infection is the same in ESRD patients as in healthy individuals, in our study that seems not to be the case. The higher blood and gastric juice urea levels may be a risk factor (among many others), but more studies are required in order to understand the relation of H. pylori infection in this group of patients. Flanders Interuniversity Institute for Biotechnology, Department of Molecular and Cellular Interactions, Free University of Brussels, Brussels, and 2 Pasteur Institute of Brussels, Mycobacterial Immunology, Brussels, Belgium. E-mail: tgartner@vub.ac.be Immunity against tuberculosis (TB), caused by Mycobacterium tuberculosis, depends largely on activation and maintenance of strong cell-mediated immune responses involving both CD4 þ and CD8 þ T cells and the ability to respond with Th1-type cytokines, particularly IFN-g. Recent studies suggested that BCG, the only licensed vaccine against M. tuberculosis, may fail to induce T-cell responses in the lung mucosa and may therefore not protect against pulmonary TB. A decrease in TB mortality may be achieved by enhancing immunity in the lung. The present study evaluated the induction of antigen-specific immunity in the lung by intranasal (i.n.) delivery of the lipoprotein I (OprI) from Pseudomonas aeruginosa. OprI has shown to be a Toll-like receptor 2/4 agonist that, when given subcutaneously, induces Type-1 immune responses against heterologous antigens. Here, a fusion of OprI to Ag85A of Mtb (OprI-Ag85A) was used as a subunit vaccine in homologous prime-boost immunizations. In addition, OprI-Ag85A was combined with an Ag85A-encoding DNA vaccine (Ag85A DNA) or with BCG in heterologous prime-boost vaccinations. Intranasal and parenteral delivery with OprI-Ag85A elicited comparable T-cell responses in the spleen; in addition, i.n. delivery elicited specific T-cell responses in the lung lymph nodes (LLNs). Intramuscular delivery of Ag85A DNA induced significant systemic Th1 immune responses. Intranasal boosting with OprI-Ag85A enhanced this response and in addition induced an antigen-specific IFN-g response in LLN. OprI may therefore be an efficient adjuvant for mucosal boosting. We continue to evaluate the protection induced by OprI-based prime-boost vaccinations against pulmonary TB. Results on the immunogenicity and protection against intravenous Mtb H37Rv infection will be presented. Toll-like receptors (TLRs) are pattern recognition receptors of the innate immune system, which recognize molecular structures on pathogens or cellular stress-associated molecules. TLR-ligand interactions trigger activation of inflammatory signal transduction and expression of genes involved in host defense. In this study, we have examined the requirement for different TLR adaptor molecules in virus-induced chemokine expression and are currently trying to identify the TLR involved. We have found that both a herpesvirus [herpes simplex virus (HSV)] and a paramyxovirus (Sendai virus) require a functional genome to induce expression or proinflammatory chemokines in human and murine monocytic cell lines. For both viruses, this is independent of the TLR adaptor molecules TRIF and Mal. However, overexpression of the Vaccinia virus-encoded inhibitor of TLR-signalling A52R or dominant-negative MyD88 totally inhibited HSV-induced RANTES expression but only partially prevented Sendai virus from inducing this chemokine. This suggests that HSV-induced RANTES expression occurs via a TLR pathways, whereas Sendai virus utilizes both TLR-dependent and -independent pathways to stimulate expression of RANTES. We are currently trying to identify the TLRs involved. Data from these studies will also be presented at the meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of Helicobacter pylori Antibodies in Haemodialysis Patients"
        },
        {
            "text": "2 0 -5 0 -oligoadenylate synthetases are interferon-induced, double-stranded RNA-activated antiviral enzymes which are the only proteins known to catalyse 2 0 -specific nucleotidyl transfer. This first crystal structure of a 2 0 -5 0oligoadenylate synthetase reveals a structural conservation with the 3 0 -specific poly(A) polymerase that, coupled with structure-guided mutagenesis, supports a conserved catalytic mechanism for the 2 0 -and 3 0 -specific nucleotidyl transferases. Comparison with structures of other superfamily members indicates that the donor substrates are bound by conserved active site features while the acceptor substrates are oriented by nonconserved regions. The 2 0 -5 0oligoadenylate synthetases are activated by viral doublestranded RNA in infected cells and initiate a cellular response by synthesizing 2 0 -5 0 -oligoadenylates, that in turn activate RNase L. This crystal structure suggests that activation involves a domain-domain shift and identifies a putative dsRNA activation site that is probed by mutagenesis. We demonstrated that this site is required both for the binding of dsRNA and for the subsequent activation of OAS. This RNA-binding site is different from known RNA-binding site; rather than forming a defined three-dimensional domain, it is located at the interface of the two major domains in OAS. This novel architecture ensures that the dsRNA helix can make simultaneously contact with both domains of OAS and ensure the subsequent structural rearrangement leading to the activation of OAS. Our work provides structural insight into cellular recognition of double-stranded RNA of viral origin and identifies a novel RNA-binding motif. Bacteria-specific IgA antibodies are efficient opsonins for neutrophils and mononuclear phagocytes, provided that the phagocytes express the Fca receptor (CD89). Expression of CD89 can be stimulated by inflammatory cytokines, activated complement factors and certain microbial components. In one study, unstimulated phagocytes were able to ingest IgA antibody-treated pneumococci, but only in the presence of complement, which was found to be activated by the IgA antibodies along the alternative pathway. Pneumococci produce IgA1 protease that cleaves human IgA1, but not IgA2, molecules in the hinge region. This leaves IgA1 as Faba (monovalent) deprived of Fca which contains the docking site for CD89. IgA1 is the vastly predominant subclass of IgA in the upper airways and circulation of humans. Aims: To examine the effects of IgA1 protease activity and complement on phagocytosis of IgA antibody-coated pneumococci by an unstimulated human phagocytic cell line (hl60). Materials and methods: IgA1 and IgA2 monoclonal antibodies to serotype 4 pneumococcal capsular polysaccharide (ps) were generated by heterohybridoma technique involving B cells from human vaccinees. Isogenic serotype 4 pneumococci with and without IgA1 protease activity, respectively, were obtained after inactivation of the iga gene of the TIGR4 strain. Opsonophagocytosis was quantitated using the assay described by Romero-Steiner et al. Based on enumeration of surviving bacteria by culture. The integrity of IgA molecules was examined by western blotting. Results: Both IgA1 and IgA2 antibody to type-4 polysaccharide-induced phagocytosis of IgA1 protease-deficient type-4 pneumococci equally well in the absence as in the presence of complement. Iga1 antibody to type-4 polysaccharide displayed a fourfold higher opsonophagocytosis titer against IgA1 protease deficient compared to homologous wildtype target bacteria. A similar effect of IgA1 protease activity of the target bacteria was not observed in a parallel experiment where IgA2 antibody to type-4 polysaccharide served as opsonin. IgA1 antibody extracted from IgA1 protease-producing target bacteria was almost exclusively in the form of Faba. Conversely, IgA1 from protease-deficient bacteria and IgA2 from both types of bacteria were intact. Conclusions: These results indicate that the IgA1 protease activity of S. neumoniae may help the bacteria escape IgA1 antibody-mediated opsonophagocytosis. Besides, in these experiments, IgA-mediated opsonophagocytosis was independent of complement. Vitamins E and C have been found to increase the cellular and humeral immunity of pigs. Vitamin E deficiency has also been found to predispose pigs to different diseases, E. coli infection is one among them. After weaning, the vitamin E status of pigs often decreases to a critical low level. In this experiment, we studied whether vitamin C supplementation would be a possible feeding strategy to optimize the immune status of weaners. The interaction between vitamin E and C is interesting due to the reported sparing action on vitamin E or synergism between these to vitamins. Piglets were weaned at day 28 of age from sows fed increasing dietary vitamin E during lactation, and piglets were during the following 3 weeks fed either a control diet or this diet supplemented with 500 mg STAY-C per kg. Blood sampling was obtained weekly from day 28 and until day 49 of age. On the same days, one piglet per dietary treatment was killed and alveolar macrophages (AM) were harvested. Vitamin C supplementation increased the concentration of IgM in serum of piglets throughout the weaning period. Although the vitamin E concentration in AM decreased with increasing age of the piglets, the concentration was numerically higher in piglets of sows fed the high dietary level of vitamin E. However, vitamin C supplementation tended to increase the total AM concentration of vitamin E after weaning and increased the proportion of the biologically most active isomer of vitamin E [RRR-(a-tocopherol)] in the AM. The eicosanoid synthesis by AM was not influenced by the vitamin C supplementation, but the synthesis of leukotriene B4 was decreased 2 weeks after weaning compared to other days of AM harvesting. In conclusion, dietary vitamin C supplementation improved the immune responses of piglets after weaning. A whole blood stimulation assay with Escherichia coli (O111:B4) endotoxin was established to measure the capacity of dairy cows to produce the proinflammatory cytokine tumour necrosis factor-a (TNF-a) ex vivo. Initially, a time-and dose-dependent study was carried out to find the optimal stimulation conditions for the TNF-a response. The TNF-a response peaked between 3 and 4 h at 38.5 C. A dose in the range of 5-10 g of E. coli lipopolysaccharide (LPS)/ml whole blood was found to give the maximum TNF-a response. Thirty-eight Danish-Holstein dairy cows were investigated for their TNF-a responsiveness ex vivo in the periparturient period. Heparin-stabilized blood samples were collected seven times over a period of 4 months (weeks À3, À1, 2, 3, 5, 9 and 13 around calving) and stimulated with 5 g/ml of E. coli LPS. Indeed, fluctuations in the TNF-a responsiveness occurred over time. Moreover, the mean TNF-a responsiveness of 38 cows was found to be significantly increased (P < 0.001) in the weeks close to calving. However, in the more stabile physiological periods, some cows had a consistently low TNF-a response, whereas others had high a TNF-a response. We are currently investigating whether high and low TNF-a responders to E. coli LPS also exist in dairy cows in vivo. Moreover, the importance of TNF-a responsiveness ex vivo to dairy cows' susceptibility and clinical response to experimental E. coli infections in the udder is being investigated. Coelomic cytolytic factor (CCF) is a 42 kDa invertebrate pattern recognition molecule isolated from the coelomic fluid of the earthworm Eisenia foetida (Oligochaeta, Annelida). CCF displays a number of similarities with the mammalian cytokine tumour necrosis factor-a (TNFa) as a result of a shared N,N 0 -diacetylchitobiose lectin-like domain. However, these similarities are solely functional and are not based on any (DNA or amino acid) sequence homology, thus suggesting a form of convergent evolution. In particular, the lectin-like domain of TNF-a has been shown to induce membrane depolarization in various mammalian cell types, through interactions with endogenous amiloride-sensitive ion channels. This nonreceptor-mediated activity of TNF-a has been reported to be involved in the resorption of oedema. Likewise, the lectin-like domain of CCF also induces membrane depolarization in mammalian cells. Here, we show that CCF appears to be able to induce oedema resorption in an alveolar epithelial cell line through its lectin-like domain. This lectin-like domain of CCF interacts (directly or indirectly) with endogenous sodium and/or chloride channels, and not potassium channels, on mammalian cells. Additionally, we suggest that the JNK/SAPK and Erk1/2 pathways are involved in CCF-induced macrophage activation. These results further establish the functional analogy between an invertebrate pattern recognition molecule and a mammalian cytokine and, from a more applied point of view, suggest the possibility of utilizing CCF in the treatment of oedema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of Helicobacter pylori Antibodies in Haemodialysis Patients"
        },
        {
            "text": "Release of sVEGF and sVEGFR1 from White Blood Cells and Platelets During Surgery and Stimulation with Bacterial Antigens Introduction: The influence of surgery on release of soluble vascular endothelial growth factor (sVEGF) and the soluble vascular endothelial growth factor inhibitory receptor 1 (sVEGFR1) is unknown. We studied the effect of major and minor surgery on potential variations in sVEGF and sVEGFR1 concentrations in vivo and on bacterial antigen-induced release of sVEGF and sVEGFR1 from whole blood in vitro. Methods: Sixty-one patients with abdominal diseases undergoing five different surgical procedures were included. Blood samples were drawn from anaesthetized patients before and after the operation. White blood cells and platelets were counted, and plasma sVEGF and sVEGFR1 was determined by an ELISA method. Whole blood from each blood sample was stimulated in vitro with bacteria-derived antigens (LPS or protein-A) and sVEGF and sVEGFR1 levels were subsequently determined in the supernatants. Stimulation with isotonic saline served as control assay. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementation of Vitamin C to Weaner Diets Increases IgM Concentration and Improves the Biological Activity of Vitamin E in Alveolar Macrophages"
        },
        {
            "text": "Neither sVEGF or sVEGFR1 in plasma changed during surgery. In vitro stimulation of blood samples with bacteria-derived antigens resulted in a significant increase in sVEGF (P < 0.0001) and a less pronounced but still significant increase in sVEGFR1. Release of sVEGF due to stimulation was significantly higher after the operation (nonsignificant), whereas sVEGFR1 release remained largely unchanged after surgery. Correlation between bacterial antigen-induced release of sVEGF and neutrophile cell count was highly significant (P < 0.0001). There was no correlation between sVEGF and platelet cell count, and bacterial antigen-induced sVEGFR1 release did not correlate with counts of neutrophils and platelets. Conclusions: Plasma sVEGF and sVEGFR1 concentrations did not change during surgery. In vitro bacterial stimulation led to increased release of sVEGF and sVEGFR1, which was not significantly amplified during surgery and which may be related to number of circulating neutrophils.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Natural Killer Cell Functions and Subsets After In Vitro Stimulation with IL-2 and IL-12, with Special Emphasis on Intracellular IFN-g and NK-Cell Cytotoxicity R. Nyboe, 1,2 T. Rix, 1,2 J. Krog, 1,2 E. Tønnesen 1 & M. Hokland 2 1 Department of Anaesthesiology and Intensive Care, Aarhus University hospital, and 2 Institute of Medical Microbiology, and Immunology, University of Aarhus, Aarhus, Denmark. E-mail: rnsr@studmed.au.dk Materials and methods: Isolated cryopreserved human peripheral blood mononuclear cells (PBMCs) were stimulated with IL-2 and IL-12. This stimulation has previously been shown to activate NK cells. Cell cytotoxicity was measured by flow cytometry after incubation with k562 cells. This method was compared to the current standard 51Cr release assay. Cells were treated with BFA to accumulate IFN-g, stained for surface markers, permeabilized and stained for intracellular IFN-g. Flow cytometry was then performed to measure intracellular IFN-g production in PBMC, especially in NK cells. Results: We have demonstrated that stimulation with IL-2 and IL-12 is effective in increasing the number of IFN-gpositive cells. There is a distinct difference between the CD3-CD56dim and the CD3-CD56bright subsets, with a much greater proportion of IFN-g-positive cells in the CD3-CD56bright subset. The effects of stimulation with IL-2 and IL-12 on cytotoxicity will be presented, as will the relation between IFN-g production and cytotoxicity. In addition, we will present results of these assays applied to porcine cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Discussion: In combination, these tests will address NK cell function by combining cytotoxicity with IFN-g production in NK cell subsets. The results will demonstrate whether this could serve as a useful tool in describing NKcell function, which could be of value in clinical and experimental settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Culture of Regulatory T-Cell Lines from Bronchial Mucosa T lymphocytes play a major role in many immune responses. In the last decade, special focus has been on the function of Th1 and Th2 effector cells. Now the importance of regulatory CD4 þ CD25 þ T cells in maintenance of the immunological homeostasis emerges. Sarcoidosis is a multisystem granulomatous disorder often affecting the lungs. The typical sarcoid granulomas consists of epitheloid cells, macrophages and lymphocytes, mainly CD4 þ T cells of Th1 phenotype. We have cultured T cells from bronchial biopsies of patients with sarcoidosis as well as from controls in high levels of interleukin 2 (IL-2) and IL-4 and demonstrate spontaneously arising CD4 þ CD25 þ populations and high concentrations of IL-10 in these cultures. The main difference between cultures of sarcoid origin compared to controls is a very much higher concentration of the inflammatory cytokines IL-6 and TNF-a in cultures of sarcoid origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The Effects of Hyperbaric Exposure on Human Peripheral Blood Mononuclear Cells, with Special Emphasis on Natural Killer Cell Cytotoxicity and Subsets Materials and methods: As an experimental physiological stress model, we examined the effects of hyperbaric exposure on peripheral blood mononuclear cells (PBMCs) obtained from venous blood drawn from eight divers during a simulated heliox saturation dive. Eight persons working in normobar atmosphere outside the pressurized chamber served as control donors. The spontaneous cytotoxicity of the PBMCs was estimated in a 4 h 51Cr-release assay using k562 as NK-sensitive target cells. The PBMCs were characterized, using 4-colour flow cytometry, with special emphasis on the NK-cell subsets. The data were statistically analysed using a multivariate regression model (Stata 8.2). P values <0.05 was considered statistically significant. Results: The estimated cytotoxicity increased significantly in both the group of divers and control donors during the dive (pdivers < 0.01 and pcontrols < 0.01). Although the cytotoxicity increased relatively more (P < 0.01) in the group of divers compared to the group of control donors between day 1 and 2. Discussion: The increased cytotoxicity of PBMC estimated in the group of divers indicate that parts of the cellular immune system are affected during the extreme physiological conditions induced during the initial phase of the presented experimental hyperbaric setup. The increase in cytotoxicity observed in the group of control donors could hypothetically reflect the stress level in persons working outside the pressurized chamber during the dive. The interaction with adhesion molecules expressed by vascular endothelium is the first step in lymphocyte infiltration into tissues. At both cutaneous and mucosal sites interleukin-10 (IL-10), IL-12 and transforming growth factor (TGF)-b are important regulators of chronic inflammatory disease, where cutaneous lymphocyteassociated antigen (CLA) and aE integrin (CD103) may be expressed. Unlike CLA, CD103 is not believed to play a role in tissue-specific homing but may help to retain T cells within epithelial layers. We have previously shown that IL-12 alone can together with an unknown cofactor increase the expression of CLA. Stimulation with streptococcal pyrogenic exotoxin C (SpeC) increased the expression of CD103 by CD8 þ but not CD4 þ T cells. While IL-12 increased superantigen-stimulated expression of CLA, this cytokine strongly inhibited the CD103 expres-sion, and a combination of IL-12 and TGF-b completely abrogated the induced CD103 expression. Conversely, IL-10 suppressed CLA but increased CD103 expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "These findings indicate that, in addition to suppressing the development of Th1-mediated inflammatory responses, IL-10 may also inhibit the migration of CD8 þ T cells into the skin while IL-12 promotes such migration. Thus, the expression of CLA and CD103 may be antagonistically regulated by IL-10 and IL-12, and the balance between these cytokines could influence the T-cell migration of inflammatory cells into epithelial tissues. During contact sensitivity reaction, immune cells proliferate. In order to study the histological picture of these proliferation phases, we used a mouse model of contact sensitivity in the oral mucosa and on skin. We also used bromodeoxyuridin (BrdU, an analogue to thymidin) that is incorporated into the nucleus during cell replication. The hapten oxazolone (OXA) was used to sensitize and elicit the oral mucosa and/or the ear skin. Mice were killed at various times after elicitation, and unsensitized animals were also exposed to the hapten as controls. BrdU (25 mg/ kg animal) was injected i.p. 2 h before the kill. Specimens from the oral mucosa, ear skin and submandibular and auricular lymph nodes were cut and fixed in 4% paraformaldehyde. They were then treated with acid and biotinylated anti-BrdU antibody and developed using ABC-kit and DAB. The analyses were performed using a Leica light microscope and the computer program ANALYSIS. In the oral mucosa, the frequency of proliferating cells were increasing during the observation period, 4-24 h after elicitation, regardless of site of sensitization. The proliferating cells were found mainly in the basal cell layer of the epithelium. Similar patterns were found in ear skin. The regional lymph nodes demonstrated a few scattered proliferating cells 4 h after elicitation. After 24 h, these cells were found frequently in the whole lymph node. Control animals exhibited considerable less proliferating cells at all times. We conclude that most proliferating cells were found 24 h after elicitation locally at the hapten-exposed sites (the oral mucosa or the ear skin) as well as in the regional lymph nodes. The endogenous nucleoside adenosine is released in excess during inflammation or other metabolic stress and is generally known to deliver tissue protective anti-inflammatory effects. Adenosine acts via four adenosine receptors of which the A2a receptor is the predominant form in T cells. Adenosine levels are elevated in asthmatic lung, and adenosine can directly induce mast cell degranulation and bronchoconstriction in these patients. Instead, the role of anti-inflammatory mechanisms of adenosine on T cells in asthma is unclear. Aim: To study the A2a receptor expression in peripheral blood CD4 þ T cells in asthmatic and healthy individuals using flow cytometric and quantitative real-time PCR methods. Results: Unstimulated CD4 þ cells of asthmatic patients expressed significantly lower levels (P < 0.001) of A2a receptor in protein level (mean percentage of cells positive AE SEM: 76.8 AE 1.2, n ¼ 6) compared to healthy individuals (90.4% AE 1.9, n ¼ 4). Double staining for CD69 expression showed that stimulation of CD4 þ cells decreased A2a expression in both groups but indicated that the detected lower levels of A2a in unstimulated cells of asthmatics was not due to preactivation in these patients. Surprisingly, A2a mRNA expression in unstimulated CD4 þ cells was significantly higher (P < 0.05) in asthmatics (n ¼ 28) compared to healthy controls (n ¼ 7). The expression did not correlate with serum total IgE levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Conclusions: Asthmatic individuals express less A2a adenosine receptor on their peripheral CD4 þ T cells. The higher mRNA levels instead may point to a negative feedback regulation in the receptor expression. The role of possibly decreased adenosine-mediated anti-inflammatory effects in asthma pathogenesis require further studies on this T-cell mediated disease. The chronic inflammatory skin disease atopic eczema (AE) affects almost 15% of the population in many countries today. The pathogenesis of AE is not fully understood. A combination of genetic predisposition and environmental factors like microorganisms seems to contribute to the symptoms. The yeast Malassezia sympodialis is part of our normal skin micro flora but can act as an allergen and elicit specific IgE and T-cell reactivity in patients with AE. Recently, we identified a novel major M. sympodialis allergen, designated Mala s 11 (22.4 kDa), with sequence similarity to the mitochondrial enzyme manganese superoxide dismutase (MnSOD). Interestingly, Mala s 11 has a high degree of homology to human MnSOD. The aim of this study was to examine the effects of recombinant Mala s 11 on antigen-presenting dendritic cells. Monocytederived dendritic cells (MDDCs) from healthy blood donors were cultured with or without Mala s 11 for different time periods. It was found that the maturation marker CD83 and the costimulatory molecules CD80 and CD86 were upregulated on the MDDCs exposed to Mala s 11 for 24 h, as demonstrated by flow cytometry. Furthermore, coculture of MDDCs with Mala s 11 for 9 h induced an increased production of the inflammatory cytokines IL-6 (200-fold), TNF-a (100-fold) and IL-8 (sixfold), as detected by the cytometric bead array (CBA) analysis. Our results suggest that Mala s 11 affects the immune response through DC maturation and production of inflammatory cytokines. The potential cross-reactivity with human MnSOD needs to be explored and the exact role of Mala s 11 in the pathogenesis of AE assessed in clinical studies involving skin prick and atopy patch tests. Allergen-specific immunotherapy (SIT) is commonly conducted with allergen extracts adsorbed to aluminium hydroxide (alum). Drawbacks linked to the use of alum, such as the formation of granuloma at the site of injection, have led to suggestions of novel allergen carriers. An alternative carrier is 2 mm carbohydrate-based particles (CBPs). In mouse, allergen-coupled CBPs have been demonstrated to skew the allergen-specific immune response towards a Th1-like activity (Grönlund et al. Immunology, 2002) . We here coupled the recombinant major cat allergen Fel d 1 to CBPs (CBP-Fel d 1) by cyanogen-bromide activation, resulting in covalent binding. The effect of CBP-Fel d 1 on monocyte-derived dendritic cells (MDDCs) from healthy human blood donors was studied. We found that the majority of the CD1a þ MDDCs were capable of taking up FITC-labelled CBP-Fel d 1, as demonstrated by flow cytometry and confocal laser scanning microscopy. Furthermore, incubation with CBP-Fel d 1 resulted in an upregulation of the costimulatory molecule CD86 on the MDDCs, which was not observed with Fel d 1 or CBPs alone. Finally, CBP-Fel d 1 induced a fivefold increase in the release of the pro-inflammatory cytokine tumour necrosis factor (TNF)-a and a fourfold increase in the release of the chemokine interleukin-8 from MDDCs. Taken together, the effects CBPs possess make them interesting as novel allergen carriers for SIT. The cysteine protease Der p1 from dust mite of the genus Dermatophagoides pteronyssinus is a major type I allergen. About 80% of house dust mite (HDM) allergic individuals are reactive to this protease in standard assays for detection of IgE. A curative treatment for atopic allergy is immunotherapy (IT) with HDM extracts which are complex mixtures occasionally resulting in anaphylactic reactions. Novozymes focuses on developing a recombinant variant of Der p1 which exhibit lowered risk of IgE-mediated allergic reactions, while maintaining its ability to trigger proper Th-cell responses. This may provide a safer alternative for specific IT of HDM allergy. A secreted recombinant form of pro-Der p 1 expressed by Saccharamyces cerevisiae was obtained by fusion of the pro-enzyme to a fungal signal peptide. The N-glycosylation site of Der p1 was mutated resulting in a deglycosylated pro-enzyme with a molecular mass of 35 kDa. Protein purification procedure was developed to obtain nearly pure Der p1 protein followed by determination of concentration by active-site-titration with the cysteine protease inhibitor E64. The deglycosylated recombinant pro-Der p 1 revealed immunologic similarity to the native Der p 1 molecule when compared in basophile histamine release, IgE-binding assays and T-cell proliferation assays. By in silico epitope mapping of a modelled 3-dimensional structure of Der p1, five putative IgG and IgE epitopes were predicted. By protein engineering, the predicted epitopes were removed one by one in Der p1 and screening for hypoallergenic variants was performed. Combining inhaled long-acting b-2 agonist (LABA) and inhaled corticosteroid (ICS) seems to offer asthma control at a lower dose of ICS than achieved by ICS alone. Fine mapping of T-cell surface markers by flow cytometry offers a detailed status of the individual's inflammatory response. The frequency of MT2 (CD4 þ CD45RA -CD62L þ CD11adim) and MT1 (CD4 þ CD45RA -CD62L -CD11abright) cells in peripheral blood, and their ratio, has been shown to differ predictably in atopics and patients with leprosy, where MT2 correlates with a Th2 phenotype and MT1 with a Th1 phenotype. Stable asthmatics, requiring fluticasone propionate (FP) 750-1000 mg daily or equivalent, were randomized to receive, double-blinded, either Seretide 1 [salmeterol and fluticasone propionate (SFC, n ¼ 16)] 50 mg/500 mg bd or FP 500 mg bd (n ¼ 17). If asthma was controlled based on lung function and symptoms at clinic visits every 6 weeks, ICS dose was tapered until asthma exacerbated or 0 mg was reached. The frequency and ratio of MT2 and MT1 T cells of the patients was monitored at 6 week intervals. As treatment tapered, the frequency of MT2 cells decreased (P ¼ 0038 from first to final visit), whereas that of MT1 cells increased. The ratio of MT2/MT1 decreased (P ¼ 0049 from first to final visit). In patients receiving LABA þ ICS, the fall in MT2/MT1 ratio appeared to be more pronounced than in patients receiving ICS alone. Thus, the MT2 phenotype may be associated with stable asthma, whereas an imminent exacerbation may associate with an increase in the MT1 phenotype. LABA may allow for a greater effect of FP on the MT ratio.",
            "cite_spans": [
                {
                    "start": 2540,
                    "end": 2574,
                    "text": "(Grönlund et al. Immunology, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Activation of complement pathways, leading to production of C3a and C5a anaphylatoxins, has been postulated in the pathogenesis of asthma and allergic airway inflammation. The present study was undertaken to investigate the role of mannan-binding lectin (MBL), an initiator of the lectin pathway of complement, in asthma and allergic rhinitis. MBL levels and MBL-induced complement activity were determined in 19 patients of bronchial asthma with allergic rhinitis and 20 unrelated, age-matched controls of Indian origin. MBL levels and activity were correlated with percent eosinophilia and percent predicted FEV1 values of the patients. Association of single nucleotide polymorphisms (SNPs) in exon 1 and intron 1 of the MBL with the disease, clinical markers, MBL levels and MBL-induced complement activity was analysed using standard statistical tools. Significantly higher MBL levels and activity were observed in patients of bronchial asthma with allergic rhinitis as compared to the controls. We identified five SNPs, of which two, A816G in exon 1 and G1011A in intron 1 of the MBL, were novel. SNP G1011A was significantly associated with the disease (P ¼ 0.0024, OR ¼ 5.8696, 95% CI: 1.7316 < OR < 19.8963). Individuals with 'A' allele at position 1011 showed increased MBL levels, activity and disease severity. Our results suggest that 'A' allele at position 1011 leading to high MBL levels and complement activity may be contributing to the severity of bronchial asthma and allergic airway inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Levels, Complement Activity and Polymorphisms of Mannan-Binding Lectin in Patients of Bronchial Asthma with Allergic Rhinitis"
        },
        {
            "text": "Serum resistance of Borrelia burgdorferi strains belonging to the B. afzelii and B. burgdorferi sensu stricto genospecies is dependent on binding of complement inhibitor factor H. We recently reported that factor H binding by B. burgdorferi is due to inducible expression of several approximately 20 kDa plasmid-encoded, surface-exposed lipoproteins related to OspE (e.g. ErpA, ErpP and P21). In addition, a second class of factor H-binding proteins of approximately 27-35 kDa has been described. The OspE-related lipoproteins are dramatically induced by B. burgdorferi during transmission from its tick vector into the mammalian host. The induction of OspE-related lipoproteins during mammalian infection may play a key a role in the borrelial evasion of the host's immune system. The goal of the present study was to define the factor H-binding regions of OspE-related proteins using mutagenesis, peptide mapping and surface plasmon resonance analysis (Biacore). The combined studies revealed that the C-terminal regions of both human and mouse factor H (SCRs 18-20) specifically bind to OspE-related lipoproteins. We also found FHR-1, whose C-terminal SCRs 3-5 are homologous to SCRs 18-20 of factor H, to bind to OspE. Peptide mapping revealed five putative regions (designated I-V) in OspE that could directly interact with factor H. Deleting the C-terminal 15 amino acid residues from region V of P21 abolished its ability to bind factor H. At the same time, however, synthetic peptides corresponding to the C-termini of OspE, P21 and ErpP did not inhibit factor H binding to OspE. Thus, the C-terminal-binding region V appears to be necessary but not sufficient for factor H binding. When a more specific mutation strategy was employed, where single amino acid residues in peptides spanning over the factor H-binding regions were mutated to alanines, we observed that lysines in the factor H-binding regions of OspE were required for factor H binding. The combined data have revealed that key lysine residues in OspE-related lipoproteins and ionic interactions are crucial for factor H interactions. Furthermore, binding of OspE to the C-termini of both mouse and human factor H suggests that Borrelia spirochetes utilize analogous complement resistance mechanisms in both rodents and man. In Borrelia garinii strains, which in in vitro analyses have been found to be sensitive to complement killing, differences in the OspE sequences as well as in the expression of factor H-binding proteins may account for their susceptibility to serum lysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lysine-Dependent Binding of OspE to the C-terminus of Factor H Mediates Complement Resistance in Borrelia burgdorferi"
        },
        {
            "text": "Role of YadA, Ail and Lipopolysaccharide in Serum Resistance of Yersinia enterocolitica Serotype O:3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lysine-Dependent Binding of OspE to the C-terminus of Factor H Mediates Complement Resistance in Borrelia burgdorferi"
        },
        {
            "text": "Mannan-binding lectin (MBL), L-ficolin and H-ficolin are pattern recognition molecules of the innate immune system. We investigated the ability of these molecules to bind to different serotypes and noncapsulated variants of Streptococcus pneumonia and Staphylococcus aureus. We found that MBL binds to noncapsulated S. aureus strain (Wood) but not any of the examined S. pneumoniae serotypes. L-ficolin binds to some capsulated S. pneumoniae serotypes (11A, 11D and 11F) as well as some capsulated S. aureus serotypes (Type-1, -8, -9, -11 and -12). H-ficolin does not bind to any of the examined S. pneumoniae and S. aureus serotypes included in this study but did bind to a strain of Aerococcus viridans. When bound to bacteria, MBL and H-ficolin initiated activation of complement factor C4, whereas L-ficolin did not. During this study, quantitative assays for the three proteins were developed and the concentration in 97 plasma samples were determined and the median values were estimated at 0.8 mg of MBL/ml, 3.3 mg of L-ficolin/ml and 18.4 mg of H-ficolin/ ml, respectively. The absence of early complement components (C1, C4 and C2 but not C3) is a predisposing factor for systemic lupus erythematosus (SLE). Recently, we demonstrated that, in C4-deficient (C4 def.) mice, IgM-containing immune complexes (IgM-IC) are filtered by the splenic barrier of marginal zone macrophages (MZM), resulting in an increased immune response against antigens within these IgM-IC, but this could not be observed in wildtype or C3 def. mice. We hypothesized that splenic CD11b þ MZM play an important role in the induction of autoimmunity, and we therefore analysed their cytokine profile after isolation with the help of magnetic antibody cell sorting. mRNA was isolated, and real-time PCR was performed with specific primers for murine IFN-g (IFN-g), interleukin-12 (IL-12) and IFN-a (IFN-a). We observe a moderate increase of IL-12 and IFN-g mRNA in CD11b þ cells of C4 def. mice compared to wildtype cells. Surprisingly, the concentration of IFN-a mRNA is six times higher in C4 def. mice. Preliminary results suggest that mRNA in CD11b þ cells of C3 def. mice is even lower than that in wt. Six hours following i.v. application of 20 mg of a Abstracts 625 .................................................................................................................................................................................................. murine monoclonal IgM anti-dsDNA antibody, production of IL-12, IFN-g and IFN-a mRNA is increased in CD11b þ cells of both C4 def. and wt mice. Several references described increased levels of INF-a in patients with SLE. Dendritic cells are discussed as a major source of IFN-a. Our observation that C4-deficient, SLE-susceptible mice demonstrate an increased spontaneous IFN-a production by splenic CD11b þ marginal zone macrophages could be an early sign and a trigger for the development of SLE. This is supported by the fact that the absence of C3 is not a predisposing factor for SLE and our observation that C3 def. animals display low levels of IFN-a mRNA. ",
            "cite_spans": [
                {
                    "start": 2239,
                    "end": 2447,
                    "text": "Abstracts 625 ..................................................................................................................................................................................................",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lysine-Dependent Binding of OspE to the C-terminus of Factor H Mediates Complement Resistance in Borrelia burgdorferi"
        },
        {
            "text": "200-400 million people worldwide and represents one of the leading causes for liver cirrhosis and hepatocellular carcinoma. Control over the HBV infection is achieved mainly by vaccination with Hepatitis B surface antigen (HBsAg). HBsAg contains N-linked glycosylation side and is recognized by both MBL-A and MBL-C in a Cadependent manner. HbsAg-MBL complexes activate complement and may thus affect humoural immunity. To investigate the role of MBL in humoural responses to HBsAg, we immununized mice that lack both MBL-A and MBL-C proteins with soluble HBsAg. It has been shown that deficiencies in other complement components like C1q, C4 and C3 result in decreased antibody responses. However, MBL double KO animals mounted dramatically increased humoural responses. After priming, MBL double KOs mounted HbsAg-specific IgM responses, which were threefold higher than WT controls. After boosting the HBsAg, total IgG was 10-fold higher in MBL KO than in WT control animals. Similar to the response to HbsAg, other glycosylated soluble antigens (e.g. invertase) induced better humoural responses in MBL double KO animals, suggesting that MBL plays an important role in a negative feedback regulation of adaptive immunity. Reconstitution experiments with rMBL partially rescued the KO phenotype. We propose that the clearance of glycoprotein antigens in MBL KO is handled differently from the WT, resulting in better stimulation of humoural responses. Alternatively, glycoprotein-Ag-MBL-rich complexes inhibit B-cell responsiveness via putative MBL receptors. The complement system is an important part of the innate immune system. The activation of complement proceeds through three different pathways that converge in the generation of C3-activating enzyme complexes. Complement activation via the lectin pathway is initiated when recognition molecules, mannan-binding lectin (MBL) or ficolin, bind to carbohydrate structures characteristic for microbial surfaces. In the circulation, MBL and ficolins are found in association with three structurally related MBLassociated serine proteases (MASP)-1, -2 and -3 and a small, nonenzymatic component, MAp19. MASP-2 has been shown to elicit complement activation through the sequential proteolytic cleavage of C4 and C2 upon binding of MBL/MASP-2 complexes to microbial surfaces. We have recently uncovered a polymorphism in the MASP-2/MAp19 gene in a patient shown to be deficient in the lectin pathway of complement activation. The polymorphism results in a single amino acid substitution in the N-terminal part of the MASP-2 protein. Recombinant wildtype MASP-2 and MASP-2 containing the amino acid substitution in question was produced, and the ability to activate complement was studied. The mutation had a profound impact on MASP-2 function, resulting in the lack of complement activation through the lectin pathway. ELISA-based experiments showed that the mutation leads to the impairment of complement activation through influencing the binding of MASP-2 to MBL or ficolins. Deficiencies in the lectin pathway of complement activation have so far been accounted for only by lack of functional MBL. The mutation described above is the first defect described affecting both activation through MBL and the ficolins. .................................................................................................................................................................................................. Th1, Th2 and Treg cell balance. DCs are present in the gut mucosa and may thus be target for modulation by gut microbes, including ingested probiotics. Here, we tested the hypothesis that species of lactic acid bacteria, important members of the gut flora, differentially activate DC. A large panel of human gut-derived Lactobacillus and Bifidobacterium spp. was screened for DC-polarizing capacity by exposing bone marrow-derived murine DC to lethally irradiated bacteria. Cytokines in culture supernatants and DC-surface maturation markers were analysed. Substantial differences were found among strains in the capacity to induce interleukin-12 (IL-12) and tumour necrosis factor (TNF)-a, while the differences for IL-10 and IL-6 were less pronounced. Bifidobacteria tended to be weak IL-12 and TNF-a inducers, while both strong and weak IL-12 inducers were found among the strains of Lactobacillus.",
            "cite_spans": [
                {
                    "start": 3271,
                    "end": 3465,
                    "text": "..................................................................................................................................................................................................",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic hepatitis B virus (HBV) infection affects about"
        },
        {
            "text": "Remarkably, strains weak in IL-12 induction inhibited IL-12 and TNF-a production induced by an otherwise strong cytokine-inducing strain of Lactobacillus casei, while IL-10 production remained unaltered. Selected strains were tested for induction of DC maturation markers. Those lactobacilli with greatest capacity to induce IL-12 were most effective in upregulating surface MHC class II and CD86. Moreover, L. casei-induced upregulation of CD86 was reduced in the presence of a weak IL-12inducing L. reuteri. In conclusion, human Lactobacillus and Bifidobacterium spp. polarize differentially DC maturation. Thus, the potential exists for Th1/Th2/Treg-driving capacities of the gut DC to be modulated according to composition of gut flora including ingested probiotics. The intestinal micro flora is indispensable in developing and maintaining homeostasis of the gut-associated immune system. Evidence indicates that lactic acid bacteria (LAB), e.g. lactobacilli and bifidobacteria, have beneficial effects on the host. Established health effects include increased gut maturation, antagonisms towards pathogens and immune modulation. The objective of this study is to evaluate the immunomodulating properties of a range of LAB of human origin. As dendritic cells (DCs) play a pivotal role in the balance between tolerance and immunity to commensal microorganisms, in vitro-generated immature DCs serve as a suitable model for studying the immunomodulating effects of lab. Human immature DCs were generated in vitro from monocytes and exposed to lethally UV-irradiated LAB. The effect of various species of LAB on DCs in direct contact was evaluated. Furthermore, the maturation pattern of DCs separated from the bacteria by an epithelial cell layer (CaCo-2 cells), which should mimic the intestinal environment, was studied. Cytokine secretion (IL-12, IL-10 and TNF-a) and upregulation of maturation surface markers on DCs (CD83 and CD86) was measured. Different LAB induced diverse cytokine responses. Some strains were strong IL-12 and TNF-a inducers and others weak. All strains induced IL-10. Different LAB also differentially modulated expression of CD83 and CD86 on DCs. Although some variation in the response to LAB of DCs generated from different blood donors was observed, general differences in the effect of the various LAB was revealed. Experiments with the DC CaCo-2 coculture system are ongoing. Different species of LAB differentially affect DC maturation; this suggets that the gut flora plays a pivotal role in polarization of the immune response. Natural killer (NK) cells are cells of the nonspecific immune system lysing altered self-cells. A noncytolytic subset of NK cells may serve a regulatory role by secreting cytokines. Bacteria translocating across the gastrointestinal mucosa are presumed to gain access to NK cells, as consumption of certain lactic acid bacteria has been shown to increase in vivo NK cytotoxicity. Here, we investigated how human gut flora-derived lactobacilli affect NK cells in vitro, by measuring proliferation and IFN-g production of human NK cells upon bacterial stimulation. CD3 -CD56 þ NK cells were isolated from buffy coats by negative isolation using non-NK lineage-specific antibodies and magnetic beads. NK cells were incubated with 10mg/ml UV-inactivated bacteria or 10mg/ml phytohemagglutinin (PHA) for 4 days. Proliferation was assessed by incorporation of radioactive thymidine into NK-cell DNA. The IFN-g concentration was measured by ELISA. Incubation of NK cells with a Lactobacillus acidophilus strain increased the proliferation of the NK cells and induced IFN-g production, both to levels comparable to PHA stimulation. The proliferative response was further enhanced with autologous monocytes present, probably because cytokines, secreted by monocytes having engulfed bacteria, stimulated the NK cells. In contrast, a Lactobacillus paracasei strain caused the NK cells to proliferate only in the presence of monocytes. These results demonstrate that various strains of lactobacilli have the capacity to activate NK cells in vitro, in a monocyte-dependent or -independent way. Hence, the encounter of NK cells with lactic acid bacteria will affect NK-cell activation. Such activation of NK cells may potentially skew an on-going or subsequent immune response towards a Th1 response. Lactobacilli are nonpathogenic gram-positive inhabitants of the normal human intestine known for their healthpromoting effects. In our earlier work, it is shown that human monoclonal antibody isolated from sera of a patient with Waldenstrom macroglobulinaemia possess innate antibody characteristics and binds to lactic acid bacteria. According to the immune network model, immunization with this bacteria could induce the perturbations in immune system that might result in production of anti-Lactobacillus antibodies, human monoclonal antibody like (Ab1) and anti-idiotypic antibody (Ab2). In this study, BALB/c mice were immunized with two doses of bacteria Lactobacillus acidophilus in complete and incomplete Freund's adjuvant and phosphate-buffered saline (PBS), respectively. Seven days after the last immunization, sera from immunized mice were collected and the presence of Lactobacillus-specific Ab1 and Ab2 were determined by ELISAs. In the sera of immunized mice, antibodies specific to bacteria Lactobacillus acidophilus were shown. The concentration of Lactobacillus-specific antibodies was higher in the sera of hyperimmunized mice (mice immunized with 1 mg of IgM DJ) than in sera of mice immunized with 100 times lower doses of immunogen (0.01 mg per doses). Moreover, Ab1 and Ab2 antibodies were detected in the sera of Lactobacillus-hyperimmunized mice. In this study, we have shown the idiotypic network interactions in mice immunized with bacteria Lactobacillus acidophilus. The normal gastrointestinal flora is crucial for the maturation of the acquired immunity via effects on antigenpresenting cells (APCs). Here, we have investigated how two types of APCs, monocytes and dendritic cells (DCs), react to different bacterial strains typical of the commensal intestinal flora. Purified monocytes and monocyte-derived DCs were stimulated with UV-inactivated gram-positive (Lactobacillus plantarum and Bifidobacterium adolescentis) and gram-negative (Escherichia coli and Veillonella parvula) bacterial strains. Monocytes produced higher levels of IL-12p70 and TNF, as detected by ELISA, in response to L. plantarum than to E. coli and V. parvula. In contrast, DCs secreted high amounts of IL-12p70, TNF, IL-6 and IL-10 in response to E. coli and V. parvula but were practically unresponsive to L. plantarum and B. adolescentis. The lack of response to the gram-positive strains correlated with a lower surface expression of Toll-like reseptor 2 (TLR2) on DCs compared to monocytes. The surface expression of TLR4 on DCs was undetectable when analysed by flow cytometry, but blocking this receptor decreased the TNF production in response to V. parvula, indicating that low TLR4 expression on DCs is sufficient to mount an inflammatory response to gram-negative bacteria. IFN-g increased the expression of TLR4 on DCs and also potentiated the cytokine response to gram-negative bacteria. Our results indicate that, when monocytes differentiate into DCs, their ability to respond to different commensal bacteria dramatically changes, thereby becoming unresponsive to probiotic gram-positive bacteria. These results may have important implications for the capacity of different groups of commensal bacteria to regulate mucosal and systemic immunity. Probiotic bacteria, e.g. Lactobacillus spp., may improve diseases such as chronic inflammatory bowel disease. We examined cytokine production and phenotypic change after in vitro stimulation of T cells from healthy volunteers using different probiotic strains. Methods: T cells were cultured from colonic biopsies from eight healthy volunteers (Agnholt and Kaltoft, Exp Clin Immunogenet 2001; 18:213-25) , and dendritic cells were matured from their peripheral blood mononuclear cells. T-cell cultures were stimulated with autologous bacterial sonicate or strains of Lactobacillus spp., with and without the addition of dendritic cells. Cytokine levels (TNF-a, IFN-g, IL-10 and GM-CSF) and phenotype (CD3, CD4, CD25 and CD69) were measured on day 4. Results: Lactobacillus spp. induced higher productions of TNF-a and IL-10 than did autologous bacteria. In presence of dendritic cells, the production of all cytokines increased. However, the increases of IFN-g and TNF-a were more pronounced in wells with autologous bacteria than in wells with Lactobacillus spp. The addition of dendritic cells upregulated CD25 expression without simultaneous upregulation of CD69. The upregulation was pronounced after stimulation with Lactobacillus rhamnosus GG compared with autologous bacteria and other lactobacilli. Discussion: In presence of dendritic cells, autologous bacteria induced inflammatory cytokines, while probiotics mainly induced regulatory cytokines. Lactobacillus rhamnosus GG induced a regulatory phenotype (cd25 þ ), in part mediated by dendritic cells. Future studies will address whether this shift to a CD25 þ phenotype represents a differentiation into competent regulatory T cells. In a clinical context, such cells might be used for treatment of inflammatory diseases. Protein microarrays will play a key role in the postgenomic era and offer a unique possibility to perform highthroughput global proteome analysis. A chip can be printed with thousands of protein probes (e.g. antibodies), the biological sample added (e.g. a proteome) and any binding detected. We aim to develop protein microarrays based on human recombinant scFv antibody fragments for global proteome analysis. The concept of comparing proteomic maps of healthy versus diseased samples will allow diseasespecific proteins to be detected. In fact, antibody microarrays will allow us to perform comparative proteome analysis on any sample format in a species-independent manner, as long as a proteome can be isolated. However, the complexity of proteomes, containing several thousands of different proteins, is a problem. Here, we have designed antibody microarrays targeting the water-soluble fraction of a proteome. To this end, an anticytokine antibody array was developed and human dendritic cells (AEactivation) was used as model system. The results showed that our antibody microarrays could be used to examine the cytokine profile in complex samples. Furthermore, we have taken the first steps towards comparing our results with those of other technologies on both the protein and gene level. Due to the complexity of the model proteome, we also examined the possibility to prefractionate the proteome in a simple one-step procedure (based on size) prior to the labelling step. In more detail, the sample proteome was fractionated into two fractions using membrane devices with different molecular weight cut-offs. The results showed that the fractionation considerably enhanced the assay sensitivity allowing cytokines in the pg/ml range to be readily detectable.",
            "cite_spans": [
                {
                    "start": 7966,
                    "end": 8014,
                    "text": "(Agnholt and Kaltoft, Exp Clin Immunogenet 2001;",
                    "ref_id": null
                },
                {
                    "start": 8015,
                    "end": 8025,
                    "text": "18:213-25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic hepatitis B virus (HBV) infection affects about"
        },
        {
            "text": "The Immunomodulatory Effect of Heat Shock Protein 70: Immunization with a DNA Construct Based on the Malarial Antigen Fused with a Fragment of HSP 70 Primes for a Th-1 Type of Response Finding an appropriate adjuvant for human vaccination is crucial. Heat shock proteins (HSPs) act as adjuvants when coadministered with peptide antigens or given as fusion proteins. However, there is a potential risk of autoimmunity when using the complete molecules, because HSPs are evolutionary conserved. To overcome this, we first evaluated the adjuvant effect against two different antigens of a less-conserved fraction of Plasmodium falciparum HSP70 (Pf70C) and compared it to the whole HSP70 molecule from Trypanosoma cruzi (TcHSP70). We found that Pf70C exhibited similar adjuvant properties as the whole molecule. We later evaluated the adjuvant potential of Pf70C against the malarial antigen EB200 in a chimeric DNA construct. No appreciable levels of EB200-specific Abstracts 629 .................................................................................................................................................................................................. antibodies were detected in mice immunized only with the DNA constructs. However, DNA primed the immune system, because subsequent challenge with the corresponding recombinant fusion proteins elicited a strong Th-1 antibody response. In contrast, no priming effect was observed for ex vivo IFN-g production but stimulation with the HSP-chimeric fusion protein induced a stronger secretion of IFN-g in vitro than other proteins used. These results indicate that the use of HSPs is promising in the design of new vaccines.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 1171,
                    "text": "Abstracts 629 ..................................................................................................................................................................................................",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pattern of Cytokine Responses to Gram-Positive and Gram-Negative Commensal Bacteria is Profoundly Changed when Monocytes Differentiate into Dendritic Cells"
        },
        {
            "text": "High-Throughput Proteomics on Antibody-based Microarrays: the Importance of Probe and Surface Design In analogy to DNA microarrays, protein microarrays offer a new distinct possibility to perform sensitive highthroughput global proteome analysis. However, the development of the protein microarray technology will place high demands upon the design of both probes and solid supports. The analysis of thousands of heterogeneous proteins on a single microarray requires the use of uniform probes, such as antibodies, directly designed for protein microarray applications. We have recently generated a human recombinant single-chain Fv antibody library, genetically constructed around one framework, the nCoDeR-library, containing 2 Â 1010 clones. Single framework antibody fragments (sinFabs) selected from this library were successfully applied as probes for microarrays providing sensitive detection in the 600 attomol (mass spectrometry) and the 300 zeptomole range (fluorescence). However, the choice of framework is critical. We have shown that the selected nCoDeR framework displayed excellent functional on-chip stability and arrayed dehydrated probes retained their activity for several months. Furthermore, we have addressed the issues of biocompatibility of the solid support and immobilization strategies for our microarray setup. An in-house-designed substrate, macroporous silicon coated with nitrocellulose (MAP3-NC7), displayed properties equal to, or better than, those of five commercially available supports used as reference surfaces. We have also evaluated different coupling strategies, such as adsorption, covalent coupling, diffusion and affinity coupling. Using a novel affinity tag, the double-(his)6-tag, we increased the binding efficiency of sinFab-molecules to Ni2 þ -coated solid supports, thereby allowing nonpurified probes to be directly applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern of Cytokine Responses to Gram-Positive and Gram-Negative Commensal Bacteria is Profoundly Changed when Monocytes Differentiate into Dendritic Cells"
        },
        {
            "text": "The mannan-binding lectin (MBL) pathway is part of the innate immune system providing a first line of defence against infections. MBL and ficolins circulate in complexes with MBL-associated serine proteases (MASP-1, -2 and -3). After recognition of a microorganism by MBL, activation of the complement system occurs. MASP-1 and MASP-3 share five domains (making up the so-called A-chain), whereas they have unique protease domains (B-chains). Before the identification of MASP-3, an assay for MASP was presented, based on antibodies against the A-chain of MASP-1. With the new knowledge of the three MASPs, and the sharing of domains by MASP-1 and MASP-3, assays specific for the protease domains have to be constructed, if one wishes to measure the proteins individually. We present an assay for quantifying total MASP-3 in plasma and serum samples. The assay is a sandwich-type assay using as catching antibody a monoclonal antibody against the common A-chain of MASP-1/3 and a developing secondary antibody against the C-terminal part of the protease domain of MASP-3. We have used this assay for estimating the normal concentration of the protein as well as the concentration in patients and also for characterizing by gel permeation chromatography the MASP-3 protein in serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern of Cytokine Responses to Gram-Positive and Gram-Negative Commensal Bacteria is Profoundly Changed when Monocytes Differentiate into Dendritic Cells"
        },
        {
            "text": "Inducible costimulator ligand (ICOSL) is a costimulatory molecule related to B7.1 (CD80) and B7.2 (CD86). B cells, monocytes, dendritic cells and endothelial cells express ICOSL. Inducible costimulator (ICOS) interacts with ICOSL, and this interaction leads to signals involved in isotype switching and the development of immunological memory. Hitherto, no polymorphisms of this gene have been described. The aim of this study was to reveal variation of the ICOSL gene in normal individuals. All eight exons, except exon 1, were sequenced with flanking introns in 10 healthy blood donors. Eight single nucleotide polymorphisms (SNPs) and two length polymorphisms were found. One of the SNPs was found in the coding regions of the gene. The base involved was located in exon 3 and caused a conservative amino acid change from valine (GTT) to isoleucine (ATT). Three individuals were heterozygous G/A for the exon polymorphism, while the remaining seven individuals were homozygous for the wildtype G/G. Exon 3 encodes the immunoglobulin variable (IgV)-like domain of the molecule which is situated outside the cell. This means that the amino acid could be critical for the stability of the molecule or could constitute part of the binding site for ICOS. The results form the basis for further experiments to find possible associations of the alleles to diseases caused by immune dysregulation. Especially, the exon 3 variant is interesting and could play a role for the development of immunological diseases. Besides, it would be interesting to see whether both exon 3 alleles are expressed or only the wildtype allele is functional. Interferon-a/b (IFN-a/b) is increasingly used as antiviral and immunomodulatory therapies. Unfortunately, bioavailability varies with IFN species and mode of administration, and all IFN species are potentially immunogenic. Assays for antiviral activity (IFN) and antiviral neutralization (antibodies, NAb) have been used for some time to monitor patients on IFN biologicals. These assays require laborious titrations making them unsuitable for large-scale clinical use. Myxovirus A (MxA) is a resistance GTPbinding protein that is specifically induced by treatment with type 1 IFNs. For example, IFN-b-induced MxA in blood leucocytes has been used as a biomarker in IFN-btreated patients with multiple sclerosis. However, the degree of specificity of MxA in this regard is unclear, and measurements of MxA protein and/or mRNA are not yet suitable for routine clinical use. In an attempt to find new and better reporter genes (and, hopefully, genes and gene products with proven specificity for IFN-a and -b), microarray screenings with U133A GeneChips (Affymetrix) were carried using human blood leucocytes and the human lung carcinoma cell line A549. We studied the simultaneous expression of 22,000 transcripts before and after exposure to human recombinant IFN-a and IFN-b and other antiviral and immunomodulatory cytokines. The results will be presented at the conference. Interferon-a/b (IFN-a/b) is increasingly used as antiviral and immunomodulatory therapies. Unfortunately, bioavailability varies with IFN species and mode of administration, and all IFN species are potentially immunogenic. Assays for antiviral activity (IFN) and antiviral neutralization (antibodies, NAb) have been used for some time to monitor patients on IFN biologicals. These assays require laborious titrations making them unsuitable for large-scale clinical use. Our laboratories have therefore modified the antiviral assays for IFN bioactivity and Nab, so that they are suitable for large-scale screening in specialized laboratories. The read-out is survival of a subcloned A549 cell line in the presence of an otherwise lethal amount of virus. Thus, survival increases in the presence of type 1 IFN and decreases in the presence of NAb against the IFN added to the cells. MxA is induced by type 1 IFN and can be used for measuring the Nab activity. In another assay, the MxA level in the A549 cell line is measured. In an attempt to find a new and better reporter gene for type 1 IFN than MxA and genes specific for either IFN-a or -b, a micro array screen was carried using the U133A chip from Affymetrix. The expression of 22,000 genes can be studied simultaneous with this technology. The results will be presented at the conference. In our laboratory, we have developed a database system, which we believe is of immediate interest to the general scientific community. The database represents a computerbased replacement for the laboratory notebooks used in the majority of research laboratories worldwide. In addition, the database provides an effective tool for organizing and managing laboratory information at all levels, spanning from managing and revising standard operating procedures and producing documentation of research activities to keeping track of data and conclusions. Using the commercially available database toolkit software FILEMAKER PRO, we have developed a relational database solution for management of laboratory information. The system consists of a hierarchy of five interrelated databases, each pertaining to a separate type of information, namely, overall project information, information relating to individual experiment setups, documentation of daily research activity, generated data and descriptions of standard operating procedures. Like other databases, each individual database consists of a number of records, each comprised of a set of fields in which information is entered. In each record, a certain field is reserved to specify the relation of the record to a record in another database at a higher level. Thus, the database is essentially five databases linked by a hierarchy of one-to-many relations, organizing information in a folder-like structure. Importantly, the database system allows multiple users to access and edit records simultaneously, and the data entered in one database immediately becomes accessible through the other databases. The limitations of laboratory notebooks are apparent when looking for information, which is dispersed throughout one or more notebooks, or possibly on loose sheets of paper or printouts 'somewhere'. The often complicated process of gathering laboratory data or results when writing grant applications or research papers is made considerably easier with the database system. Thus, the database solution presented should be broadly attractive to researchers, irrespective of their scientific discipline. An effective SARS vaccine is likely to include components that can induce specific cytotoxic T-cell (CTL) responses. The specificities of such responses are governed by HLArestricted presentation of SARS-derived peptide epitopes. Exact knowledge of how the immune system handles protein antigens would allow for the identification of such linear sequences directly from genomic/proteomic sequence information. The latter was recently established when a causative coronavirus (SARS CoV) was isolated and full-length sequenced. Here, we have combined advanced bioinformatics and high-throughput immunology to perform an HLA supertype, genome-wide scan for SARS-specific cytotoxic T cell epitopes. The scan includes all nine human HLA supertypes in total covering >99% of all major human populations. For each HLA supertype, we have selected the 15 top candidates for test in biochemical-binding assays. At this time (approximately 6 months after the genome was established), we have tested the majority of the HLA supertypes and identified almost 100 potential vaccine candidates. These should be further validated in SARS survivors and used for vaccine formulation. We suggest that immunobioinformatics may become a fast and valuable tool in rational vaccine design. Rationale: Major histocompatibility complex class I (MHC I) molecules monitor the protein content of the cell by binding small derived peptides and presenting them to cytotoxic CD8 þ T cells. The goal of the human MHC project is to predict the binding strength of any given peptide/MHC complex. This prediction allows the design of peptide-based vaccines. The prediction requires representative binding data from MHC alleles from all the nine HLA supertypes. Here, we describe the genetic construction, protein production and purification as well as the establishment-binding assays for two recombinant MHC supertype alleles, HLA-B*1501 and HLA-B*5801. Methods: Using the Quikchange Multisite Directed Mutagenesis Kit (Stratagene), codon-optimized genes encoding HLA-B*1501 and HLA-B*5801 are created. The two MHC I molecules are fermented and purified by ion exchange chromatography, hydrophobic interaction chromatography and size exclusion chromatography. The binding (KD) of natural T-cell epitopes, as well as predicted peptide ligands, is described by radioactive immunoassays (RIAs) and enzyme-linked immunosorbent assays (ELISAs). The MHC molecules are biotinylated during expression. Results: The expression of MHC I resulted in multiple disulfide bond isomers, which are separated by hydrophobic interaction chromatography and used in subsequent binding studies resulting in the determination of KD for various peptide ligands ranging from strong binders",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pattern of Cytokine Responses to Gram-Positive and Gram-Negative Commensal Bacteria is Profoundly Changed when Monocytes Differentiate into Dendritic Cells"
        },
        {
            "text": "We have previously demonstrated that bioinformatics tools such as artificial neural networks (ANNs) are capable of performing pathogen-, genome-and HLAwide predictions of peptide-HLA interactions. These tools may therefore enable a fast and rational approach to epitope identification and thereby assist in the development of vaccines and immunotherapy. A crucial step in the generation of such bioinformatics tools is the selection of data representing the event in question (in casu peptide-HLA interaction). This is particularly important when it is difficult and expensive to obtain data. Herein, we demonstrate the importance in selecting information-rich data and we develop a computational method, query-bycommittee, which can perform a global identification of such information-rich data in an unbiased and automated manner. Furthermore, we demonstrate how this method can be applied to an efficient iterative development strategy for these bioinformatics tools. Methods: A large panel of binding affinities of peptides binding to HLA A*0204 was measured by a radioimmunoassay (RIA). This data was used to develop multiple first generation ANNs, which formed a virtual committee. This committee was used to screen (or 'queried') for peptides, where the ANNs agreed ('low-QBC'), or disagreed ('high-QBC'), on their HLA-binding potential. Seventeen low-QBC peptides and 17 high-QBC peptides were synthesized and tested. The high-or low-QBC data were added to the original data, and new high-or low-QBC second generation ANNs were developed, respectively. This procedure was repeated 40 times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rationale:"
        },
        {
            "text": "The high-QBC-enriched ANN performed significantly better than the low-QBC-enriched ANN in 37 of the 40 tests. Conclusion: These results demonstrate that high-QBCenriched networks perform better than low-QBC-enriched networks in selecting informative data for developing peptide-MHC-binding predictors. This improvement in selecting data is not due to differences in network training performance but due to the difference in information content in the high-QBC experiment and in the low-QBC experiment. Finally, it should be noted that this strategy could be used in many contexts where generation of data is difficult and costly. Interleukin-18 (IL-18), a pro-inflammatory cytokine that is produced by both lymphoid and nonlymphoid cells, has a critical role in modulation of innate and adaptive immunity. Its primary function in stimulation of IFN-g production and stimulation of NK-cell-cytotoxic activities makes this cytokine a candidate for cancer immunotherapy. In oral cavity, this cytokine is produced by oral epithelia and carcinoma cells and is related to tumour regression in nude mice bearing salivary adenocarcinoma. However, direct effects of this cytokine on oral cancer cells have not been elucidated. In this project, we investigated IL-18 effect on an oral carcinoma (KB) cell line. With RT-PCR technique, KB-cell line was found to express IL-18 receptors (IL-18Ra and IL-18Rb), indicating that this oral carcinoma line is a target for IL-18 study. We showed that recombinant human IL-18 inhibited KB-cell proliferation by 17% at concentration of 100 ng/ml (P < 0.05), whereas LDH release by these cells in treatment group and control groups was comparable, indicating that IL-18 suppression of cell proliferation was not mediated by the induction of cell death. To further address this hypothesis, we found that IL-18 treatment did not induce apoptotic cell death, as studied by DNA laddering and TUNEL assays. In addition, expression pattern of cell death-controlling genes (bcl-2 and bax) was not altered by this cytokine. Findings in these studies indicated that suppression of KB-cell proliferation may be attributed to control of cell cycle, growth arrest or induction of cell differentiation. The data presented in this project could provide an insight of how cancer cell directly responds to IL-18, as this cytokine is an important regulator of anticancer mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Aloe emodin (AE) is a naturally occurring compound with wide spectrum of biological properties, including antimicrobial, vasorelaxant, immunosuppressive and anticancer actions. This anthraquinone induces apoptosis in several tumour cell lines with special affinity to tumours of neuroectodermal origin. High amounts of nitric oxide (NO) released by activated macrophages induce tumour cell death. Therefore, we explored the capacity of AE to modulate NO-mediated antitumour response in vitro. Interestingly, while AE markedly suppressed NO release from macrophages alone, it significantly potentiated NO production in cocultures of macrophages and C6 cells, after 48 h of cultivation. Accordingly, the viability of C6 cells cocultivated with macrophages was reduced in the presence of AE. Moreover, the observed AE-imposed potentiation of NO production in macrophages was closely related to macrophage culture cell density. According to these data, we proposed that NO modulator capacity of AE strongly depended on intercellular contact, indicating that macrophage antitumour response was not compromised but even potentiated by AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Immunotherapy represents an attractive fourth-modality therapeutic approach, especially in the light of the shortcomings of conventional surgery, radiation and chemotherapies in the management of metastatic cancer. To this end, a large number of peptide antigens derived from TAA have been applied in immunotherapeutic trials for the treatment of various malignancies, e.g. cancers of the breast, prostate and kidney, in addition to haematological cancers. In some cases the response rates have been impressive and no adverse autoimmunity have been observed. A major strategic difficulty associated with these trials relates to the choice of best-suited peptide antigens. The vast majority of the antigens described thus far is not vital for survival and growth of the tumour cells, and immunoselection of antigen-loss variants may therefore prove to be an additional obstacle for the clinical applicability of most of the known peptide epitopes. In this respect, the development of acquired antigen loss during immunotherapy has been demonstrated in several cases. Obviously, the development of loss-variant tumour cells implies that these cells acquire a pronounced growth advantage and are left unaffected by further treatment. Ideally, target antigens should be derived from proteins required for survival and growth of tumour cells, as antigens with these characteristics would not be inflicted by the development of loss-variant tumour cells. In this respect, several inhibitors of apoptosis proteins (IAPs) are universally expressed among tumours and play an important role in tumour cell escape from apoptosis. We have characterized spontaneous T-cell reactivity against IAPderived peptides in cancer patients. From the IAP survivin, we have characterized peptides restricted to the Class I molecules HLA-A1, A2, A3, A11, B7 and B35. Furthermore, we have demonstrated that survivin-specific T cells infiltrate metastatic lesions and that isolated survivinspecific CTLs are capable of killing HLA-matched tumour cells. Survivin-derived peptides are now in clinical trial, and continued work in our lab has demonstrated that other IAPs are targets for spontaneous T-cell reactivity in cancer patients. We previously reported that in mice with large progressing T-cell lymphoma tumours, dysfunctions in the antitumour CTL activity occur, associated with an accumulation of splenic arginase-producing myeloid suppressor cells (MSCs). In this study, we first demonstrate that both the presence and the activation state of these MSC depends on tumour evolution. While in tumour regressors hardly any arginase-producing MSC can be found, both the amount and the arginase activity of this population expands from early over late progressors. This gradual induction of MSCs is paralleled by an increasing suppression of CTL activity and Th1, but not Th2, cytokine production. Upon analysing the molecular repertoire of MSC in vitro, we found, besides arginase1, a well-established marker for alternatively activated myeloid cells or M2, a strong upregulation of FIZZ1 and Ym, two additional recently identified markers for M2. Further evaluation of molecular markers by microarray analysis in MSC yielded genes involved in wound healing (e.g. coagulation factor XIIIa), anti-inflammation (e.g. selenoprotein P), immunomodulation (e.g. PD-L2) and fat and sugar metabolism (e.g. leptin receptor). Of note, many of these genes are regulated by type 2 cytokines (IL-4, IL-13 and IL-10) and are therefore rather M2 associated. Overall, our data provide new markers for MSC in cancer and further establish their M2 activation state. study. Only SP-A showed a significant expression in normal mucosa which was downregulated in CRC. As the absolute signal level was below the noise threshold, these results have to be interpreted with caution and require confirmation by direct measurenment of the proteins. Our results suggest that there is no major role for the human collectins in colorectal cancer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tetramerization is visualized by SDS-PAGE. Conclusion: An effective method for the production of highly pure MHC I molecules has been applied to HLA-B*1501 and HLA-B*5801, and RIA and ELISA binding assays for those alleles have been established",
            "authors": [],
            "year": null,
            "venue": "KD < 50 nM) to low binders (KD > 5 mM)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "that Share Sequences with M Proteins are Largely Restricted to Skin-Homing CD8 + T Cells A. Johnston, J. E. Gudjó nsson, H. Sigmundsdó ttir, T. H. Löve & H. Valdimarsson Department of Immunology, Landspitali-University Hospital, Reykjavik, Iceland. E-mail: andrewj@landspitali.is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", Department of Medicine, Karolinska Institutet, Stockholm, Sweden, and 2 Department of Biochemistry, University of Nijmegen, Nijmegen, The Netherlands. E-mail: karin.lundberg@cmm.ki.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Department of Oral Pathology, Institute of Odontology, University of Bergen, 2 Department of Rheumatology, Haukeland University Hospital, 3 Broegelmann Research Laboratory, The Gade Institute, University of Bergen, and 4 Department of Oto-Rhino-Laryngology/Head and Neck Surgery, Haukeland University Hospital, Bergen, Norway. E-mail: malin. jonsson@odont.uib.no",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of the LCM Virus from Acid Sphingomyelinase-Deficient Mice due to Reduced Expansion of Virus-Specific CD8 + T Lymphocytes O. Utermö hlen, U. Karow, N. Baschuk, J. Herz, T. T. Loegters & M. Krönke",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Department of Medical Microbiology and Immunology, University of Aarhus, Aarhus, Denmark, 2 Department of Biochemistry, Trinity College, Dublin, Ireland, and 3 Department of Microbiology, National Public Health Institute, Helsinki, Finland. E-mail: srp@microbiology.au.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Animal Nutrition and Physiology, Research Centre Foulum, Danish Institute of Agricultural Sciences, Foulum, Denmark. E-mail: charlotte.lauridsen@agrsci.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "and Low Tumour Necrosis Factor-a Responders Exist in Dairy Cows? C. M. Røntved, 1 J. Dernfalk 2 & K. L. Ingvartsen 1 1 Department of Animal Health and Welfare, Section of Production Diseases and Immunology, Ruminants, Danish Institute of Agricultural Science, Tjele, Denmark, and 2 Department of Anatomy and Physiology, Swedish University of Agricultural Sciences, Uppsala, Sweden. E-mail: christinem.rontved@agrsci.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "................................................................................................................................................................................................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Respiratory Medicine, and 2 Department of Gastroenterology, Aarhus University Hospital, Nørrebrogade, Å rhus, Denmark. E-mail: johanneromer@hotmail.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "................................................................................................................................................................................................. # 2004 Blackwell Publishing Ltd. Scandinavian Journal of Immunology 59, 609of Allergy and Asthma Research, Davos, and 2 Hochgebirgsklinik Davos Wolfgang, Davos-Wolfgang, Switzerland. E-mail: p.holopainen@siaf.unizh.ch",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Medicine, Clinical Allergy Research Unit, Karolinska Institutet, and Karolinska University Hospital, Stockholm, Sweden. E-mail: monica.vilhelmsson@ks.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "T. Neimert-Andersson,1,2 G. J. Ekman, 2 H. Grö nlund, 1 E. Buentke, 2 A. Scheynius, 2 M. Van Hage-Hamsten 1 & G. Gafvelin 1 1 Department of Medicine, Clinical Immunology and Allergy Unit, and 2 Clinical Allergy Research Unit, Karolinska Institutet and 622 Abstracts .................................................................................................................................................................................................. Karolinska University Hospital, Stockholm, Sweden. E-mail: theresa.neimert-andersson@ks.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": ", E. L. Roggen, N. K. Soni, S. Patkar, E. P. Friis, S. T. Lyngstrand, L. L. H. Christensen, V. Batori, S. Danielsen & S. Ernst Novozymes, Molecular Biotechnology, Bagsvaerd, Denmark. E-mail: stly@novozymes.com",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Department of Pulmonary Medicine, and 2 Department of Clinical Pharmacology, Aarhus University Hospital, Aarhus, Denmark. E-mail: hansjuergen.hoffmann@get2net.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": ".................................................................................................................................................................................................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Medical Microbiology and Immunology, University of Aarhus, Aarhus, Denmark, and 2 Developmental Immunology, Massachusetts General Hospital, Boston, MA, USA. E-mail: st@microbiology.au.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ", M. Gadjeva, S. Thiel & J. C. Jensenius Department of Medical Microbiology and Immunology, University of Aarhus, Aarhus, Denmark. E-mail: st@microbiology.au.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Bacteria Derived from the Human Gut for their Capacity to Polarize Dendritic Cell H. R. Chistensen & H. Frøkiaer BioCentrum-DTU, Biochemistry and Nutrition Group, Technical University of Denmark, kgs Lyngby, Denmark. E-mail: hrc@biocentrum.dtu.dk Dendritic cells (DCs) are the principal stimulators of naı¨ve T helper (Th) cells and play a pivotal regulatory role in the 626 Abstracts",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Hjerrild, H. R. Christensen & H. Frøkiaer Biochemistry and Nutrition Group, BioCentrum-DTU, Technical University of Denmark, Lyngby, Denmark. E-mail: lh@biocentrum.dtu.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "L. N. Fink, H. R. Christensen & H. Frøkiaer Biochemistry and Nutrition Group, BioCentrum-DTU, Technical University of Denmark, Lyngby, Denmark. E-mail: lnf@biocentrum.dtu.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": ".................................................................................................................................................................................................",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Medicine, University of Kragujevac, Kragujevac and 2 Institute of Immunology and Virology, Torlak, Belgrade, Serbia and Montenegro. E-mail: simonov@eunet.yu",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Rheumatology and Inflammation, and 2 Department of Clinical Bacteriology, Goteborg University, Goteborg, Sweden. E-mail: helen.karlsson@immuno.gu.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Induce Regulatory Cytokine Production via Dendritic Cells C. L. Hvas, 1 J. Kelsen, 1 J. Agnholt, 1 P. Höllsberg 2 & J. F. Dahlerup 1 1 Department of Medicine V, Aarhus University Hospital, Å rhus Sygehus, and 2 Department of Medical Microbiology and Immunology, University of Aarhus, Aarhus, Denmark. E-mail: chvas@akh.aaa.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Immunotechnology, Lund University, Lund, Sweden. E-mail: johan.ingvarsson@immun.lth.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "C. Steinhauer, C. Wingren & C. A. K. BorrebaeckDepartment of Immunotechnology, Lund University, Lund, Sweden. E-mail: cornelia.steinhauer@immun.lth.se",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "S. U. S. Sønder, C. J. Hedegaard & K. Bendtzen Institute for Inflammation Research, Rigshospitalet University Hospital, Copenhagen, Denmark. E-mail: kben@mail.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "U. S. Sønder, C. J. Hedegaard & K. Bendtzen Institute for Inflammation Research, Rigshospitalet University Hospital, Copenhagen, Denmark. E-mail: kben@mail.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "M. S. Petersen, C. C. Fleischer, R. Agger & M. Hokland Department of Medical Microbiology and Immunology, Aarhus University, Aarhus, Denamark. E-mail: mikkel@immunology.au.dk",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Microbiology, Faculty of Science, Prince of Songkla University, Songkla, Thailand. E-mail: nathip@ratree.psu.ac.th",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": ", Y. Liu, G. H. G. Hassanzadeh, G. Raes, P. De Baetselier & J. Van Ginderachter Department of Cellular and Molecular Immunology, Vrije Universiteit Brussel, Flanders Interuniversity Institute for Biotechnology, Brussels, Belgium. E-mail: sofie.meerschaut@vub.ac.be",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Tumor Immunology Group, Institute of Cancer Biology, Danish Cancer Society, and 2 The Lymphocyte Research Laboratory, Department of Hematology, Rigshospitalet, Copenhagen, Denmark. E-mail: tmk@cancer.dk Allogeneic bone marrow transplantation (BMT) is a potentially curative therapy for patients with haematologic malignancies. Several lines of evidence demonstrate that Abstracts 635 ..................................................................................................................................................................................................",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "T. K. Hansen, 1 L. Tarnow, 2 S. Thiel, 3 R. Steffensen, 4 H.-H. Parving 2 & A. Flyvbjerg 1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mapping of the Ex Vivo Cellular Immune Response Against the Complete Human Parvovirus B19 Genome During Acute Infection A. Isa, O. Norbeck, C. Pö hlmann & T. Tolfvenstam Division of Clinical Virology, Karolinska Institutet, Karolinska University Hospital at Huddinge Hospital, Stockholm, Sweden. E-mail: adiba.isa @labmed.ki.se",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Y 9 H. Kayhty, 3 K. Poulsen 1 & M. Kilian 1 Department of Medical Microbiology and Immunology, University of Aarhus, Aarhus, Denmark, 2 Institute for Child Health, London, UK, and National Public Health Institute (KTL), Helsinki, Finland. E-mail: jr@microbiology.au.dk",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The Invertebrate Defence Molecule Coelomic Cytolytic Factor, a Functional Analog of the Cytokine Tumour Necrosis Factor-a, Interacts with Mammalian Cells through its Lectin-Like Domain R. Van Den Bergh, 1 M. Bilej, 2 P. de Baetselier 1 & A. Beschin 1",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Differential Effects of Interleukin-12 and Interleukin-10 on Superantigen-Induced Expression of Cutaneous Lymphocyte-Associated Antigen and aEb7 Integrin (CD103) by CD8 + T cells H. Sigmundsdó ttir, A. Johnston, J. E. Gudjó nsson & H. Valdimarsson Department of Immunology, Landspitali University Hospital, Reykjavik, Iceland. E-mail: heklas@landspitali.is",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "SARS CTL Vaccine Candidates -HLA Supertype, Genome-Wide Scanning and Biochemical Validation C. Sylvester-Hvid, 1 M. Nielsen, 2 K. Lamberth, 1 G. Røder, 1 S. Justesen, 1 C. Lundegaard, 2 P. Worning, 2 H. Thomadsen, 1 O. Lund, 2 S. Brunak 2 & S. Buus 2 Division of Experimental Immunology, Institute of Medical Microbiology and Immunology, University of Copenhagen, Copenhagen and 2 Center for Biological Sequence Analysis (CBS), Technical University of Denmark, Lyngby, Denmark. E-mail: c.sylvester-hvid@immi.ku.dk",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Y 1 Production of Functionally Active Recombinant HLA Molecules Representing the Supertypes B62 and B58 and the Generation of Corresponding Peptide-Binding Assays and Tetramers G. Røder, K. Lamberth & S. Buus Department of Medical Microbiology and Immunology, Panum Institute, University of Copenhagen, Copenhagen, Denmark. E-mail: g.roder@immi.ku.dk",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Background: Proliferation, differentiation and apoptosis are essential processes in the normal functions of the mammary epithelium. The hypothesis examined in this study is that the transcription factor BCL-6 is critically important not only for regulating B-cell growth and development but also for mammary epithelial apoptosis. Methodology: Twenty breast cancer cases and 31 healthy controls were used to investigate whether BCL-6 protein in involved in breast cancer (grade III). Full length BCL-6 cDNA was retrovirally transduced into EpH-4 cell line. We then used flow cytometry of BrdUrd-stained cells to investigate the cell-cycle duration of the control and transduced cell lines. TUNEL was used as a marker of apoptosis to find out differences in the frequencies of apoptotic cells in the control and transduced cell lines. Finally, immunohistochemistry staining was performed to detect BCL-6 in breast cancer (III). Results: Restoration of BCL-6 into EpH-4 cells not only inhibits apoptosis but also prolongs the cell cycle and results in increased cell size and protein content. The results also indicated that the cell-cycle time of BCL-6-transduced EpH-4 cells is prolonged by about 3 h, presumably as a result of the action of BCL-6 at the BCL-6 at the G1/S transition. We found differences in the frequencies of viable and apoptotic cells in cultures of the parent EpH-4 cells, control-transduced EpH-4 cells and BCL-6-transduced EpH-4 cells. Consistently, we demonstrated that BCL-6 is expressed in 90% of high grade of breast carcinoma, which is considered as the most aggressive of tumours. Conclusion: Together, these results suggest that BCL-6 is likely to be involved in mammary gland development and carcinogenesis. Inflammatory cytokines have a critical role in modulation of both innate and adaptive immunity in response to foreign antigen. They also play an important role in anticancer immunity. For example, they can promote cell-mediated immunity against cancer cells. With their immunostimulatory effects, these cytokines are being tested for cancer treatment in the form of DNA vaccine or adjuvant or therapeutic cytokines. Direct effect of these cytokines on cancer cell, however, is still unclear. In this project, we investigated whether IL-1( and IL-18 can modulate cancer cell proliferation. We employed a simple nonradioactive proliferation (MTT) assay and detection of lactate dehydrogenase (LDH) to test the effect of these recombinant human cytokines on various cancer cell lines, including breast cancer cell line (MCF-7), oral carcinoma cell line (KB), colon cancer cell line (Caco-2) and choriocarcinoma cell line (Jar). Cytokines used in this study had both inhibitory and stimulatory effect on cell proliferation. Findings in this project could provide an insight of cancer cell response to these cytokines and this could lead to a consideration on using cytokine as immunotherapy for cancer treatment.Capacity of AE to Modulate Nitric Oxide Production Depended on Intercellular Contact donor T cells are involved in the antitumour effects observed after BMT. Thus, patients receiving T-celldepleted BMT have a higher risk of leukaemia relapse compared to patients receiving nonmanipulated BMT, and patients experiencing graft-versus-host disease (GVHD) have a lower risk of disease relapse than patients who do not experience GVHD. Although the importance of donor T cells for the curative action of BMT has been established, the exact mechanisms and molecules involved in this graft-versus-tumour effect remain largely unknown. In a recently initiated project, we have conducted a longitudinal study of T-cell clonotypes in patients who received peripheral blood stem cell grafts after nonmyeloablative conditioning. Peripheral blood samples were obtained sequentially after transplant, and the mononuclear cells (MNCs) were isolated and cryopreserved. CD8 þ T cells were isolated from the MNCs by use of immunomagnetic beads or FACS and analysed for the presence of clonally expanded cells by T-cell receptor clonotype mapping based on RT-PCR and denaturing gradient gel electrophoresis (DGGE). Using this gel-based methodology, clonally expanded T cells were monitored after transplant and compared to the clinical data of the patients. The preliminary results demonstrates the presence of clonally expanded CD8 þ T cells at all time points analysed. Furthermore, a number of clonotypes persisted for more than 6 months, and other clonotypes emerged during this period. The appearance of newly emerged clonotypes which coincided with clinical GVHD could indicate a role for these T cells in the pathogenesis of GVHD. Background: Deficiency of the mannan-binding lectin (MBL) pathway of innate immunity leads to increased susceptibility to infections. In patients with colorectal cancer, postoperative infection is associated with poor prognosis. The aim of the present study was to evaluate (1) the relation between the MBL pathway and postoperative infectious complications and survival of patients resected for colorectal cancer and (2) the role of MBL as acute phase reactant compared to CRP. Methods: Preoperative MBL concentration, MBL/MBLassociated serine protease (MASP) activity and CRP were determined in serum from 611 patients and 150 healthy controls. The patients were observed for 8 years. Postoperative infections, recurrence and survival were recorded. Results: The MBL pathway components were increased in the patients (P < 0.0001) compared to healthy controls. Low MBL levels were predictive of pneumonia (P ¼ 0.01), and pneumonia (n ¼ 87) was associated with poor survival (P ¼ 0.003, HR ¼ 1.5, 95% CI 1.1-1.9). MBL and MBL/ MASP activity could not predict postoperative overall infections. MBL showed no correlation (spearman's r ¼ 0.02, 95% CI À0.06-0.10) with CRP. Conclusions: Low preoperative MBL levels are predictive of pneumonia, which is associated with poorer survival. MBL concentration and MBL/MASP activity was not predictive of other postoperative infections or long-term prognosis. MBL apparently is not a surrogate measure of CRP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Department of Surgery, University Hospital of Erlangen, Erlangen, Germany. E-mail: michael.siassi@rzmail.uni-erlangen.de Introduction: The human collectins, mannan-binding lectin (MBL), surfactant protein-A (SP-A) and surfactantprotein-D (SP-D) play a central role in the innate immune system. Immunological responses to malignant transformation of epithelial cells gained increasing interest recently. A former study could demonstrate binding of MBL to certain colorectal carcinoma (CRC) cell lines in vitro. We therefore examined the expression of human collectins in normal colon mucosa and in colorectal carcinomas. Materials and methods: Colon samples from 20 CRC patients and 10 normal mucosa samples were collected immediately after surgery. The tissue was microdissected and RNA isolated (Qiagen, Rneasy-Kit). Gene expression profiles were analysed using Gene-chips (Affymetrix, HG-U133). We analysed the data for the expression of MBL, its associated serine proteases mannan-binding lectinassociated serine protease 1/2 (MASP 1/2), SP-A and SP-D. The signal intensity of the genes of interest was compared using the Mann-Whitney U-test. Results: The expression of human collectins in normal human colon mucosa was generally low. Only the expression of SP-A and MASP-2 reached the noise threshold of 250 signals. These genes were significantly downregulated in CRC specimens. The expression of the other proteins showed no difference in normal mucosa and CRC. Conclusion: As demonstrated before, the expression of human collectins in normal colon was low in this Being the first lymph node to receive drainage from the tumour area, the sentinel node offers a unique possibility to obtain tumour-reactive lymphocytes. We investigated antitumour immune responses in sentinel nodes from patients with bladder cancer, by assaying tumour-specific proliferation and TCR Vb repertoires. During tumour surgery, sentinel lymph nodes were identified by peritumoural injection of blue dye. Fresh specimens of tumour, sentinel and nonsentinel lymph nodes were obtained, and single-cell suspensions were prepared. Cells were assayed for reactivity against autologous tumour extract in [ 3 H]-thymidine incorporation assays and characterized by flow cytometry. Parallel analyses of the expression of Vb gene families were performed with padlock probes, linear oligonucleotides which upon target recognition can be converted to circular molecules by a ligase. Probes were reacted with cDNA prepared from magnetically separated CD4 þ cells, and the TCR repertoire was determined by hybridizing the products to oligonucleotide microarrays. Dose-dependent proliferation in response to tumour extract could be detected in sentinel lymph nodes. Common clonal expansions were detected among tumourinfiltrating lymphocytes and in sentinel lymph nodes. Nonsentinel lymph nodes displayed a divergent TCR Vb repertoire. These results indicate an ongoing immune response against tumour antigens in sentinel nodes, draining urinary bladder cancer. Identification of sentinel lymph nodes makes it possible to obtain tumour-reactive lymphocytes for use in adoptive immunotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Siassi, W. Hohenberger & R. Croner"
        }
    ]
}