{"paper_id": "0bc4a3f1c5aeaa449db62deb7f9a2f45509f62eb", "metadata": {"title": "Selected Disorders of the Respiratory System 88", "authors": [{"first": "Bethany", "middle": ["M"], "last": "Howlett", "suffix": "", "affiliation": {}, "email": ""}, {"first": "George", "middle": ["C"], "last": "Coleman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["H"], "last": "Hoffman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["R"], "last": "Lustig", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": ["G"], "last": "King", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": ["W"], "last": "Marsland", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Respiration and gas exchange require coordination between the chest wall, lungs, central nervous system, and pulmonary circulation. A disruption within any one of these systems or a change in the relationship between systems can result in impairments of ventilation, perfusion, or gas exchange. These disruptions can result in debilitating acute and chronic respiratory disorders. This chapter discusses the etiology, epidemiology, clinical presentation, diagnostic criteria, management, and notable public health implications of respiratory system disorders not addressed in prior chapters. Topic areas covered include acute respiratory distress syndrome (ARDS), pulmonary hypertension, pneumothorax, pleural effusion, interstitial lung disease, bronchiectasis, atelectasis, and pulmonary sarcoidosis.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "ARDS is a rapidly progressive pulmonary disorder occurring in medical or surgical patients. Approximately 190,000 cases of ARDS occur each year in the USA with the highest incidence in patients aged 75-84 years old. In the intensive care unit setting, approximately 10-15 % of admitted patients and upwards of 20 % of mechanically ventilated patients meet criteria for ARDS. The in-hospital mortality rate for ARDS is estimated at 34-55 % [1] . Population data suggest a trend towards improvement in survival for ARDS affected patientsan event thought to be driven by advancements in supportive care and mechanical ventilation. ARDS is characterized by a direct or indirect lung insult that results in the disruption of the alveolar-capillary barrier and stimulates the proliferation of inflammatory mediators. An increase in protein-rich interstitial fluid results in the loss of surfactant, thereby impairing gas exchange and decreasing pulmonary compliance. The majority of ARDS cases in adults can be attributed to sepsis, pneumonia, severe trauma, aspiration, and transfusion-associated lung injury. Risk factors in children are similar to those in adults, with the addition of age-specific disorders, including infection with respiratory syncytial virus and near drowning aspiration injury.", "cite_spans": [{"start": 439, "end": 442, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Acute Respiratory Distress Syndrome"}, {"text": "Predictors of mortality in the patient with ARDS include severe hypoxemia, failure to improve oxygenation, pulmonary vascular dysfunction, severity of infection, and nontraumatic cause.", "cite_spans": [], "ref_spans": [], "section": "Acute Respiratory Distress Syndrome"}, {"text": "The diagnosis of ARDS should be considered in any patient presenting with dyspnea, hypoxemia, and associated risk factors. A comprehensive evaluation including patient history, physical examination, laboratory testing, and imaging is essential to differentiate ARDS from similar respiratory conditions and to initiate appropriate therapy. The diagnostic criteria for ARDS, according to the 2012 Berlin definition [2] , includes: (1) acute onset ( 1 week of new or worsening respiratory symptoms), (2) presence of bilateral opacities on chest radiograph or computed tomographic scan, (3) exclusion of cardiac failure or fluid overload as the origin of pulmonary edema, and (4) impairment in oxygenation (characterized by 200 < Pao 2 /FIo 2 ratio 300 mmHg in mild ARDS; 100 < Pao 2 / FIo 2 ratio 200 mmHg in moderate ARDS; and Pao 2 /FIo 2 ratio 100 mmHg in severe ARDS). Physical examination typically demonstrates evidence of respiratory distress, including tachypnea, tachycardia, and accessory muscle usage. It is important to distinguish ARDS from other conditions that result in acute hypoxemic respiratory failure with bilateral lung infiltrates, including pneumonia (viral or diffuse bacterial), cardiogenic pulmonary edema, acute inhalation injury, and malignancy (Table 1) .", "cite_spans": [{"start": 413, "end": 416, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 497, "end": 500, "text": "(2)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 1271, "end": 1280, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Diagnosis"}, {"text": "The approach to medical support in patients with ARDS includes maintaining adequate oxygen delivery and providing comprehensive supportive care while minimizing ventilator associated lung injury (VALI) and secondary complications. The majority of affected patients will require sedation and mechanical ventilation in an intensive care setting. Treatment of reversible disease processes (e.g., infection) should accompany respiratory support efforts. Considerations in mechanical ventilation include: (1) low tidal volume ventilation, or lung protective ventilation, which has been shown to improve mortality by reducing VALI and decreasing inflammatory mediator release, (2) titration of positive end-expiratory pressure (PEEP) levels to recruit atelectatic, undamaged alveoli [3] , and (3) permissive hypercapnia to minimize VALI due to alveolar over distension. A subpopulation meta-analysis of 11 randomized controlled trials suggests that prone positioning during mechanical ventilation is associated with improved survival, although patient selection should be reserved for severely ill persons failing to improve with low tidal volume ventilation strategies [4] . A spontaneous breathing trial is indicated in the patient who is hemodynamically stable and able to maintain oxygen requirements through noninvasive methods.", "cite_spans": [{"start": 777, "end": 780, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1164, "end": 1167, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Management"}, {"text": "Supportive care in ARDS includes the appropriate balance of sedation, analgesia, and neuromuscular blocking agents; nutritional support and management of blood glucose; minimizing nosocomial infections (e.g., catheter associated urinary tract infections and ventilator associated pneumonia); stress ulcer prophylaxis (omeprazole 40 mg orally, intravenously, or via nasogastric tube daily; ranitidine 150 mg orally or via nasogastric tube two times daily or 50 mg intravenously every 6-8 h; sucralfate 1 g orally or via nasogastric tube four times daily) and deep venous thrombosis prophylaxis unless medically contraindicated (enoxaparin 40 mg subcutaneously daily; unfractionated heparin 5,000 units subcutaneously two times daily). While a definitive role for glucocorticoid therapy in the treatment of ARDS has not yet been established, early initiation of corticosteroid therapy may be associated with an increase in ventilator free days [5] .", "cite_spans": [{"start": 942, "end": 945, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Management"}, {"text": "Prevention A review of current literature and population based studies suggests that potentially preventable hospital exposures contribute to the development of hospital-acquired ARDS in at-risk patients. These exposures include preventable medical and surgical adverse events, inadequate empiric antimicrobial therapy, large volume blood product transfusion, large volume intravenous fluid administration, and documented pulmonary aspiration. Quality improvement efforts to mitigate these exposures may aid in the reduction of hospital-acquired ARDS and improve safety outcomes for critically ill patients [6] .", "cite_spans": [{"start": 607, "end": 610, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Management"}, {"text": "The family physician is essential in coordination of posthospital care for survivors of ARDS. This population is at heightened risk for long-term functional impairments (exercise limitation, decreased physical quality of life) as well as psychological sequelae (depression and anxiety, social isolation) and increased utilization of health care services [7] .", "cite_spans": [{"start": 354, "end": 357, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "Pulmonary hypertension is a progressive disease of the pulmonary circulation defined by a mean pulmonary arterial pressure ! 25 mmHg at rest measured by right heart catheterization. The condition affects all age groups, both men and women equally. Due to the broad classification system and numerous etiologies for pulmonary hypertension, epidemiological data is limited. Mortality is estimated at 5.4 per 100,000 persons with women and African-American persons adversely affected. Pulmonary hypertension is characterized by one of the following: (1) primary elevation in the pressure of the pulmonary arterial system (pulmonary arterial hypertension) or (2) a secondary elevation in the pressure of the pulmonary venous and pulmonary capillary systems (pulmonary venous hypertension). Pulmonary hypertension can present at any age from infancy to adulthood, although pediatric populations are more frequently diagnosed with pulmonary arterial hypertension due to congenital heart disease or idiopathic etiologies.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Hypertension"}, {"text": "In 1998, the World Health Organization (WHO) sponsored a symposium on primary pulmonary hypertension, from which a new classification system for the disease was developed. Classification of pulmonary hypertension is essential in estimating prognosis and initiating therapy. This classification has undergone minor modifications, with the most recent occurring during the fourth World Symposium on Pulmonary Hypertension (Dana Point, 2008); this classification divides pulmonary hypertension into five categories based on commonalities in pathophysiologic mechanism of disease, clinical presentation, and therapeutic approaches [8] . These five categories include: (1) pulmonary arterial hypertension, (2) pulmonary hypertension owing to left heart disease, (3) pulmonary hypertension owing to lung diseases and/or hypoxia, (4) chronic thromboembolic pulmonary hypertension, and (5) pulmonary hypertension with unclear multifactorial mechanisms. Further breakdown within classes can be reviewed in Table 2 .", "cite_spans": [{"start": 627, "end": 630, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 997, "end": 1004, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Classification"}, {"text": "A comprehensive evaluation is indicated in all patients with suspected pulmonary hypertension, including patient history, physical examination, laboratory testing, and imaging. Patients most commonly present with dyspnea on exertion and fatigue. As the disease progresses, chest pain, dizziness, cough, syncope, hemoptysis, ascites, and edema may develop. A thorough review of systems should be performed to identify symptoms suggestive of associated and underlying conditions. It is important to distinguish pulmonary hypertension from other causes of exertional dyspnea. The differential diagnosis must include coronary artery disease, left-sided heart failure, acute and chronic liver disease, and Budd-Chiari syndrome. Physical findings arise from compensatory changes in the right ventricle. Common examination findings in early disease include a prominent second heart sound (loud P 2 heard best in the left upper sternal border), systolic murmur of tricuspid regurgitation, increased jugular venous pressure (neck vein distension), ascites, or peripheral edema. The clinician should tailor the physical examination based upon the suspected classification of pulmonary hypertension. Laboratory testing should be ordered based on suspicion of underlying disease and may include a complete blood count with differential, liver function test, brain natriuretic peptide, thyroid studies, antinuclear antibody (ANA), HIV serology, rheumatoid factor (RF), and antineutrophil cytoplasmic antibody (ANCA) [9] .", "cite_spans": [{"start": 1503, "end": 1506, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Chest radiography of the patient with pulmonary hypertension classically reveals prominent interstitial pulmonary markings and attenuated peripheral pulmonary arteries. Enlargement of the right ventricle and right atrium and evidence of underlying pulmonary disease (e.g., pulmonary fibrosis) may also be noted. Changes on electrocardiogram do not correlate with disease severity or prognosis but may aid in detecting right ventricular disease. Signs of right ventricular hypertrophy or strain on electrocardiogram may include right axis deviation, incomplete or complete right bundle branch block, increased P wave amplitude in lead II, and R wave/S wave ratio > 1 in lead V1. The transthoracic echocardiogram is useful in the estimation of pulmonary artery systolic pressure and the assessment of right ventricular size, thickness, and function. Evidence of congenital heart disease and the status of the heart valves and septum can also be determined by the echocardiogram. Pulmonary function testing, including lung volumes, diffusion capacity, and spirometry, may aid in characterizing underlying lung disease such as emphysema or pulmonary fibrosis. A six minute walk test can be useful in establishing baseline function, estimating prognosis, and monitoring clinical response to treatment. This involves exercise oximetry during a timed six minute walk. Polysomnography may be appropriate if sleep-disordered breathing (e.g., obstructive sleep apnea) is suspected. A ventilation-perfusion (V/Q) scan is the preferred imaging study to evaluate patients for chronic thromboembolic pulmonary hypertension.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Due to the need for cardiac catheterization to confirm the diagnosis of pulmonary hypertension, early cardiology consultation is indicated. The right heart catheterization is indicated to confirm the diagnosis, determine disease severity, and establish therapeutic intervention.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Prognosis amongst patients with pulmonary hypertension is highly variable and depends on both the classification and severity of disease. Untreated, pulmonary hypertension is a progressive disease that can be fatal. An approach to more goal-directed management of pulmonary hypertension may improve long-term outcomes in patients. Such treatment goals, according to the American College of Cardiology, include: (1) modified New York Heart Association functional class I or II, (2) six-minute walk distance ! 380-440 m, (3) cardiopulmonary exercise testmeasured peak oxygen consumption > 15 ml/min/kg and ventilatory equivalent for carbon dioxide < 45 l/min/l/min, (4) brain natriuretic peptide level near normal range, (5) echocardiograph and/or cardiac magnetic resonance imaging demonstrating normal or near-normal right ventricular size and function, and (6) normalization of right ventricular function with right atrial pressure < 8 mmHg and cardiac index > 2.5-3.0 l/min/m 2 [10] .", "cite_spans": [{"start": 980, "end": 984, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Management"}, {"text": "Treatment begins with therapy targeted to any underlying condition (Table 3) . Supplemental oxygen, diuretics, anticoagulation, and digoxin therapy should be considered as primary treatment strategies in all patients with pulmonary hypertension. Advanced therapy should be considered in WHO functional class II, III, or IV patients and may include prostanoids, endothelin receptor antagonists, phosphodiesterase 5 inhibitors, soluble guanylate cyclase stimulants, or calcium channel blockers to reduce right ventricular overload based on right heart catheterization findings [11] . Emerging therapies in the treatment of pulmonary hypertension include antiproliferative strategies, transcription factorbased therapy, immune cell-focused approaches, and epigenetic modulation-based therapy [12] . Patients with idiopathic pulmonary arterial hypertension may be candidates for lung transplantation. Maintenance of updated influenza and pneumococcal vaccinations is recommended.", "cite_spans": [{"start": 575, "end": 579, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 789, "end": 793, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 67, "end": 76, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Management"}, {"text": "A pneumothorax is defined as the presence of gas within the pleural space and can be classified by etiology as spontaneous or acquired (iatrogenic or traumatic). The spontaneous pneumothorax can further be categorized as primary (no known underlying pulmonary disease) or secondary (known underlying pulmonary disease). The gas may enter through the chest wall and parietal pleura due to trauma or may originate from gas-filled gastrointestinal structures such as a ruptured esophagus or bowel with subsequent escape of gas across the diaphragm from a pneumoperitoneum. Most often the gas originates in the lung with leakage following alveolar or tracheobronchial injury or through the visceral pleura due to focal pulmonary processes. ", "cite_spans": [], "ref_spans": [], "section": "Pneumothorax"}, {"text": "In primary spontaneous pneumothorax (PSP), the pneumothorax results from the rupture of a subpleural bleb, typically in persons with no prior lung disease. The incidence is 7.4 cases per 100,000 in men and 1.2 per 100,000 in women and peaks in persons between 20 and 30 years of age [13] . Risk factors for the development of PSP include cigarette smoking, family history of primary spontaneous pneumothorax, Marfan syndrome, and homocystinuria.", "cite_spans": [{"start": 283, "end": 287, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Primary Spontaneous Pneumothorax"}, {"text": "The most common symptoms of PSP include sudden onset of pleuritic chest pain and dyspnea. The chest pain may be dramatic and severe, localized over the area of pneumothorax and sometimes radiating to the ipsilateral shoulder. The severity of symptoms may be related to the volume of air within the pleural space. Physical examination often reveals a mild tachycardia. Auscultation reveals diminished breath sounds and decreased chest excursion on the affected side. Chest percussion reveals hyperresonance over the affected side. Arterial blood gases may reveal hypoxemia without hypercapnia due to ventilation-perfusion mismatch in otherwise healthy lung tissue.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The chest radiograph in PSP is diagnostic, demonstrating a lucent area of pleural space devoid of the normal vascular markings that divide the edge of the lung from the chest wall [14] . While it is difficult to estimate the size of the pneumothorax by chest radiograph, a 1-in. lucent rim corresponds approximately to a 30 % collapse of the lung. In critically ill patients unable to remain upright, a supine chest radiograph will reveal lucency in the costophrenic sulcus rather than the apex.", "cite_spans": [{"start": 180, "end": 184, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "Management strategies in PSP are directed at lung reexpansion (removal of air in the pleural space), symptomatic management, and prevention of recurrence. Treatment options depend on the size of the pneumothorax and the severity of symptoms. Small pneumothoraces involving less than 15 % of the hemithorax (<3 cm between the lung and chest wall on chest radiograph) may resolve without therapy, provided no additional leakage occurs. Complete resolution is expected within 10 days. Supplemental oxygen can facilitate resolution by increasing the pressure gradient of nitrogen from the pleural space into the capillaries and facilitating resorption of the pleural air. In uncomplicated cases of PSP, both manual aspiration and small-bore catheter insertion with Heimlich valve are cost-effective and minimally invasive interventions with comparable success rates and shorter hospitalizations as compared to tube thoracostomy [15, 16] . A large pneumothorax or a patient with severe symptoms is associated with increased likelihood of failure of simple aspiration [17] and will likely require chest tube insertion to permit reexpansion of the lung. Video-assisted thoracoscopic surgery pleurodesis, chemical pleurodesis, or thoracotomy should be considered after two ipsilateral PSPs or when a 5-to 7-day course of chest tube therapy fails to result in lung reexpansion. The recurrence rate for PSP is approximated at 30 % and does not appear affected by treatment choice [13] .", "cite_spans": [{"start": 924, "end": 928, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 929, "end": 932, "text": "16]", "ref_id": "BIBREF15"}, {"start": 1062, "end": 1066, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 1470, "end": 1474, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Management"}, {"text": "The strong association between cigarette smoking and rates of PSP provides an opportunity for the family physician to coordinate smoking cessation interventions with a goal to prevent recurrent pneumothoraces.", "cite_spans": [], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "In secondary spontaneous pneumothorax (SSP), the pneumothorax results from the rupture of a subpleural bleb as a complication of underlying lung disease. The incidence is 6.3 cases per 100,000 in men and 2 per 100,000 in women with peak incidence highest among persons over 55 years of age [13] . While most pulmonary diseases can result in an SSP, the finding is most frequently associated with pulmonary infection (Pneumocystis jiroveci pneumonia, Mycobacterium tuberculosis, necrotizing pneumonia), interstitial lung disease, primary or metastatic lung malignancy, cystic fibrosis, and COPD. The pathophysiology of SSP remains unclear. It is thought that air enters the pleural space following alveolar rupture due to a mechanism associated with the underlying lung disease.", "cite_spans": [{"start": 290, "end": 294, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Secondary Spontaneous Pneumothorax"}, {"text": "Symptoms, physical examination, and radiographic findings in SSP are similar to those of PSP with several exceptions. Symptoms in SSP can be more severe due to the diminished pulmonary reserve associated with chronic underlying pulmonary disease. Imaging in SSP may require computed tomography of the chest in addition to chest radiograph in order to definitively determine the size and location of pleural air.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Management strategies in SSP mimic those of PSP and are directed at lung reexpansion (removal of air in the pleural space), symptomatic management, and prevention of recurrence. Unlike PSP, the majority of patients presenting with SSP will require hospitalization and pleural drainage due to the severity of underlying lung disease and risk of adverse outcomes. Patients predisposed to hypercapnia due to chronic pulmonary disease (e.g., COPD) may require higher concentrations of supplemental oxygen. Recurrence rates for SSP range from 40 % to 56 % and frequently occur within the first 6 months after the first episode. Due to the marked rate of recurrence, thoracotomy, video-assisted thoracoscopic surgery, or chemical pleurodesis should be performed in all patients undergoing treatment for an initial SSP.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "A tension pneumothorax can result from either a spontaneous or a traumatic pneumothorax and is a life-threatening emergency. Tension develops as air freely enters the pleural space during inspiration but is unable to escape during expiration. The result of this one-way valve is further lung collapse with shifting of the trachea and mediastinum away from the pneumothorax. Patients with a tension pneumothorax are in acute respiratory distress and have dilated neck veins, tracheal deviation, and absence of breath sounds on the affected side. Patients are in danger of impending cardiovascular collapse unless prompt treatment ensues. Immediate insertion of a large-bore needle (16 gauge) into the affected pleural cavity at the second intercostal space releases the trapped air, relieves the pressure, and results in rapid improvement in cardiac output and blood pressure [14] .", "cite_spans": [{"start": 875, "end": 879, "text": "[14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Tension Pneumothorax"}, {"text": "Pleural effusions are an accumulation of fluid in the pleural space resulting from a disparity between pleural fluid formation and resorption. Typically, oncotic and hydrostatic pressures regulate this fluid movement; however, decreased capillary oncotic pressure or elevated capillary and interstitial hydrostatic pressures may lead to accumulation of fluid. Pleural effusions are caused by more than 50 disease processes with congestive heart failure, cirrhosis with ascites, pleuropulmonary infections, malignancy, pulmonary embolism, and pancreatitis accounting for more than 90 % of all cases.", "cite_spans": [], "ref_spans": [], "section": "Pleural Effusion"}, {"text": "A comprehensive evaluation, including patient history, physical examination, and thoracentesis to sample and analyze the pleural fluid, aids the physician in establishing the etiology of a pleural effusion. Symptoms of pleural effusions are the result of pleural inflammation or mechanical effects of the fluid volume. The most common presenting complaints include pleuritic chest pain, dyspnea, nonproductive cough, and fever. Pain may be referred to the abdomen or ipsilateral shoulder. Patients may be asymptomatic. The pulmonary examination characteristically reveals decreased breath sounds over the area of the effusion. Tactile fremitus, dullness to percussion, and a pleural friction rub are sometimes found over the area of the effusion. The posteroanterior and lateral chest radiographs are the most informative initial diagnostic studies when a pleural effusion is suspected. Effusions that blunt the costophrenic angle represent an estimated 200 mL of fluid on posterioanterior radiographs and as little as 50 mL of fluid on lateral imaging. If uncertainty exists, computed tomography and ultrasound may be utilized.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Once the presence of a pleural effusion is confirmed, the etiology should be sought. This is best done through analysis of pleural fluid obtained by thoracentesis. While only a limited number of disorders can be definitively diagnosed by thoracentesis (e.g., malignancy, hemothorax, fungal infection, esophageal rupture, empyema, and tuberculous pleurisy), even nondiagnostic pleural fluid analysis can aid in excluding potential etiologies. Laboratory testing for pleural fluid analysis should include assessment of gross appearance (color and character), cell count, pH, protein level, lactate dehydrogenase level, Gram staining, culture, cytology, and glucose. The fluid should then be categorized as either a transudate or exudate using an algorithm such as the Light's Criteria Rule (see Table 4 ). The Light's Criteria Rule can misclassify transudative effusions as exudates in some cases of congestive heart failure, and literature review suggests including additional biomarkers to correctly classify pleural effusions in these patients [18] . The use of soluble biomarkers that correlate with specific disease processes may be a useful adjunctive in evaluating the etiology of the pleural effusion [19] .", "cite_spans": [{"start": 1045, "end": 1049, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1207, "end": 1211, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [{"start": 793, "end": 800, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Diagnosis"}, {"text": "Transudative effusions result from a disparity between oncotic and hydrostatic pressures in the pleural space. Congestive heart failure is the most common cause of a transudative effusion and is usually bilateral. In these patients, the failing left ventricle leads to increased pulmonary capillary pressure that forces fluid into the interstitium; the failing right ventricle contributes to an effusion by elevating capillary hydrostatic force in the parietal pleura, thus diminishing reabsorption. Hepatic cirrhosis is associated with a transudative rightsided effusion in 5-10 % of cases where ascites is present. Pancreatitis and subphrenic abscesses can also produce right-sided effusions. While these typically begin as transudates, they often convert to exudative effusions. Nephrotic syndrome and hypoalbuminemia produce transudates as part of a generalized process of increased interstitial edema.", "cite_spans": [], "ref_spans": [], "section": "Transudative Effusion"}, {"text": "Exudative effusions result from inflammation or infiltrative disease processes affecting the pleura, including impaired lymphatic drainage. They are often due to malignancy, most commonly bronchogenic, breast metastases, or mesotheliomas. While most acute bacterial pneumonias do not lead to effusions, a parapneumonic effusion is seen in 5 % of cases of pneumococcal pneumonia. Viral and mycoplasma pneumonia may also cause effusions, as can tuberculosis. Pleural fluid analysis of the patient with pulmonary tuberculosis demonstrates a low glucose and a predominance of lymphocytes. Organisms are rarely found on acid fast stain, and cultures are positive in only 25 % of cases. Pulmonary embolus is accompanied by effusion in 50 % of cases. Typically small and localized to the area of pleuritic chest pain, the embolus may result from localized interstitial edema or bloody exudates due to infarction. Other less frequent causes of exudates include collagen vascular diseases such as systemic lupus and rheumatoid arthritis. ", "cite_spans": [], "ref_spans": [], "section": "Exudative Effusion"}, {"text": "Many pleural effusions reflect chronic disease processes, and the family physician is uniquely positioned to aid in care coordination, support, and patient education. Hospice care may be beneficial for the terminal patient. Some infectious diseases including tuberculosis require community level screening and treatment of exposed family members.", "cite_spans": [], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "The interstitial lung diseases (ILDs) are a group of heterogeneous disorders classified due to similarities in physiologic, clinical, pathologic, and radiographic findings. In the USA, the prevalence of ILD is estimated to be 20-40 per 100,000 persons. Common histologic findings of ILD include derangement of the alveolar structures in the lung with accompanying inflammation (alveolitis) and fibrosis of the alveolar walls, air spaces, and pulmonary capillaries. The initiating agent is unknown in most cases but is thought to be precipitated by a toxin or antigen. These pathophysiologic changes result in decreased lung compliance and volume as well as impaired oxygen exchange. More than 150 variations of ILD have been identified and are classified by etiology. Sixtyfive percent have no known etiology. Table 5 is an abbreviated list of the more commonly seen ILDs.", "cite_spans": [], "ref_spans": [{"start": 810, "end": 817, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Interstitial Lung Disease"}, {"text": "A comprehensive evaluation is indicated in all patients with suspected ILD, including thorough patient history, physical examination, laboratory testing when appropriate, and imaging. In most instances, the thorough evaluation will result in a narrowed range of differentials or specific diagnosis which will assist the family physician in clinical decision-making. The patient history must include onset and duration of symptoms, past medical history, current and past medications and radiation exposure, smoking history, occupational and environmental exposures. The clinical symptoms of ILD are progressive dyspnea on exertion and persistent nonproductive cough. Less frequent presenting symptoms include fatigue, chest pain, hemoptysis, fever, anorexia, and weight loss. The pulmonary examination is typically nonspecific and may reveal bibasilar velcro-like rales. Additional examination findings may include clubbing, cyanosis, or extra pulmonary findings consistent with the underlying pathology. The exam may be normal. Laboratory testing should be pursued with a goal to clarify suspected ILD etiology and may include complete blood count with differential, liver function test, basic metabolic panel, creatine kinase, urinalysis, hepatitis serology, HIV screening, ANA, rheumatoid factor, ANCA, anti-JO-1 antibodies, and anti-ds DNA. Arterial blood gases Chest radiography may reveal an array of patterns, including nodular, reticular, or mixed findings. The correlation between radiographic pattern and clinical disease staging is limited; however, the evidence of a honeycomb pattern corresponds directly with poor prognosis. A comparison of prior chest imaging is essential to evaluate disease progression. A normal radiograph is present in 10 % of patients with ILD. High resolution computed tomography is considered the gold standard for assessing morphological changes in pulmonary parenchyma and may be helpful in evaluating diffuse ILD. MRI is emerging as an alternative modality to assess the morphological and functional changes of lung parenchyma in ILD [21] . More invasive diagnostic measures can be utilized when clinical indications exist. These include atypical or progressive symptoms, extrapulmonary involvement, and the absence of a plausible clinical diagnosis. Bronchoalveolar lavage has been shown to be an effective diagnostic tool with fewer complications than transbronchial or thoracoscopic lung biopsies [22] . The majority of ILDs demonstrate a restrictive pattern on pulmonary function tests with reduction in vital capacity, carbon monoxide diffusing capacity of the lungs (DL C0 ), and total lung volume. Forced expiratory volume in first second/forced vital capacity ratio (FEV 1 /FVC) may be normal or increased.", "cite_spans": [{"start": 2075, "end": 2079, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 2441, "end": 2445, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Diagnosis"}, {"text": "The goal of treatment in ILD is to suppress alveolitis and prevent further lung damage. Untreated, most ILDs progress to end-stage lung disease complicated by cor pulmonale and death due to respiratory failure. The mainstay of treatment for ILDs of unknown etiology is corticosteroids to decrease inflammation. Immunosuppressive and cytotoxic agents have also been used. Bronchodilators and oxygen therapy may be useful in late stages of ILD. With known ILDs, initial treatment begins with identification and removal of the causative agent followed by corticosteroid therapy if the inflammation fails to resolve. There is strong evidence that pirfenidone reduces disease progression in patients with idiopathic pulmonary fibrosis [23] and that combined pirfenidone and pulmonary rehabilitation improves the quality of life in patients with ILD [24] .", "cite_spans": [{"start": 730, "end": 734, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 844, "end": 848, "text": "[24]", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Management"}, {"text": "Despite treatment, many patients with ILD will experience poorly controlled pain, dyspnea, and fatigue that can result in social isolation and diminished quality of life. The family physician should aid in identifying supportive and palliative care needs and facilitating end of life discussions to clarify goals of care.", "cite_spans": [], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "Atelectasis is a condition involving the loss of lung volume due to the collapse of alveolar space. Atelectasis can be classified by location (lobe or segment location), amount of lung tissue involved (subsegmental or lobar), or pathophysiologic mechanism (obstructive or nonobstructive). Pediatric populations, particularly infants and young children, are at increased risk of atelectasis due to increased chest wall compliance and decreased collateral ventilation of obstructed alveoli as compared to adults. Widespread diffuse atelectasis due to inadequate surfactant occurs in the premature infant with respiratory distress syndrome or from the lung injury of vapor or smoke inhalation.", "cite_spans": [], "ref_spans": [], "section": "Atelectasis"}, {"text": "Risk factors for segmental and subsegmental atelectasis include abdominal or chest surgery, inadequate preoperative education, chronic lung disease (FEV 1 less than 1.5 L), tobacco exposure, obesity, cardiac disease, age over 55, recent respiratory infection, muscle weakness, excessive secretions, inadequate postoperative pain relief, and sickle cell crisis. In the postoperative setting, other pulmonary complications such as pulmonary embolus, aspiration, pneumonia, and bronchospasm should be considered, particularly if associated with pleuritic chest pain, hemoptysis, hypoxia, hypoventilation, or fever. The clinical symptoms of subsegmental atelectasis include cough, sputum production, fever, and dyspnea. Physical exam findings demonstrate tachypnea and end-inspiratory crackles. Chest radiography exhibits linear densities in the lower lung fields.", "cite_spans": [], "ref_spans": [], "section": "Segmental and Subsegmental Atelectasis Diagnosis"}, {"text": "Early ambulation and voluntary deep-breathing exercises reduce pulmonary morbidity in the patient with segmental or subsegmental atelectasis. Exercises should include sustained maximum inspiration with incentive spirometry (10 deep breaths with a 3-5 s inspiratory hold every 1-2 waking hours). In the perioperative period, pre-and postoperative deep breathing with cough and postoperative postural drainage have been shown to reduce atelectasis by more than half [25] .", "cite_spans": [{"start": 464, "end": 468, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Management"}, {"text": "Smoking cessation counseling 2 months prior to surgery should be offered to all patients undergoing elective procedures.", "cite_spans": [], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "Lobar atelectasis in infants most often involves the right upper lobe. Other considerations in the differential diagnosis of lobar collapse in children include foreign body aspiration, congenital malformations of the bronchial skeleton, external compression from vascular or other structures, and chronic inflammation. Recurrent collapse is common in asthma and cystic fibrosis. Atelectasis should be considered when there is worsening oxygenation on mechanical ventilation. On pulmonary examination, lobar atelectasis produces dullness to percussion with decreased vocal fremitus and breath sounds over the affected lobe. Chest radiography may show an elevation of the hemidiaphragm, displacement of fissures and hilum, and shift of the mediastinum toward the collapsed lobe with homogeneous consolidation of the affected lobe.", "cite_spans": [], "ref_spans": [], "section": "Lobar Atelectasis Diagnosis"}, {"text": "The treatment of lobar collapse requires attention to diagnosis and management of underlying disease. Chest percussion and postural drainage via physiotherapy can be beneficial. Bronchoscopy aids in foreign body removal and plays a role in direct treatment of obstructive lesions.", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "Bronchiectasis is a chronic debilitating airway disease with considerable phenotypic diversity. The prevalence of bronchiectasis varies by country, although appears to have increased in the USA between 2000 and 2007. Prevalence also appears to increase with age, peaking at ages 80-84 years old. The disease is more common in women than men and appears to have the highest prevalence in Asian populations [26] . The mortality rate of bronchiectasis is estimated between 10 % and 16 % and is associated with bronchiectasis or related respiratory failure. Bronchiectasis is characterized by the irreversible widening of one or more bronchi, often preceded by a significant lung injury such as pneumonia (bacterial, tuberculosis, pertussis), airway obstruction (foreign body aspiration), immunodeficiency, or autoimmune disease; however, there are numerous etiologies that can induce or contribute to the development of bronchiectasis (Table 6 ). Cystic fibrosis, Mycobacterium avium-intracellulare, bronchopulmonary aspergillosis, primary cilia dyskinesia, α 1 -antitrypsin deficiency, hypogammaglobulinemia, rheumatoid arthritis, and Sjögren's syndrome are some additional predisposing diseases.", "cite_spans": [{"start": 405, "end": 409, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 932, "end": 940, "text": "(Table 6", "ref_id": "TABREF5"}], "section": "Bronchiectasis"}, {"text": "Bronchiectasis should be suspected in any patient presenting with chronic productive cough or frequent respiratory infections. Sputum is typically mucopurulent, noncopious, and non-foul smelling, although sputum production is not essential for diagnosis and the nonclassic presentation may include a patient with nonproductive chronic cough. A comprehensive evaluation is indicated in all patients with suspected bronchiectasis, including patient history, physical examination, laboratory testing, and imaging. Additional findings may include wheezing, rhinosinusitis, fatigue, dyspnea, recurrent fever, pleurisy, and hemoptysis. Common physical exam findings include pulmonary rales, rhonchi, or wheezing. The pulmonary examination may vary with cough and posture or be focal and persistent. Laboratory testing should focus on determining the etiology of disease and includes a complete blood count with differential, pneumococcal vaccine titers, immunoglobulin testing (A, E, G, and M), autoimmune evaluation (ANA, RF, aCCP, SSA, and SSB antibodies), alpha-1 antitrypsin level, cystic fibrosis sweat chloride testing (two measurements), CFTR genetic mutation analysis, sputum culture, and smear (bacteria, fungi, and mycobacteria). Bronchoalveolar lavage should be reserved for the patient unable to produce sputum or cases in which imaging appears normal despite high suspicion for the disease. The chest radiograph is abnormal in 91 % of cases and demonstrates patchy infiltrates, dilated and thickened airways (tram lines, ring shadows in cross section), and occasional air-fluid levels. Axial images of HRCT can definitively diagnose bronchiectasis. PFTs are useful to assess the degree of respiratory impairment due to bronchiectasis and will typically demonstrate an obstructive pattern (reduced or normal FVC, low FEV 1 , and low FEV 1 /FVC).", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The complex clinical manifestations of bronchiectasis, including irreversible lung injury and the inability to clear secretions, necessitate a multifactorial approach to treatment. Management of the disease focuses on: (1) symptom reduction, (2) improvement in quality of life, and (3) prevention of exacerbations. Treatment of the underlying disease process, such as gamma globulin replacement in hypogammaglobulinemia, may aid in delaying or preventing the progression of bronchiectasis. Inhaled bronchodilators, antiinflammatory agents (oral or inhaled glucocorticoids, NSAIDs), antigastroesophageal reflux therapy, and immunizations (influenza and pneumococcal) may be beneficial in some patients. Oral antibiotic regimens are used as preventive therapy in patients experiencing two or more [27] . In acute exacerbations, oral antibiotics are used to reduce both bacterial load and inflammatory mediators, and antibiotic selection should be based on prior sputum culture results (for patients without prior culture data, fluoroquinolones are an appropriate broad spectrum option). While duration of oral antibiotic therapy in the acute exacerbation is ill-defined, first time exacerbations favor a 10-day duration while recurrent exacerbations benefit from 14 days of therapy. Inpatient treatment during an acute exacerbation should be considered for patients demonstrating hypotension, tachycardia, hypoxemia, fever !38 C, or failure to clinically improve on outpatient oral antibiotic therapy. While rigorous population-based studies are lacking, airway clearance techniques, particularly high frequency chest wall oscillation (positive expiratory pressure or PEP), are generally recommended and may be beneficial in reducing sputum volume and improving exercise tolerance [28] . Other therapeutic considerations include arterial embolization for life-threatening hemoptysis and lung resection in symptomatic patients who have failed conservative therapy.", "cite_spans": [{"start": 795, "end": 799, "text": "[27]", "ref_id": "BIBREF26"}, {"start": 1779, "end": 1783, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Management"}, {"text": "Bronchiectasis imposes a notable economic burden on patients and families due to prolonged hospitalizations, frequent outpatient visits, and extensive medical therapy regimens [29] .", "cite_spans": [{"start": 176, "end": 180, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Family and Community Issues"}, {"text": "Sarcoidosis is a multisystem granulomatous disease with no clear etiology or single validated confirmatory test. The condition affects approximately 10-20 per 100,000 persons with women, African-Americans, and individuals aged 20-60 years old most commonly affected. Mortality from sarcoidosis is estimated at 1-5 %. Pulmonary involvement occurs in over 90 % of patients with sarcoidosis and contributes to the bulk of disease-associated morbidity and mortality. Pulmonary sarcoidosis is characterized by noncaseating granulomas which are most frequently found in the alveolar septa, bronchi, and pulmonary vessels and results in the derangement of pulmonary function. While pulmonary sarcoidosis is generally self-limiting and frequently benign, patients with moderate to severe pulmonary involvement suffer from a chronic and debilitating disease that is often difficult to manage.", "cite_spans": [], "ref_spans": [], "section": "Pulmonary Sarcoidosis"}, {"text": "A comprehensive evaluation is indicated in all patients with suspected sarcoidosis, including patient history, physical examination, laboratory testing, and imaging. The most frequent symptoms of pulmonary sarcoidosis are dyspnea, cough, and chest discomfort. Patients may present initially with nonpulmonary symptoms including fever, arthralgias, malaise, and fatigue. Nearly one half of patients with sarcoidosis are identified incidentally on the basis of abnormalities on chest roentgenogram performed for other reasons. Pulmonary exam findings are rare but may include crackles, wheezing, or digital clubbing in advanced disease. Erythema nodosum may be present and is characteristic of acute sarcoidosis. Laboratory testing should include a complete blood count and differential, liver function testing, blood urea nitrogen, creatinine, glucose, electrolyte panel, serum calcium, and urinalysis. Additionally, serologic testing for HIV and tuberculin skin testing (or interferon gamma release assay) should be performed.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "As pulmonary sarcoidosis occurs in 90 % of patients with sarcoidosis, imaging plays an essential role in diagnosis. The most common radiographic finding is bilateral hilar adenopathy. Additional radiographic findings have been organized into a well-known staging system which provides a framework to understand lung involvement [30] , although does not correlate to disease progression or prognosis (Table 7) . HRCT can aid in further evaluation of chest radiograph abnormalities and identify irregularities in the lung parenchyma. Transbronchial lung biopsy with transbronchial needle aspiration is the preferred diagnostic modality in patients with enlarged mediastinal lymph nodes [31] . Serum angiotensin-converting enzyme levels are elevated in 75 % of patients, although poor sensitivity and insufficient specificity limit its utility as a diagnostic test. PFTs are useful to assess the degree of respiratory impairment and assist in monitoring disease progression. PFTs typically demonstrate a restrictive pattern with reduced DL co and vital capacity.", "cite_spans": [{"start": 328, "end": 332, "text": "[30]", "ref_id": "BIBREF29"}, {"start": 684, "end": 688, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [{"start": 399, "end": 408, "text": "(Table 7)", "ref_id": "TABREF6"}], "section": "Diagnosis"}, {"text": "It is important to distinguish pulmonary sarcoidosis from other granulomatous and infiltrative lung diseases that may have similar clinical presentation. The differential diagnosis must include fungal infections (histoplasmosis, blastomycosis, and Pneumocystis jirovecii), mycobacterial infections, hypersensitivity pneumonitis, pneumoconiosis, pulmonary histiocytic disorders, druginduced hypersensitivity, foreign body granulomatosis, primary immunodeficiencies, and immune reconstitution inflammatory syndrome.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "Diagnosis of pulmonary sarcoidosis consists of three elements: (1) the presence of clinical and radiographic manifestations of pulmonary sarcoidosis, (2) the histopathologic detection of noncaseating granulomas, and (3) the exclusion of other disease processes. Upon diagnosing pulmonary sarcoidosis, clinicians should evaluate the extent of extrapulmonary involvement, including cardiac (electrocardiogram with echocardiography or 24 h Holter monitoring if indicated) and ocular (visual acuity and fundoscopic testing) findings.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "The course of sarcoidosis is variable, with some patients experiencing complete resolution in symptoms and others having slowly progressive disease. The approach to the treatment of pulmonary sarcoidosis is a challenge for clinicians due to the complex, multisystem nature of the disease [32] . The majority of patients with pulmonary sarcoidosis do not require therapy due to the absence of symptoms, nonprogression of disease, and likelihood of spontaneous remission. For symptomatic patients with pulmonary sarcoidosis, dyspnea remains the indicator for initiation of therapy. The goal of therapy is to relieve symptoms and reduce the burden of granulomatous inflammation. Oral glucocorticoids remain the first line therapy for relieving pulmonary symptoms, although steroids have not been shown to modify the overall course of the disease. For this reason, treatment with corticosteroids is usually reserved for patients with worsening symptoms or organ-threatening pulmonary or extrapulmonary disease. The typical initial therapy for symptomatic sarcoidosis is prednisone 0.3-0.6 mg/kg ideal body weight for 4-6 weeks after which the patient should be reassessed (evaluation of symptoms, radiographic imaging, and PFTs). If the reassessment demonstrates stable or improved disease, the dosage can be tapered to 0.2-0.4 mg/kg for an additional 4-6 weeks. A maintenance dose of oral glucocorticoids can be continued at 0.25-0.5 mg/kg per day with reassessment at 4-12 week intervals. Length of therapy in patients who demonstrate positive response to oral glucocorticoids is unknown, although a 12-month treatment course is generally accepted to minimize relapses. There may be a role for inhaled steroids in the treatment of symptomatic pulmonary sarcoidosis; however, there is limited data to support their use. For patients who cannot Typically found in upper lung fields tolerate glucocorticoids, alternative regimens may include antimalarial drugs (chloroquine, hydroxhycholorquine) or immunosuppressive agents (methotrexate, azathioprine, leflunomide). Complications due to opportunistic infections while on immunosuppression therapy are rare, although clinicians should monitor patients for these risks. Patients with end stage pulmonary sarcoidosis may be candidates for surgical resection, bronchial artery embolization, or lung transplantation. Unfortunately, as many as two thirds of patients will relapse after cessation of treatment.", "cite_spans": [{"start": 288, "end": 292, "text": "[32]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Management"}, {"text": "Studies have demonstrated that treatment of nicotine dependence in patients with active pulmonary sarcoidosis results in restoration of immune responsiveness [33] . This suggests a beneficial role for the family physician in smoking cessation counseling and therapy. In addition, reduction in BMI may contribute to improved PFT results and symptom control in patients with pulmonary sarcoidosis [34] .", "cite_spans": [{"start": 158, "end": 162, "text": "[33]", "ref_id": "BIBREF32"}, {"start": 395, "end": 399, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Family and Community Issues"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "ALIVE Study Group. Epidemiology and outcome of acute lung injury in European intensive care units. Results from the ALIVE study", "authors": [{"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": ""}, {"first": "C", "middle": [], "last": "Minelli", "suffix": ""}, {"first": "G", "middle": [], "last": "Bertolini", "suffix": ""}], "year": 2004, "venue": "Intensive Care Med", "volume": "30", "issn": "1", "pages": "51--61", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The Berlin definition of ARDS: an expanded rationale, justification, and supplementary material", "authors": [{"first": "N", "middle": ["D"], "last": "Ferguson", "suffix": ""}, {"first": "E", "middle": [], "last": "Fan", "suffix": ""}, {"first": "L", "middle": [], "last": "Camporota", "suffix": ""}], "year": 2012, "venue": "Intensive Care Med", "volume": "38", "issn": "", "pages": "1573--82", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Positive end-expiratory pressure in acute respiratory distress syndrome: when should we turn up the pressure?", "authors": [{"first": "E", "middle": ["C"], "last": "Goligher", "suffix": ""}, {"first": "J", "middle": [], "last": "Villar", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Slutsky", "suffix": ""}], "year": 2014, "venue": "Crit Care Med", "volume": "42", "issn": "2", "pages": "448--50", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The efficacy and safety of prone positional ventilation in acute respiratory distress syndrome: updated study-level meta-analysis of 11 randomized controlled trials", "authors": [{"first": "J", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "W", "middle": [], "last": "Bae", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Lee", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Cho", "suffix": ""}], "year": 2014, "venue": "Crit Care Med", "volume": "42", "issn": "5", "pages": "1252--62", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Corticosteroids in the prevention and treatment of acute respiratory distress syndrome (ARDS) in adults: meta-analysis", "authors": [{"first": "J", "middle": ["V"], "last": "Peter", "suffix": ""}, {"first": "P", "middle": [], "last": "John", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Graham", "suffix": ""}], "year": 2008, "venue": "BMJ", "volume": "336", "issn": "7651", "pages": "1006--1015", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The role of potentially preventable hospital exposures in the development of acute respiratory distress syndrome: a population-based study", "authors": [{"first": "A", "middle": ["H"], "last": "Ahmed", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Litell", "suffix": ""}, {"first": "M", "middle": [], "last": "Malinchoc", "suffix": ""}], "year": 2014, "venue": "Crit Care Med", "volume": "42", "issn": "1", "pages": "31--40", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Canadian Critical Care Trials Group, et al. Functional disability 5 years after acute respiratory distress syndrome", "authors": [{"first": "M", "middle": ["S"], "last": "Herridge", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Tansey", "suffix": ""}, {"first": "A", "middle": [], "last": "Matte", "suffix": ""}], "year": 2011, "venue": "N Engl J Med", "volume": "364", "issn": "14", "pages": "1293--304", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Updated clinical classification of pulmonary hypertension", "authors": [{"first": "G", "middle": [], "last": "Simonneau", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gatzoulis", "suffix": ""}, {"first": "I", "middle": [], "last": "Adatia", "suffix": ""}], "year": 1925, "venue": "J Am Coll Cardiol", "volume": "62", "issn": "", "pages": "34--41", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Pulmonary hypertension: diagnosis and management", "authors": [{"first": "D", "middle": ["G"], "last": "Kiely", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Elliot", "suffix": ""}, {"first": "I", "middle": [], "last": "Sabroe", "suffix": ""}, {"first": "R", "middle": [], "last": "Condliffe", "suffix": ""}], "year": 2013, "venue": "BMJ", "volume": "346", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Treatment goals of pulmonary hypertension", "authors": [{"first": "V", "middle": ["V"], "last": "Mclaughlin", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Gaine", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Hhoward", "suffix": ""}], "year": 1925, "venue": "J Am Coll Cardiol", "volume": "62", "issn": "", "pages": "73--81", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Updated treatment algorithm of pulmonary arterial hypertension", "authors": [{"first": "N", "middle": [], "last": "Galie", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Corris", "suffix": ""}, {"first": "A", "middle": [], "last": "Frost", "suffix": ""}], "year": 1925, "venue": "J Am Coll Cardiol", "volume": "62", "issn": "", "pages": "60--72", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Novel and emerging therapies for pulmonary hypertension", "authors": [{"first": "S", "middle": ["S"], "last": "Pullamsetti", "suffix": ""}, {"first": "R", "middle": [], "last": "Schermuly", "suffix": ""}, {"first": "A", "middle": [], "last": "Ghofrani", "suffix": ""}], "year": 2014, "venue": "Am J Respir Crit Care Med", "volume": "189", "issn": "4", "pages": "394--400", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Guidelines for the diagnosis and treatment of spontaneous pneumothorax", "authors": [{"first": "J", "middle": [], "last": "Rivas De Andres", "suffix": ""}, {"first": "Jimenez", "middle": [], "last": "Lopez", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lopez-Rodo", "suffix": ""}, {"first": "L", "middle": ["M"], "last": "", "suffix": ""}], "year": 2008, "venue": "Arch Bronconeumol", "volume": "44", "issn": "8", "pages": "437--485", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Principles of pulmonary medicine", "authors": [{"first": "S", "middle": ["E"], "last": "Weinberger", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Van den Berg JWK. A prospective, randomized trial of pneumothorax therapy: manual aspiration versus conventional chest tube drainage", "authors": [{"first": "M", "middle": [], "last": "Parlak", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Uil", "suffix": ""}], "year": 2012, "venue": "Respir Med", "volume": "106", "issn": "", "pages": "1600--1605", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Alternative treatments of pneumothorax", "authors": [{"first": "Z", "middle": ["D"], "last": "Repanshek", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Ufberg", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Vilke", "suffix": ""}], "year": 2013, "venue": "J Emerg Med", "volume": "44", "issn": "2", "pages": "457--66", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The role of simple aspiration in the management of primary spontaneous pneumothorax", "authors": [{"first": "C", "middle": ["S"], "last": "Siu-Wa", "suffix": ""}], "year": 2008, "venue": "J Emerg Med", "volume": "34", "issn": "2", "pages": "131--139", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Improving the predictive accuracy of identifying exudative effusions", "authors": [{"first": "C", "middle": ["E"], "last": "Kummerfeldt", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "Chiuzan", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Huggins", "suffix": ""}], "year": 2014, "venue": "Chest", "volume": "145", "issn": "3", "pages": "586--92", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Pleural fluid biomarkers: beyond the light criteria", "authors": [{"first": "J", "middle": ["M"], "last": "Porcel", "suffix": ""}], "year": 2013, "venue": "Clin Chest Med", "volume": "34", "issn": "1", "pages": "27--37", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pleural effusions: the diagnostic separation of transudates and exudates", "authors": [{"first": "R", "middle": ["W"], "last": "Light", "suffix": ""}, {"first": "M", "middle": ["I"], "last": "Macgregor", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Luchsinger", "suffix": ""}, {"first": "", "middle": [], "last": "Ball", "suffix": ""}, {"first": "", "middle": [], "last": "Wc", "suffix": ""}], "year": 1972, "venue": "Ann Intern Med", "volume": "77", "issn": "4", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Correlation between computed tomographic and magnetic resonance imaging findings of parenchymal lung diseases", "authors": [{"first": "M", "middle": ["M"], "last": "Barreto", "suffix": ""}, {"first": "P", "middle": ["P"], "last": "Rafful", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Rodrigues", "suffix": ""}], "year": 2013, "venue": "Eur J Radiol", "volume": "892", "issn": "9", "pages": "492--501", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The clinical utility of bronchoalveolar lavage in interstitial lung disease -is it really useful?", "authors": [{"first": "K", "middle": ["C"], "last": "Meyer", "suffix": ""}], "year": 2014, "venue": "Expert Rev Respir Med", "volume": "8", "issn": "2", "pages": "133--138", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A phase 3 trial of pirfenidone in patients with idiopathic pulmonary fibrosis", "authors": [{"first": "King", "middle": [], "last": "Jr", "suffix": ""}, {"first": "T", "middle": ["E"], "last": "Bradford", "suffix": ""}, {"first": "W", "middle": ["Z"], "last": "Castro-Bernardini", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "22", "pages": "2083--92", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Interventions to improve symptoms and quality of life of patients with fibrotic interstitial lung disease: a systematic review of the literature", "authors": [{"first": "S", "middle": [], "last": "Bajwah", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Ross", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Peacock", "suffix": ""}], "year": 2013, "venue": "Thorax", "volume": "68", "issn": "9", "pages": "867--79", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Palliative care for people with non-malignant lung disease: summary of current evidence and future direction", "authors": [{"first": "J", "middle": [], "last": "Boland", "suffix": ""}, {"first": "J", "middle": [], "last": "Martin", "suffix": ""}, {"first": "A", "middle": ["U"], "last": "Wells", "suffix": ""}], "year": 2013, "venue": "Palliat Med", "volume": "27", "issn": "9", "pages": "811--817", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Non-cystic fibrosis bronchiectasis", "authors": [{"first": "P", "middle": ["J"], "last": "Mcshane", "suffix": ""}, {"first": "E", "middle": ["T"], "last": "Naureckas", "suffix": ""}, {"first": "G", "middle": [], "last": "Tino", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Strek", "suffix": ""}], "year": 2013, "venue": "Am J Respir Crit Care Med", "volume": "188", "issn": "6", "pages": "647--56", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Postoperative pulmonary complications and their prevention by means of physiotherapy", "authors": [{"first": "L", "middle": [], "last": "Thoren", "suffix": ""}], "year": 1954, "venue": "Acta Chir Scand", "volume": "107", "issn": "203", "pages": "193--198", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Airway clearance techniques for bronchiectasis", "authors": [{"first": "A", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": [], "last": "Burge", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Holland", "suffix": ""}], "year": 2013, "venue": "Cochrane Database Syst Rev", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Economic burden of non-cystic fibrosis bronchiectasis in the first year after diagnosis from a US health plan perspective", "authors": [{"first": "V", "middle": ["N"], "last": "Joish", "suffix": ""}, {"first": "M", "middle": [], "last": "Spilsbury-Cantalupo", "suffix": ""}, {"first": "E", "middle": [], "last": "Operschall", "suffix": ""}, {"first": "B", "middle": [], "last": "Luong", "suffix": ""}, {"first": "S", "middle": [], "last": "Boklage", "suffix": ""}], "year": 2013, "venue": "Appl Health Econ Health Policy", "volume": "11", "issn": "3", "pages": "299--304", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Prognosis of intrathoracic sarcoidosis in England", "authors": [{"first": "J", "middle": ["G"], "last": "Scadding", "suffix": ""}], "year": 1961, "venue": "Br Med J", "volume": "2", "issn": "", "pages": "1165--72", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Efficacy and safety of conventional transbronchial needle aspiration in sarcoidosis: a systematic review and meta-analysis", "authors": [{"first": "R", "middle": [], "last": "Agarwal", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Aggarwal", "suffix": ""}, {"first": "D", "middle": [], "last": "Gupta", "suffix": ""}], "year": 2013, "venue": "Respir Care", "volume": "58", "issn": "4", "pages": "683--93", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Established and experimental medical therapy of pulmonary sarcoidosis", "authors": [{"first": "R", "middle": ["P"], "last": "Baughman", "suffix": ""}, {"first": "H", "middle": [], "last": "Nunes", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Sweiss", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Lower", "suffix": ""}], "year": 2013, "venue": "Eur Respir J", "volume": "41", "issn": "6", "pages": "1424--1462", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Nicotine treatment improves Toll-like receptor 2 and Toll-like receptor 9 responsiveness in active pulmonary sarcoidosis", "authors": [{"first": "M", "middle": ["W"], "last": "Julian", "suffix": ""}, {"first": "G", "middle": [], "last": "Shao", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Schlesinger", "suffix": ""}], "year": 2013, "venue": "Chest", "volume": "143", "issn": "2", "pages": "461--70", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Effect of obesity on patient-reported outcomes in sarcoidosis", "authors": [{"first": "B", "middle": ["S"], "last": "Gvozdenovic", "suffix": ""}, {"first": "V", "middle": [], "last": "Mihailoic-Vucinic", "suffix": ""}, {"first": "M", "middle": [], "last": "Vukovic", "suffix": ""}], "year": 2013, "venue": "Int J Tuberc Lung Dis", "volume": "17", "issn": "4", "pages": "559--64", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Differentiating ARDS from cardiogenic pulmonary edema and pneumonia", "latex": null, "type": "table"}, "TABREF1": {"text": "Classification of pulmonary hypertension", "latex": null, "type": "table"}, "TABREF2": {"text": "Treatment of underlying conditions associated with pulmonary hypertension PAP positive airway pressure, CPAP continuous positive airway pressure", "latex": null, "type": "table"}, "TABREF3": {"text": "Pleural fluid characteristics based on light's criteria rule[20]", "latex": null, "type": "table"}, "TABREF4": {"text": "Common etiologies of interstitial lung diseases may be normal or demonstrate a mild hypoxemia that worsens with activity. Hypercarbia is rare, and hypocarbia may be present.", "latex": null, "type": "table"}, "TABREF5": {"text": "Etiologies of bronchiectasis exacerbations within 1 year; a macrolide is the antibiotic of choice (azithromycin 500 mg three times weekly). The role of aerosolized antibiotics in the management of bronchiectasis remains unclear, although early investigations suggest that select inhaled antibiotics may decrease symptoms, lower sputum bacterial density, and improve patient reported quality of life", "latex": null, "type": "table"}, "TABREF6": {"text": "Radiographic stages of pulmonary sarcoidosis Can be accompanied by right paratracheal node enlargement", "latex": null, "type": "table"}}, "back_matter": []}