{
    "paper_id": "0bc64ef316cd141b76252306fd889ee9108f1bd1",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A s I write this, I am sheltering in place with my family at home in New York City, the current global epicenter of the SARS-CoV-2 pandemic. Ambulance sirens echo, day and night, through largely empty streets. Hospitals are overwhelmed with the crushing load of COVID-19 cases and are suffering from shortages of personal protective equipment (PPE) for care providers. More than 21 000 Americans have died of COVID-19 in the past month, with more than 6000 of them in New York City. Since mid-March, either by choice or in response to shelter-in-place orders, most Americans have been staying home and limiting non-essential travel and industrial and business activity has slowed to a crawl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a dense urban area like this one, most residents have no access to private outdoor space and rely on public parks for exercise, the mental health boost that comes from a connection with nature, and fresh air. Conscientious city dwellers now ponder how to maintain safe social distance while sharing limited outdoor space with others. Official recommendations in the United States have converged on 6 ft of distance as the rule of thumb 1 for avoiding the exchange of potentially infective respiratory droplets and aerosols, but these recommendations were devised on the basis of observations made in the 1930s for hospital environments. 2 Do they hold for outdoors, in a breeze? During exercise?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In some places, the outdoor air that we seek is fresher than before the pandemic. Shutdowns have resulted in much lower emissions of pollutants related to travel and commercial activity, but other sources of air pollution have remained stable or even increased. Household electricity use has increased dramatically, and consumption patterns have shifted as a result of our new, more intensely domestic lifestyle. These changes in emissions coincide with the seasonal meteorological changes that come with the transition from winter into spring, complicating the identification and interpretation of trends from satellite data and long-term monitoring networks. While air quality in New York City is similar to previous years, Los Angeles residents are luxuriating in the unusually clear skies that the combination of rainy weather and reduced vehicle traffic has provided. 3 Dramatic improvements in visibility have been reported in some areas of India, while in others, agricultural burning and the use of solid fuels for household cooking have kept levels of fine particulate matter high, despite shutdowns. 4 Long-term exposure to air pollution is associated with many of the medical conditions that put individuals at high risk for complications related to COVID-19, including respiratory and cardiovascular conditions and diabetes. Analysis of data from Italy 5 and the United States 6 has begun to reveal a connection between particulate matter with a diameter of less than 2.5 μm (PM 2.5 ) exposure and COVID-19 deaths.",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 874,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1110,
                    "end": 1111,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite any environmental honeymoon that we may be experiencing as a result of pandemic-related shutdowns, a hangover can be expected as the economy reopens and polluting activities resume. The United States Environmental Protection Agency (U.S. EPA) has relaxed enforcement of environmental regulations during the crisis, 7 and it is not clear when these will be restored. Other pollution sources may also overshoot pre-pandemic levels. For example, until recently, riding the Metropolitan Transportation Authority (MTA) subway system with over 5 million fellow passengers each day was part of the rhythm of New York City life and a hallmark of sustainable city living. Commuters with options may be slow to re-adopt public transportation out of fear of exposure to SARS-CoV-2 in crowded environments, relying instead on more polluting modes of transportation.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 324,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, mandated work-from-home and global restrictions on business travel have forced a mass technical and cultural adjustment to collaborating and connecting online via videoconference. We may emerge from this crisis with a much higher bar for long distance air travel for meetings. More flexible work-from-home policies, in addition to aiding social distancing in the uncertain mid-term future, could lead to less traffic congestion and mobile source emissions than before the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In closing, I would like to highlight that the U.S. atmospheric science community, including many ACS Earth and Space Chemistry authors, has rapidly adapted and is contributing in a number of valuable ways on interdisciplinary teams to address the current crisis. The atmospheric aerosol community has lent their expertise and laboratory equipment to the testing of materials for homemade masks for their ability to prevent the spread of respiratory droplets or inhalation of infective aerosols. 8 Others have been involved in testing the performance of N95 respirator masks after sterilization for reuse, or the small-scale manufacture of PPE, such as face shields. Aerosol scientists have also weighed in to the public discussion about respiratory aerosols and the airborne spread of SARS-CoV-2 indoors and outdoors. 9,10 Experts on air quality and climate have shared insights with the media, discussing the evidence for the impacts of the pandemicrelated shutdowns on the environment and implications for future environmental policy. Finally, as the academics among us have rapidly adjusted to online education and the new needs and concerns of their students, many have developed and openly shared educational materials online. Although we remain socially distanced for now, it has been heartening to see the community come together in this time of acute human and societal need.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "V. Faye McNeill orcid.org/0000-0003-0379-6916",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complete contact information is available at: https://pubs.acs.org/10.1021/acsearthspacechem.0c00093",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        },
        {
            "text": "Notes Views expressed in this editorial are those of the author and not necessarily the views of the ACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ AUTHOR INFORMATION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Turbulent Gas Clouds and Respiratory Pathogen Emissions: Potential Implications for Reducing Transmission of COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA, J. Am. Med. Assoc",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4756"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why Pollution Is Plummeting in Some Cities But Not Others",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Schiermeier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-01049-6?ref=pdf"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is the COVID-19 Lockdown Really Decreasing Air Pollution in India? Earther",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Noor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can Atmospheric Pollution Be Considered a Co-Factor in Extremely High Level of SARS-CoV-2 Lethality in Northern Italy?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Conticini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Frediani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Pollut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envpol.2020.114465"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exposure to Air Pollution and COVID-19 Mortality in the United States",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nethery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sabath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20054502?ref=pdf"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Implications for EPAs Enforcement and Compliance Assurance Program",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What's the Best Material for a Mask for Coronavirus? The New York Times",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parker-Pope",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times Company",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus at Beaches? Surfers, Swimmers Should Stay Away, Scientist Says",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Los Angeles Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Coronavirus Pandemic and Aerosols: Does COVID-19 Transmit via Expiratory Particles?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bouvier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Wexler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Ristenpart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Aerosol Sci. Technol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/02786826.2020.1749229"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}