{"paper_id": "0bc8ebad714c09cdad950f2a46e910e74f891de9", "metadata": {"title": "", "authors": [{"first": "Gordon", "middle": ["Y S"], "last": "Choi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Winnie", "middle": ["T P"], "last": "Wan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Albert", "middle": ["K M"], "last": "Chan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sau", "middle": ["K"], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shing", "middle": ["T"], "last": "Poon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gavin", "middle": ["M"], "last": "Joynt", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "EditordHealthcare simulation has been defined as a tool, device, and/or environment that mimics an aspect of clinical care. 1 Although routinely used for enhancing medical education, recently its value to inform improvement in healthcare systems and processes has been recognised. 2 Specifically, in situ simulation uses structured scenarios within environments that closely replicate real-world clinical situations, to produce information that can be used to improve systems and processes. 3 This approach is especially useful when approaching situations that would otherwise be difficult to study in the actual clinical setting because of practical constraints or inherent dangers to patients or healthcare workers (HCWs), such as preparing the response to an outbreak. Discovering that an infection control protocol is inadequate, or impractical to implement, in the real-world setting of a contagious patient during an infectious outbreak can have potentially severe consequences. Coronavirus disease 2019 (COVID-19) is already known to be associated with a high risk of transmission of disease to HCWs, 4 and is likely to be more transmissible than severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 5 Within the ICU, potentially aerosol generating procedures such as manual ventilation and tracheal intubation are known to enhance transmission of respiratory viral disease to HCWs, 6 and therefore introducing robust infection control processes as soon as possible is of paramount importance.", "cite_spans": [{"start": 124, "end": 125, "text": "1", "ref_id": "BIBREF0"}, {"start": 281, "end": 282, "text": "2", "ref_id": "BIBREF1"}, {"start": 491, "end": 492, "text": "3", "ref_id": "BIBREF2"}, {"start": 1108, "end": 1109, "text": "4", "ref_id": "BIBREF3"}, {"start": 1240, "end": 1241, "text": "5", "ref_id": "BIBREF4"}, {"start": 1423, "end": 1424, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": ""}, {"text": "Although several expert opinion pieces have been written regarding appropriate standards for infection control and prevention of transmission of COVID-19,7À9 few address operational issues, particularly the practical aspects of implementation, such as the ability to achieve an efficient, practical, and reproducible workflow in specific clinical settings. To examine system and operational issues related to our infection control guidelines, we designed and implemented a high-fidelity in situ clinical simulation to replicate admission, including tracheal intubation, of a patient with suspected or known COVID-19 infection. The main objective of the simulation was to test the ability of the HCW team to effectively implement use of personal protective equipment (PPE), and the practicality of the intubation protocol and preliminary outbreak infection control guidelines.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Participants were a clinical team including volunteer doctors and nurses who underwent an in situ high-fidelity simulation. Additional supporting staff participants were also available to enter the simulation when requested by doctor or nurse participants. The simulation was managed by one experienced simulation manager outside the isolation room observing though a glass observation panel, and one within.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The simulation was conducted in a fully appointed but unused and disinfected airborne infection isolation room (AIIR) with an anteroom and interlocking doors. A specified clean area located outside the anteroom was used for donning PPE. Doffing PPE took place at a station within the anteroom. A SimMan 3G (Laerdal Medical Ltd, Orpington, UK) was used to simulate a patient with clinical COVID-19 associated severe hypoxaemic respiratory failure and moderate arterial hypotension being admitted to the ICU. Tracheal intubation and placement of a central intravenous catheter was required. Workflow and processes were critically observed throughout by the simulation managers. Table 1 Observed safety threats recorded during debriefing and response actions taken to eliminate or minimise the specific safety threat identified. AIIR, airborne infection isolation room; HCW, healthcare workers; PPE, personal protective equipment.", "cite_spans": [], "ref_spans": [{"start": 676, "end": 683, "text": "Table 1", "ref_id": null}], "section": ""}, {"text": "Improper donning technique Cuffs of waterproof gowns frequently not tucked securely under the gloves Backs of gowns not secured leaving large exposed clothing areas Personal belongings (pens and mobile phones) carried into AIIR and removed from room without cleansing Response Illustrated step-by-step guide with 'HOT TIPS' at each donning post Provision of on-duty 'patrol' nurse to monitor the donning process Buddy checking: personnel encouraged to check each other's PPE integrity Extra dedicated hospital mobile phone available inside and outside the AIIR, with use of speakerphone to allow easy communication and forwarded calls Guideline amendment to not take personal belongings into AIIR Observation", "cite_spans": [], "ref_spans": [], "section": "Observation"}, {"text": "Before intubation Connections between the bag valve mask (BVM) resuscitator, PEEP valve, mainstream CO 2 monitor, bacterial/viral filter, and face mask were frequently incorrectly placed Repeated need to dis-/reconnect circuitry between intubation completion and connection to mechanical ventilator Inability to rapidly provide key drugs or equipment for urgent use in the AIIR, particularly those requiring patient identification, special registration, or both Failure to clearly communicate explicit backup intubation plans and role assignments to key team members Response", "cite_spans": [], "ref_spans": [], "section": "Observation"}, {"text": "Guideline amendment stating that, before use, a doctor and a nurse must cross-check circuit component placement, function and security Additional mainstream end-tidal CO 2 sensor made available for use in ventilator circuit accompanied by guideline amendment Guideline amendment that additional gowned personnel, airway equipment, and drugs should be immediately available in the anteroom Standardised medication set developed for intubation: induction agent, muscle blocking agent, pre-prepared vasopressor, and sedative/analgesia infusion pumps A pre-intubation checklist developed and prominently displayed in intubator's line of vision, specifically including requirement for airway backup plan (Fig. 1 ", "cite_spans": [], "ref_spans": [{"start": 699, "end": 706, "text": "(Fig. 1", "ref_id": "FIGREF0"}], "section": "Observation"}, {"text": "A pre-designed management focused feedback rubric was used to debrief the participants at the end of the simulation. The domains for feedback and discussion included the following key events in chronological order: donning PPE, preintubation check, intubation procedure, and doffing PPE. Participants were encouraged to provide feedback and suggestions that may enhance the effectiveness of the protocol and improve clinical workflow. After each debriefing and critical review, changes to improve the guideline and workflow were instituted, and the revised protocol was tested in the subsequent simulation.", "cite_spans": [], "ref_spans": [], "section": "e2 -Correspondence"}, {"text": "We completed 11 individual simulations involving 44 participants (11 doctors and 33 nurses/supporting staff). Each simulation lasted 20e30 min and debriefing lasted 30 min. Based on the observations of the simulation facilitators and the structured debriefing, several infection control-related workflow problems were observed (Table 1 and Fig. 1) . Observed safety threats, and those recorded during debriefing, addressed the following key domains: donning and doffing of PPE, advance preparation of intubation and ventilation strategies, technical understanding of circuit setup, environmental protection measures, communication difficulty, and accessibility of key drugs and equipment. Responses to eliminate or minimise the observed safety threats resulted in both guideline changes, modifications to the environment, and implementation of methods to improve workflow and ability of staff to follow infection control guidelines (Table 1) . Repeated simulations resulted in no additional changes after the eighth simulation.", "cite_spans": [], "ref_spans": [{"start": 327, "end": 335, "text": "(Table 1", "ref_id": null}, {"start": 340, "end": 347, "text": "Fig. 1)", "ref_id": "FIGREF0"}, {"start": 932, "end": 941, "text": "(Table 1)", "ref_id": null}], "section": "e2 -Correspondence"}, {"text": "We recommend in situ simulation methodology as a valuable tool to evaluate and improve system performance, in this case infection control guidelines before the occurrence of an anticipated real event. Repeated simulations appear useful as new simulations yielded meaningful system/process deficits up to the seventh simulation. This meant that within 2 days relevant guideline modifications and workflow improvements could be fully evaluated and implemented.", "cite_spans": [], "ref_spans": [], "section": "e2 -Correspondence"}, {"text": "Anticipating the rapid progression of the COVID-19 pandemic, a potentially fatal respiratory disease, it is especially important to be prepared in the ICU to protect staff from transmission during high-risk procedures such as tracheal intubation. With the use of in situ simulation as described, we were able to create a workable guideline, visual aids, and workflow that allowed proper implementation of infection control in a real clinical setting. In situ simulation answers the questions 'What could be done better?' and 'What is working well?'. 2 To answer these questions, key components of simulation are: 1) simulation should take place in situ (within the real workplace with normally available equipment and drugs) to re-create the work environment accurately; 2) participants should be working HCWs reflecting the makeup of the clinical environment (doctors, nurses, and supporting staff); 3) scenario should recreate a meaningful clinical event; 4) structured debriefing should be done by a combination of simulation experts and senior management staff to focus on the evaluation of guidelines, systems and workflow (in addition to providing for education of participants); and 5) should be repeated until further useful system observations cease to occur. 10 It is clear that our reported infection control protocol and improvements may not be directly applicable to other ICUs, as systems and processes should be specific to individual institutions and local practices. This report is limited in that the time constraints of an imminent outbreak did not allow a more formal evaluation of methodology, nor provide evidence that the intervention described improved actual practice, or contributed to the actual reduction of transmission to HCWs. Nevertheless, we believe in situ simulation provides a potentially useful tool to rehearse the safe care of patients in anticipation of treating an emerging infectious disease such as COVID-19. ", "cite_spans": [{"start": 550, "end": 551, "text": "2", "ref_id": "BIBREF1"}, {"start": 1269, "end": 1271, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "e2 -Correspondence"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Technology-enhanced simulation for health professions education: a systematic review and meta-analysis", "authors": [{"first": "D", "middle": ["A"], "last": "Cook", "suffix": ""}, {"first": "R", "middle": [], "last": "Hatala", "suffix": ""}, {"first": "R", "middle": [], "last": "Brydges", "suffix": ""}], "year": 2011, "venue": "JAMA", "volume": "306", "issn": "", "pages": "978--88", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Simulation for systems integration in pediatric emergency medicine", "authors": [{"first": "J", "middle": [], "last": "Reid", "suffix": ""}, {"first": "K", "middle": [], "last": "Stone", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Deutsch", "suffix": ""}], "year": 2016, "venue": "Clin Pediatr Emerg Med", "volume": "17", "issn": "", "pages": "193--202", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The study of factors affecting human and systems performance in healthcare using simulation", "authors": [{"first": "V", "middle": ["R"], "last": "Leblanc", "suffix": ""}, {"first": "T", "middle": [], "last": "Manser", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Weinger", "suffix": ""}, {"first": "D", "middle": [], "last": "Musson", "suffix": ""}, {"first": "J", "middle": [], "last": "Kutzin", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Howard", "suffix": ""}], "year": 2011, "venue": "Simul Healthc", "volume": "6", "issn": "", "pages": "24--33", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "1239--1281", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Rigidity of the outer shell predicted by a protein intrinsic disorder model sheds light on the COVID-19 (Wuhan-2019-nCoV) infectivity", "authors": [{"first": "G", "middle": ["K"], "last": "Goh", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Dunker", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Foster", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Uversky", "suffix": ""}], "year": 2020, "venue": "Biomolecules", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review", "authors": [{"first": "K", "middle": [], "last": "Tran", "suffix": ""}, {"first": "K", "middle": [], "last": "Cimon", "suffix": ""}, {"first": "M", "middle": [], "last": "Severn", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Pessoa-Silva", "suffix": ""}, {"first": "J", "middle": [], "last": "Conly", "suffix": ""}], "year": 2012, "venue": "PLoS One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients", "authors": [{"first": "R", "middle": ["S"], "last": "Wax", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}], "year": 2020, "venue": "Can J Anaesth Adv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01591-x"]}}, "BIBREF7": {"ref_id": "b7", "title": "COVID-19: a critical care perspective informed by lessons learnt from other viral epidemics", "authors": [{"first": "L", "middle": [], "last": "Ling", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Joynt", "suffix": ""}, {"first": "J", "middle": [], "last": "Lipman", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Constantin", "suffix": ""}, {"first": "Joannes", "middle": ["-"], "last": "Boyau", "suffix": ""}, {"first": "O", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Anaesth Crit Care Pain Med Adv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.accpm.2020.02.002"]}}, "BIBREF8": {"ref_id": "b8", "title": "Outbreak of a new coronavirus: what anaesthetists should know", "authors": [{"first": "Pwh", "middle": [], "last": "Peng", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Ho", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Hota", "suffix": ""}], "year": 2020, "venue": "Br J Anaesth Adv", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.bja.2020.02.008"]}}, "BIBREF9": {"ref_id": "b9", "title": "In situ simulation: detection of safety threats and teamwork training in a high risk emergency department", "authors": [{"first": "M", "middle": ["D"], "last": "Patterson", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Geis", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Falcone", "suffix": ""}, {"first": "T", "middle": [], "last": "Lemaster", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Wears", "suffix": ""}], "year": 2013, "venue": "BMJ Qual Saf", "volume": "22", "issn": "", "pages": "468--77", "other_ids": {"DOI": ["10.1016/j.bja.2020.04.001"]}}}, "ref_entries": {"FIGREF0": {"text": "Visual aid reminder for intubating doctor to ensure key pre-intubation checks have been completed. To be positioned in direct line of vision from the head of the bed.", "latex": null, "type": "figure"}}, "back_matter": [{"text": "The authors declare that they have no conflicts of interest.", "cite_spans": [], "ref_spans": [], "section": "Declarations of interest"}]}