{"paper_id": "0bc8e8a168e0494844ef69720fa8ad6be16c76b0", "metadata": {"title": "Knowledge, attitude and practice of secondary school students toward COVID-19 epidemic in Italy: a cross selectional study", "authors": [{"first": "Dafni", "middle": [], "last": "Souli", "suffix": "", "affiliation": {"laboratory": "", "institution": "Istituto Cine-tv Roberto Rossellini", "location": {"postCode": "00146", "settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Maddalena", "middle": [], "last": "Dilucca", "suffix": "", "affiliation": {"laboratory": "", "institution": "Liceo Statale Augusto Righi", "location": {"postCode": "00187", "settlement": "Rome", "country": "Italy"}}, "email": "*maddalena.dilucca@gmail.com"}]}, "abstract": [{"text": "The coronavirus disease (COVID-19", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus disease 2019 (officially known as SARS-CoV-2 or COVID-19) is an 2 emerging acute respiratory illness that is caused by a novel coronavirus and is first 3 1/11 reported in December 2019 in Wuhan, Hubei Province, China, [1] from where it spread 4 rapidly to over 198 countries [2, 3] . In response to this serious situation, the World 5 Health Organization (WHO) declares it a public health emergency of international 6 concern on 30th of January and calls for collaborative efforts of all countries to prevent 7 the rapid spread of COVID-19. It is declared as a global pandemic by WHO on 12th of 8 March [4, 5] . 9 The outbreak of coronavirus in Italy is officially confirmed to be on 31th of January, 10 when two Chinese tourists in Rome tested positive for the virus [6] . One week later an 11 Italian man repatriated back to Italy from the city of Wuhan, China, is hospitalised and 12 confirmed as the third case in Italy [7] . A cluster of cases is later detected, starting with 13 16 confirmed cases in Lombardy [8] . As of 7th of May 2020, over three million cases of 14 COVID-19 has been reported with a death toll of over 270.000 patients [9] . Among the 15 top ranking countries, Italy is reported to be in the third position, after America and 16 Spain, with over 215.000 confirmed cases and over 26.000 deaths [9] . 17 Health authorities in Italy have made substantial efforts to control the disease 18 through various measures. On 8th of March, Prime Minister of Italy extends the 19 quarantine lockdown to cover the whole region of Lombardy and 14 other northern 20 provinces. On 10th of March, he increases the quarantine lockdown to cover all of Italy, 21 including travel restrictions and a ban on public gatherings [10]. Public education is 22 considered as one of the most important measures that could help control the diseases, 23 as has been the case regarding MERS [11] or SARS [12, 13] . In fact, On 4th of March, 24 the government announces the closure of all degree of schools. 25 The main aim of our present study is to investigate the level of knowledge, attitude, 26 and practice of young subjects attending secondary schools toward COVID-19 infection. 27 This study is interesting to detect variables associated with a satisfactory level of them 28 and to explore how knowledge about the disease has affected their lifestyles or health 29 behaviors. For the purpose of this study, a questionnaire self-administered is developed especially 33 for this research in native spoken language (Italian). A small subgroup of twenty male 34 and twenty female students are asked to complete the questionnaire and then to ask 35 some questions on whether the questionnaire is easy to understand, to complete and to 36 submit. Reliability of the questionnaire in its translated form is measured by calculating 37 Cronbach's alpha for each total scale. In our case, a value of Cronbach's alpha > 0.8 is 38 considered significative.", "cite_spans": [{"start": 164, "end": 165, "text": "3", "ref_id": "BIBREF2"}, {"start": 230, "end": 233, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 255, "end": 256, "text": "4", "ref_id": "BIBREF3"}, {"start": 287, "end": 290, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 291, "end": 293, "text": "3]", "ref_id": "BIBREF2"}, {"start": 345, "end": 346, "text": "5", "ref_id": "BIBREF4"}, {"start": 428, "end": 429, "text": "6", "ref_id": "BIBREF5"}, {"start": 521, "end": 522, "text": "7", "ref_id": "BIBREF6"}, {"start": 607, "end": 608, "text": "8", "ref_id": "BIBREF7"}, {"start": 615, "end": 618, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 619, "end": 621, "text": "5]", "ref_id": "BIBREF4"}, {"start": 624, "end": 625, "text": "9", "ref_id": "BIBREF8"}, {"start": 780, "end": 783, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 804, "end": 806, "text": "11", "ref_id": "BIBREF9"}, {"start": 896, "end": 898, "text": "12", "ref_id": "BIBREF10"}, {"start": 936, "end": 939, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 994, "end": 996, "text": "13", "ref_id": "BIBREF11"}, {"start": 1028, "end": 1031, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1085, "end": 1087, "text": "14", "ref_id": "BIBREF12"}, {"start": 1158, "end": 1161, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1174, "end": 1176, "text": "15", "ref_id": "BIBREF13"}, {"start": 1265, "end": 1267, "text": "16", "ref_id": "BIBREF14"}, {"start": 1332, "end": 1335, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1338, "end": 1340, "text": "17", "ref_id": null}, {"start": 1422, "end": 1424, "text": "18", "ref_id": "BIBREF17"}, {"start": 1504, "end": 1506, "text": "19", "ref_id": "BIBREF18"}, {"start": 1587, "end": 1589, "text": "20", "ref_id": "BIBREF19"}, {"start": 1679, "end": 1681, "text": "21", "ref_id": "BIBREF20"}, {"start": 1769, "end": 1771, "text": "22", "ref_id": "BIBREF22"}, {"start": 1859, "end": 1861, "text": "23", "ref_id": "BIBREF23"}, {"start": 1898, "end": 1902, "text": "[11]", "ref_id": "BIBREF9"}, {"start": 1911, "end": 1915, "text": "[12,", "ref_id": "BIBREF10"}, {"start": 1916, "end": 1919, "text": "13]", "ref_id": "BIBREF11"}, {"start": 1948, "end": 1950, "text": "24", "ref_id": "BIBREF24"}, {"start": 2014, "end": 2016, "text": "25", "ref_id": "BIBREF25"}, {"start": 2192, "end": 2194, "text": "27", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Introduction"}, {"text": "After validation questionnaire, we develop the final version with 19 items, featured 40 in the form of a multiple choice answers. The questionnaire consists of two parts: 41 demographics and KAP [14] . The questionnaire is subdivided as following questions: 42 demographic information (items 1-4), knowledge of signs and symptoms of the disease, 43 the methods of transmission of the disease and of prevention (items 5-16), the impact of 44 the disease orientation on participants' lifestyles and their sources of information (item 45 17-19) [15] . This takes approximately 5 minutes to fill out. The cover page of the questionnaire includes a short introduction regarding the 50 2/11 objectives, the procedures, the voluntary nature of participation, the declarations of 51 confidentiality and anonymity. The inclusion criteria regard Italian nationality younger 52 with age ranging to 14 from 19 years old attending secondary high school.", "cite_spans": [{"start": 195, "end": 199, "text": "[14]", "ref_id": "BIBREF12"}, {"start": 542, "end": 546, "text": "[15]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "39"}, {"text": "The questionnaire is answered by over 2300 participants anonymously from the 1st 54 to the 5th of May, in the first days of the second phase in Italy (it begins on the 4th of 55 May). Demographic variables are recorded along with other factors regarding the 56 populations' knowledge, attitude, practice, and risk assessment concerning 57 COVID-19 [16] . is used to compare categorical data between gender. The statistical significance level is 63 considered with p-values < 0.05 (two-sided) [17] . 64 3 Results and discussion answers of fever in the following Table 1 ). It is strange to note that more than a quarter 90 rispectevely of males and females links the phenomenon of COVID-19 to nasal 91 congestion. This wrong answer may be due to the common use of linking fever with 92 symptomes of a cold [19, 20] . show as 2% of males and 0.3% females thinks that the risk of infection is connected by 101 being outdoors.", "cite_spans": [{"start": 348, "end": 352, "text": "[16]", "ref_id": "BIBREF14"}, {"start": 492, "end": 496, "text": "[17]", "ref_id": null}, {"start": 499, "end": 501, "text": "64", "ref_id": null}, {"start": 805, "end": 809, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 810, "end": 813, "text": "20]", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 561, "end": 568, "text": "Table 1", "ref_id": "TABREF0"}], "section": "53"}, {"text": "As illustrated in Table 3 , the most frequently reported method of protection against 103 virus transmission is hand washing. Nevertheless, a higher proportion of students 104 remarks the importance of wearing tissues protect hands. Almost no percentage believes 105 that it is appropriate to touch the nose or eyes or not wear face mask protection. Even 106 in these questions, there is a similar level of knowledge method of protection against 107 virus transmission among gender [21] .", "cite_spans": [{"start": 482, "end": 486, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 18, "end": 25, "text": "Table 3", "ref_id": "TABREF2"}], "section": "102"}, {"text": "According to recent statistics, COVID-19 affects more the male population. So, we 109 ask students if they know about this information: 66.8 % of them answers correctely, 110 8% answers that females risk more and the remaining replies that does not know. An 111 other question is about the number of deaths with COVID-19 in world and Italy. We 112 know that estimating the correct number of deaths is a sensitive topic especially related 113 to the number of swabs made on patients and so, we consider correct answers only those 114 relating to official data (see website [9] ). Unfortunately, only 15% responds correctly, 115 identifying at least the order of measurement of the number both nationally and 116 worldwide. Then we consider which age group is most affected in the population (see 117 Figure 3 ). 120/2380 (5% ) answer that people with class of age 50-60 risk a lot, Figure 3 with official data to 120 understand that students answer incorrectly in this question. In Italy major percentage 121 of deaths is in class over 80 and the second class is 70-80. 2306/2380 (96.9%) students 122 answer that the area most affected in Italy is Lombardia (correct answer), whereas 123 74/2380 (3%) answer that is Piemonte. ", "cite_spans": [{"start": 572, "end": 575, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 623, "end": 626, "text": "115", "ref_id": null}], "ref_spans": [{"start": 799, "end": 807, "text": "Figure 3", "ref_id": "FIGREF10"}, {"start": 881, "end": 889, "text": "Figure 3", "ref_id": "FIGREF10"}], "section": "108"}, {"text": "In the second part of the questionnaire, we ask for generic information about COVID-19 126 vaccines [22] .2058/2380 (86.5%) answer that does not still exist a vaccine, 123/2380 127 (5.2%) answer that they do not know and the remaining 8.3% that vaccine exists and 128 that soon it will be possible to do it. We know that COVID-19 vaccine is a hypothetical 129 vaccine against coronavirus disease. Although no vaccine has completed clinical trials, 130 there are multiple attempts in progress to develop such a vaccine. In April 2020, 115 131 vaccine candidates are in development [23, 24] . On 7th of May first COVID-19 vaccine 132 test on animals successful. to visit family or friends (about 70%). In second place, students answer about the 156 possibility to going to school. It is interesting is that the two activities more favourite 157 by male students: going to the park and playing a sport. 158 Figure 5 . Social activities.The activity most affected is the possibility to visit family or friends (about 70%). In second place, students answer about the possibility to going to school.", "cite_spans": [{"start": 100, "end": 104, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 580, "end": 584, "text": "[23,", "ref_id": "BIBREF23"}, {"start": 585, "end": 588, "text": "24]", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 904, "end": 912, "text": "Figure 5", "ref_id": "FIGREF13"}], "section": "125"}, {"text": "Students have spent most of their free time on school online activities (see Figure 6 ). 159 Italy is one of the first country in Eruope that immediately stars a new teaching . It is interesting to note that although the 165 students declare that they spend most of the hours online in the presence of teachers, 166 they have previously answer that their main source of information is TV and the lesser 167 school. An other important phenomenon is to highlight that the major of students has 168 spent its time watching a film or chatting and video-calling. The presence of technology 169 7/11 in these lock-down months has been a key point of their knowledge and maturation 170 phenomenon [27] . Reading a book is one of the activities chosen in a clear minority. Figure 6 . Free time. The students declare that they spend most of free time in DaD (online school lessons). A lot of them has spent its time watching a film or chatting and video-calling.", "cite_spans": [{"start": 89, "end": 92, "text": "159", "ref_id": null}, {"start": 312, "end": 315, "text": "166", "ref_id": null}, {"start": 690, "end": 694, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [{"start": 77, "end": 85, "text": "Figure 6", "ref_id": null}, {"start": 765, "end": 773, "text": "Figure 6", "ref_id": null}], "section": "125"}, {"text": "To the best of our knowledge, this is the first study in Italy investigating the KAP In the other part of the questionnaire, we ask for generic information about 201 COVID-19 vaccine. Although no vaccine has completed clinical trials, there are multiple 202 attempts in progress to develop such a vaccine. The major part of students answer that 203 does not still exist a vaccine, only 5% answers that they do not know and the remaining 204 8.3% that vaccine exists and that soon it will be possible to do it. The other two 205 questions correlated with vaccine are about the knowledge of antibodies. About 98% 206 claims to know antibodies, but in the next question when they have to answer how to 207 check for antibodies, only 65% answers with blood analysis. The remaining answers 208 pharyngeal swab or urine analysis and aa minority of 5% answers that flu is a necessary 209 symptome to check antibodies. These three questions with uncorrect answers are 210 related to the above discussion. It is very important for young students to have a Finally, students declare that they have spent most of their free time on school 220 online activities. In Italy from the first days of lock-down, the Minister of Education 221 introduces a new learning methods for students, based on remote lessons in platforms, 222 upload of sources and materials on web and formal or informal communication on blog 223 or online groups. The presence of technology in these lock-down months has been a key 224 point of their knowledge and maturation phenomenon and helps students to continue 225 their formative learning. Perhaps more attention should be given to utilizing tecnhology 226 and particularly social media resources, especially Facebook or Whatsapp, as techniques 227 of promoting public health education in adolescents, in collaboration with teachers and 228 specialists.", "cite_spans": [], "ref_spans": [], "section": "172"}, {"text": "229 Acknowledgement(s) 230 We warmly thank all the study participants for their voluntary participation and for 231 providing essential information. ", "cite_spans": [{"start": 23, "end": 26, "text": "230", "ref_id": null}], "ref_spans": [], "section": "172"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "authors": [{"first": "R", "middle": [], "last": "Lu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "P", "middle": [], "last": "Niu", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "565--574", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "692--696", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China", "authors": [], "year": 2020, "venue": "Chin J Epidemiol", "volume": "41", "issn": "", "pages": "145--51", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Note from the editors: World Health Organization declares novel coronavirus (2019-nCoV) sixth public health emergency of international concern. Euro surveillance : bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin", "authors": [{"first": "Eurosurveillance", "middle": [], "last": "Editorial", "suffix": ""}, {"first": "T", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "World Health Organization. WHO announces COVID-19 outbreak a pandemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The first two cases of 2019-nCoV in Italy: where they come from", "authors": [{"first": "M", "middle": [], "last": "Giovanetti", "suffix": ""}, {"first": "D", "middle": [], "last": "Benvenuto", "suffix": ""}, {"first": "S", "middle": [], "last": "Angeletti", "suffix": ""}, {"first": "M", "middle": [], "last": "Ciccozzi", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "5", "pages": "518--521", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "First Italian dies of coronavirus as outbreak flares in north", "authors": [], "year": 2020, "venue": "Reuters", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus outbreak grows in northern Italy, 16 cases reported in one day", "authors": [{"first": "E", "middle": [], "last": "Anzolin", "suffix": ""}, {"first": "Amante", "middle": [], "last": "Angelo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Coronavirus: Italy extends emergency measures nationwide", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Knowledge, attitude and practices of healthcare providers towards MERS-CoV infection at Makkah hospitals, KSA", "authors": [{"first": "O", "middle": [], "last": "Nour", "suffix": ""}, {"first": "M", "middle": [], "last": "Babilghith", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Natto", "suffix": ""}, {"first": "H", "middle": ["A"], "last": "", "suffix": ""}, {"first": "Al-Amin", "middle": [], "last": "Fo", "suffix": ""}], "year": 2015, "venue": "International Research Journal of Medicine and Medical Sciences", "volume": "3", "issn": "4", "pages": "2354--211", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Public health interventions and SARS spread", "authors": [{"first": "D", "middle": ["M"], "last": "Bell", "suffix": ""}], "year": 2003, "venue": "Emerging Infectious Diseases", "volume": "10", "issn": "11", "pages": "1900--1906", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Severe Acute Respiratory Syndrome (SARS): Knowledge, Attitudes, Practices and Sources of Information Among Physicians Answering a SARS Fever Hotline Service", "authors": [{"first": "J", "middle": ["F"], "last": "Deng", "suffix": ""}, {"first": "B", "middle": [], "last": "Olowokure", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Kaydos-Daniels", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Chang", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Barwick", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["Y"], "last": "Deng", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Factor", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Chiang", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Maloney", "suffix": ""}, {"first": "Field", "middle": [], "last": "Team", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey", "authors": [{"first": "B", "middle": ["L"], "last": "Zhong", "suffix": ""}, {"first": "Wei", "middle": ["L"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "", "suffix": ""}], "year": null, "venue": "International Journal of Biological Sciences", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Attitude and Practice Associated with COVID-19 among University Students: a Cross-Sectional Survey in China", "authors": [{"first": "Y", "middle": [], "last": "Peng", "suffix": ""}, {"first": "C", "middle": [], "last": "Pei", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "", "middle": [], "last": "Knowledge", "suffix": ""}], "year": null, "venue": "", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Attitude and Practice toward the Novel Coronavirus (COVID-19) Outbreak: A Population-Based Survey in Iran", "authors": [{"first": "A", "middle": [], "last": "Erfani", "suffix": ""}, {"first": "R", "middle": [], "last": "Shahriarirad", "suffix": ""}, {"first": "K", "middle": [], "last": "Ranjbar", "suffix": ""}, {"first": "A", "middle": [], "last": "Mirahmadizadeh", "suffix": ""}, {"first": "M", "middle": [], "last": "Moghadami", "suffix": ""}, {"first": "", "middle": [], "last": "Knowledge", "suffix": ""}], "year": 2020, "venue": "Bull World Health Organ", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "SARS and other coronaviruses as causes of pneumonia", "authors": [{"first": "Y", "middle": [], "last": "Yin", "suffix": ""}, {"first": "R", "middle": ["G"], "last": "Wunderink", "suffix": ""}, {"first": "", "middle": [], "last": "Mers", "suffix": ""}], "year": 2018, "venue": "Respirology", "volume": "23", "issn": "2", "pages": "130--137", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical characteristics of coronavirus disease 2019 in China", "authors": [{"first": "W", "middle": ["J"], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "W", "middle": ["H"], "last": "Liang", "suffix": ""}, {"first": "C", "middle": ["Q"], "last": "Ou", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "He", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2002032"]}}, "BIBREF19": {"ref_id": "b19", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Advice on the use of masks in the community, during home care and in health care settings in the context of the novel coronavirus 2019-nCoV outbreak", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics", "authors": [{"first": "K", "middle": [], "last": "Dhama", "suffix": ""}, {"first": "K", "middle": [], "last": "Sharun", "suffix": ""}, {"first": "R", "middle": [], "last": "Tiwari", "suffix": ""}, {"first": "M", "middle": [], "last": "Dadar", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Malik", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "Singh", "suffix": ""}, {"first": "W", "middle": [], "last": "Chaicumpa", "suffix": ""}], "year": null, "venue": "Hum Vaccin Immunother", "volume": "2020", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1080/21645515.2020.1735227"]}}, "BIBREF23": {"ref_id": "b23", "title": "The COVID-19 vaccine development landscape", "authors": [{"first": "L", "middle": [], "last": "Thanh", "suffix": ""}, {"first": "Z", "middle": [], "last": "Andreadakis", "suffix": ""}, {"first": "A", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "R", "middle": ["R"], "last": "Gómez", "suffix": ""}, {"first": "S", "middle": [], "last": "Tollefsen", "suffix": ""}, {"first": "M", "middle": [], "last": "Saville", "suffix": ""}, {"first": "S", "middle": [], "last": "Mayhew", "suffix": ""}], "year": null, "venue": "Nature Reviews Drug Discovery", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/d41573-020-00073-5"], "PMID": ["32273591"]}}, "BIBREF24": {"ref_id": "b24", "title": "COVID-19 treatment and vaccine tracker (PDF)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Understanding Antibody Testing for COVID-19", "authors": [{"first": "D", "middle": [], "last": "Jacofsky", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Jacofsky", "suffix": ""}, {"first": "M", "middle": [], "last": "Jacofsky", "suffix": ""}], "year": 2020, "venue": "The Journal of Arthroplasty", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.arth.2020.04.055"]}}, "BIBREF26": {"ref_id": "b26", "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review, The Lancet Child & Adolescent Health", "authors": [{"first": "M", "middle": [], "last": "Russell", "suffix": ""}, {"first": "", "middle": [], "last": "Viner", "suffix": ""}, {"first": "J", "middle": [], "last": "Simon", "suffix": ""}, {"first": "Helen", "middle": [], "last": "Russell", "suffix": ""}, {"first": "Jessica", "middle": [], "last": "Croker", "suffix": ""}, {"first": "Joseph", "middle": [], "last": "Packer", "suffix": ""}, {"first": "Claire", "middle": [], "last": "Ward", "suffix": ""}, {"first": "", "middle": [], "last": "Stansfield", "suffix": ""}], "year": 2020, "venue": "", "volume": "4", "issn": "", "pages": "397--404", "other_ids": {"DOI": ["10.1016/S2352-4642(20)30095-X11/11"]}}}, "ref_entries": {"FIGREF2": {"text": "web-based survey is carried out through various social media platforms. Through 48 the link, the participants can view the questions simply by clicking on it and answer.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "the statistical analyses are performed by using statistical package for social sciences 60 (SPSS Inc., Chicago, Illinois, USA) version 26.0. Data are presented as mean ± SD, 61 frequencies of knowledge answers and proportions as appropriate. The Chi-square test62", "latex": null, "type": "figure"}, "FIGREF5": {"text": "2380 students who answer the questionnaires, 1410/2380 (59.3%) are female and 67 970/2380 (40.7%) are male. Students attend high school from five areas of Italy: 68 Lombardia (Milan), Lazio (Rome and Frosinone), Puglia (Lecce), Campania (Naples) 69 and Calabria (Catanzaro). The age of participants ranges from 14 to 19 years old, with 70 a mean age equal to 17 and SD 3.64 (for more details, Figure 1 shows the demographic 71 characteristics of the participants). 770/2380 (32.3%) of the participants attends 72 scientific school, 90/2380 (3.8%) the artistc, 590/2380 (24.8%) the classical, 20/2380 73 (0.8%) human science, 530/2380 (22.3%) linguistic and 130/2380 (5.4%) the techincal 74one (seeFigure 2). Distribution of age in dataset.The age of participants ranges from 14 to 19 years old, with a mean age equal to 17 and SD 3.64.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Histograms of students in High school. 770/2380 (32.3%) of the participants attends scientific school, 90/2380 (3.8%) the artistc, 590/2380 (24.8%) the classical, 20/2380 (0.8%) human science, 530/2380 (22.3%) linguistic and 130/2380 (5.4%) the techincal one.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Table 2 details knowledge about modes of transmission of COVID-19. There is a 94 similar level of knowledge about mode of transmission among gender. The most 95", "latex": null, "type": "figure"}, "FIGREF8": {"text": "21% ) people over 80. We could confront our histogram of", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Number of students that answers to questions which age group is most affected in the population.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "97.9%) claim to know what antibodies are, but in the next question 134 when they have to answer how to check for antibodies, only 1537/2380 (64.6%) answer 135 with blood analysis; the remaining answers pharyngeal swab or urine analysis. 119/2380 136 (5.1%) answer that flu is a necessary symptome to check antibodies. We remember that 137 antibodies are central to the body's response to a viral infection. Once they have 138 developed, they can protect the individual from becoming ill after re-infection by a 139certain pathogen. Knowing which antibodies are developed against COVID-19 helps to 140 understand who has been infected with the virus[25].This type of test is a serological 141 (blood) test and documents the presence of antibodies produced by the immune system 142 against SARS-CoV-2.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "the source of the individuals' information about COVID-19 is recorded. It 145 includes social media and internet, news media (TV, magazines, newspapers), family, 146 friends, school and health-care providers, such as doctors. The most frequently reported 147 source of knowledge about COVID-19 is television (see Figure 4). Facebook is the most 148 frequently cited source of knowledge among social media followed by Whatsapp and 149 Instagram. About 20% of the participants reports visiting the website as a source of 150 knowledge. Against other media, school appears to be a less favoured option 151 forgathering knowledge.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "shows which social activity students missed most in the lockdown period.154These activities are similar to two genders. The activity most affected is the possibility 155", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Source of knowledge about COVID-19 The source of the individuals' information about COVID-19 includes social media and internet, news media (TV, magazines, newspapers), family, friends, school and health-care providers, such as doctors.", "latex": null, "type": "figure"}, "FIGREF15": {"text": "160 method, called DaD. It is introduced by the Minister of Education as distance learning 161 solution to face the impossibility of going to class at school, thus allowing the normal 162 conduct of school lessons. It is based on remote lessons in platforms such as Zoom or 163 Meet, upload of sources and materials on web and formal or informal communication on 164 Whats App and Telegram groups [26]", "latex": null, "type": "figure"}, "FIGREF16": {"text": "173 towards COVID-19 among the high school student population. The questionnaire 174 regarding the knowledge of the participants about COVID-19 is divided into two 175 sections: demographic information and KAP. In the second section we evaluate their 176 knowledge about the characteristics of the disease and regard what they know about the 177 mode of transmission and method of protection against virus transmission. 178 Out of 2380 students who answer the questionnaires, about 60% are female and the 179 remaining male. Students attend high school from five areas of Italy: Lombardia 180 (Milan), Lazio (Rome and Frosinone), Puglia (Lecce), Campania (Naples) and Calabria 181 (Catanzaro). The age of participants ranges from 14 to 19 years old, with a mean age 182 equal to 17 and SD 3.64. More than half of them attends scientific or classical high 183 school. 184 The findings suggest a quite good level of perception about the disease risk. Based 185 on our results, the majority of the general population has knowledge about the 186 existance of virus COVID-19. The majority of students reported nasal congestion and 187 fever as factors in the clinical presentation of COVID-19. Apart from reporting dry 188cough, knowledge about clinical presentation of is generally similar in the two genders.189   We remake that in the site of Minister of Healt they report the most common symptoms 190 such as dry cough, flu and wearness, but not nasal congestion, that a quarter of 191 students responds. For what concerns mode of transmission, the most frequently source 192 reported is via coughing and sneezing.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Instead, the most frequently reported method of protection against virus 194 transmission is correct the hand washing. Unfortunately, general information about 195 number of COVID-19 are incorrect. We know that estimating the correct number of 196 deaths in world and in Italy is a sensitive topic, but only 15% of students identify at 197 least the order of measurement of these data. The importance of correct information on 198 the numbers of this pandemic is precisely one of the key points on which to focus our 199 attention in this research.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "211 non-superficial knowledge of COVID-19 also from a biological and scientific point of 212 view and not only socially.213 Instead, we are interested to check which are sources of knowledge about COVID-19, 214 including social media, internet, news media (TV/video, magazines, newspapers), 215 family, friends, school and health-care providers, such as doctors. The most frequently 216 reported source of knowledge is television, followed by Facebook, Whatsapp and 217 Instagram. Unlike the media, school appears to be the last learned option of 218 forgathering knowledge.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "and MD conceived and designed the experiments; MD performed the experiments; 236 DS and MD analyzed the data; DS and MD wrote the paper. Authorship must be 237 limited to those who have contributed substantially to the work reported.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Knowledge about clinical presentation of the COVID-19.Chi-square test is calculated to measure differences between genders and all distributions well superate the test.bacteria. The remaining does not respond[18]. The wrong information on the difference 80 about COVID-19 between bacterium and virus is probably due to the fact that not all students have studied these differences in subject Science, either for their age (class attended) or for their kind of study. As regards the confusion with the normal flu this may be due to the initial media advertisement with which the COVID-19 was introduced.Knowledge about clinical presentation of the COVID-19 is detailed in 2. Among students of both genders, there is an overall agreement about responses. However, 90.7% of female students respond against 76.2 % of male students. Female show a slightly better understanding of clinical presentation of COVID-19 (see percentage of", "latex": null, "type": "table"}, "TABREF1": {"text": "Knowledge about modes of transmission of the COVID-19. Chi-square test is calculated to measure differences between genders and all distributions well superate the test.", "latex": null, "type": "table"}, "TABREF2": {"text": "Knowledge method of protection against virus transmission COVID-19. Chi-square test is calculated to measure differences between genders and all distributions well superate the test.proportion of students who thinks hand shaking is a mode of transmission is lower than 97 those who think touching surfaces might increase risk of infection. Moreover, only 0.1% 98 of the participants thinks that consuming aliments increases risk of infection and only 99 0.2% thinks that the contact of animals is dangerous for human. It is interesting to", "latex": null, "type": "table"}}, "back_matter": []}