{"paper_id": "0bd206c313f628703bf896ecb80d2a37e1a178a3", "metadata": {"title": "Main trends in the design of semi-synthetic antibiotics of a new generation", "authors": [{"first": "Evgenia", "middle": ["N"], "last": "Olsufyeva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Valentina", "middle": ["S"], "last": "Yankovskaya", "suffix": "", "affiliation": {"laboratory": "", "institution": "Russian State Agrarian University ± Moscow Timiryazev Agricultural Academy", "location": {"addrLine": "ul. Timiryazevskaya 49", "postCode": "127550", "settlement": "Moscow", "country": "Russian Federation"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The review addresses the influence of the length of the spacer between two antibiotic molecules on the biological activity of hybrid structures. A combination of genetic engineering techniques and methods of organic synthesis is shown to be useful for the design of new potent antifungal antibiotics based on polyenes of the amphotericin B group. Many new semi-synthetic analogues exhibit important biological properties, such as a broad spectrum of activity and low toxicity. Emphasis is given to certain aspects related to investigation of a broad range of biological activity and mechanisms of action of new derivatives. The bibliography includes 101 references.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Antibiotics are commonly used in the treatment and prevention of various infectious diseases. One of the major problems of modern chemotherapy is the disappointing efficacy when using available drugs against resistant bacterial strains. Natural antibiotics, i.e., antibiotics produced by various microorganisms, have been and continue to be an important source of new highly active antimicrobial and antitumour agents. One of the most relevant approaches to the design of new drugs relies on targeted chemical transformations of natural antibiotics. 1 In the world science, considerable efforts are currently underway to combat the problem of resistance of microorganisms to available drugs. However, in comparison with other drugs, the development of new antibiotics is not carried out sufficiently. The design of anti-infective drugs and the creation of marketable products are still a challenge. 2 Since the development of medicines for the treatment of chronic diseases is much more profitable and because of high requirements for safety, large cap pharmaceutical companies (big pharma) shut down their antibiotic research projects. Currently, small-and medium-sized enterprises are developing a majority of new drugs through investments, venture capital, etc. Because of high demands for new anti-infective drugs and extremely high cost of these works, cross-country collaborations are needed for research in this field. Only a few new compounds were approved for therapeutic use in human medicine or have completed phase-III clinical trials. 3 The problems are compounded by the fact that the increasing percentage of the population, particularly in developed countries and Russia, suffer from infections that were not earlier dangerous, i.e., from opportunistic infections. This is due to a significant decrease in the immune status of the population caused by natural or man-made factors.", "cite_spans": [{"start": 550, "end": 551, "text": "1", "ref_id": null}, {"start": 899, "end": 900, "text": "2", "ref_id": null}, {"start": 1548, "end": 1549, "text": "3", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The translation of semi-synthetic antitumour antibiotics (e.g., doxorubicin) into clinics resulted in the development of gold standard chemotherapeutic agents. Many antibiotics have made a great contribution to understanding of mechanisms of development of resistance in bacterial and tumour cells. Due to high innate or acquired drug resistance of cancer cells, chemotherapy of malignant tumours is often ineffective. The international research community has focused its attention on the search for new, more effective and less toxic antitumour agents. One of the most rational approaches to the targeted therapy is based on the search for inhibitors of important tumour cell targets among natural products, primarily antibiotics. 4 Even the repurposing of known antitumour antibiotics is considered in order to address the problem of antibiotic resistance of antiinfective agents. 5 Researchers of the Gause Institute of New Antibiotics (GINA) headed by Academician of the USSR Academy of Medical Sciences G.F.Gause in the 1960 ± 1990s made considerable contribution to the discovery of a series of original antibacterial and antitumour agents (a total of 15 compounds), their characterization and introduction to medical practice. Major achievements of the Institute during this period are considered in the review. 6 Antibiotics comprise an important class of natural products with unique structural diversity. Chemical transformations of natural antibiotics imply a change of particular functional groups of the starting molecules with preservation of structural elements responsible for biological activity. The structure determines the possibility of chemical transformation of the antibiotic and reaction conditions. For example, many antibiotics contain nitrogenous and(or) nitrogen-free sugars, which are easily eliminated in acidic or alkaline media. Many antibiotics are sensitive to oxidants, are poorly soluble in organic media or, on the contrary, in aqueous solutions, etc. On the other hand, in the case of similar structures of certain moieties [e.g., the presence of NH 2 , CO 2 H, OH, C(O), etc. groups)], methods developed for one class of antibiotics can be applied to antibiotics of another class. The goal of synthetic chemists is to transform natural products with preservation of the sites responsible for biological activity. Besides, targeted modification can be performed to gain better understanding of the mechanisms of action, in particular in order to investigate the interaction between the antibiotic and the target.", "cite_spans": [{"start": 732, "end": 733, "text": "4", "ref_id": "BIBREF3"}, {"start": 883, "end": 884, "text": "5", "ref_id": null}, {"start": 1319, "end": 1320, "text": "6", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In this review, the following classes of compounds are considered as scaffolds for the synthesis of new antibiotics: polycyclic glycopeptides of the vancomycin ± teicoplanin group, classical macrolides, macrolides of the amphotericin B ± oligomycin group, anthracyclines, aureolic acid derivatives, heliomycin, synthetic benzoxaboroles and some other antibiotics. Such representatives as eremomycin, carminomycin, olivomycin A, oligomycin A and heliomycin 6 . Olivomycin A 364 6.1. Modification of olivomycin A at the aromatic ring of the aglycone 364 6.2. Modification of olivomycin A at the side-chain 2 H -keto group of the aglycone 366 6.3. Modification of the side chain at the C(2 H )7C (3 H ", "cite_spans": [{"start": 456, "end": 457, "text": "6", "ref_id": null}, {"start": 693, "end": 697, "text": "(3 H", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The discovery of vancomycin (1) and teicoplanin (2) (Fig. 1 ) has given impetus to research on polycyclic glycopeptide antibiotics. 7 Natural antibiotics 1 and 2 are still used in medical practice and are considered as reserve antibiotics. They are commonly applied for the treatment of infections caused by Gram-positive cocci, particularly, methicillinresistant Staphylococcus aureus (MRSA) strains. Glycopeptide antibiotics bind with high affinity to the terminal D-Ala-D-Ala group of the growing peptidoglycan chain on the outer bacterial cell wall, thereby inhibiting the enzymes transpeptidase and transglycosylase. The vancomycin resistance in enterococcus strains (VRE) (for VanA and VanB phenotypes) arises due to replacement of the D-Ala-D-Ala group by D-Ala-D-lactate, which weakly interacts with the antibiotic. Semi-synthetic glycopeptide analogues, such as oritavancin, telavancin and dalbavancin, have recently been used worldwide in medicine. These drugs only partially solve the problem of the treatment of infectious diseases caused by vancomycinresistant enterococci. 7, 8 The search for more effective glycopeptide analogues is an ongoing process. 7 ± 9 Eremomycin 3 (see Fig. 1 ), the natural antibiotic of this group, was discovered in the Gause Institute of New Antibiotics. 17 This compound differs from vancomycin (1) by the absence of a chlorine atom and the presence of the additional amino sugar eremosamine in the side group of amino acid 6 (AA6), as well as by the structure of the amino sugar (4 H -epivancosamine or eremosamine) at the D-glucopyranose moiety attached to AA4. Eremomycin (3) is 3 ± 5 times more active against Gram-positive bacteria than antibiotic 1; however, drug 3 is also ineffective against VRE and vancomycin-intermediate resistant Staphylococcus aureus (VISA).", "cite_spans": [{"start": 132, "end": 133, "text": "7", "ref_id": "BIBREF6"}, {"start": 1087, "end": 1089, "text": "7,", "ref_id": "BIBREF6"}, {"start": 1090, "end": 1091, "text": "8", "ref_id": null}, {"start": 1168, "end": 1173, "text": "7 ± 9", "ref_id": null}, {"start": 1298, "end": 1300, "text": "17", "ref_id": null}], "ref_spans": [{"start": 52, "end": 59, "text": "(Fig. 1", "ref_id": null}, {"start": 1192, "end": 1198, "text": "Fig. 1", "ref_id": null}], "section": "Glycopeptides"}, {"text": "In recent years, series of new semi-synthetic derivatives of eremomycin, vancomycin and teicoplanin active against resistant VRE and VISA strains were prepared. 8 ± 10 Figure  1 presents main possible directions of modification of the Cand N-terminal groups of the peptide core (a and f ), 3 H -amino sugar (b), the amide group of asparagine (Asn) (c), sugar elimination (d ) and Edman degradation (e) for antibiotics 1 ± 3. the presence of (benzotriazol-1-yl)oxytripyrrolidinophosphonium hexafluorophosphate (PyBOP) as the peptide coupling reagent afforded a series of new carboxamide derivatives of eremomycin 4 ± 6 (Scheme 1, Fig. 1 a3) . 11 ± 14 After the purification, these compounds were isolated in *50% ± 80% yields. Eremomycin pyrrolidide (4) has high in vitro antibacterial activity against sensitive and resistant Gram-positive bacterial strains, including MRSA, VISA and VRE isolates. 13, 14 Besides, compound 4 is much more effective in the treatment of induced sepsis in mice compared to vancomycin (1) and does not cause a pseudoallergic reaction typical of many antibiotics of this group. Compound 4 was successful in preclinical evaluation (in collaboration with the Limited Liability Company`Medicine Technology') and was recommended for further clinical trials. 13 Eremomycin N-adamantan-2-ylamide (5) was synthesized in a similar way as amide 4 (see Scheme 1). 15 In in vitro assays, compound 5 exhibits activity against MRSA, VISA, VRE and Bacillus anthracis strains. This compound is also effective against ciprofloxacin-resistant strains of Bacillus anthracis. Model in vivo assays in mice infected with S. aureus or Bacillus anthracis showed that compound 5 provides a higher survival rate of animals compared to ciprofloxacin and has pharmacologically relevant properties, exhibiting an excellent distribution in tissues.", "cite_spans": [{"start": 642, "end": 649, "text": "11 ± 14", "ref_id": null}, {"start": 898, "end": 901, "text": "13,", "ref_id": null}, {"start": 902, "end": 904, "text": "14", "ref_id": null}, {"start": 1282, "end": 1284, "text": "13", "ref_id": null}, {"start": 1382, "end": 1384, "text": "15", "ref_id": null}], "ref_spans": [{"start": 168, "end": 177, "text": "Figure  1", "ref_id": null}, {"start": 629, "end": 639, "text": "Fig. 1 a3)", "ref_id": "FIGREF4"}], "section": "Glycopeptides"}, {"text": "The synthesis of eremomycin carboxamides containing bulky substituents, such as 2-aminoadamantane (2-Ad) (compound 5), in the presence of PyBOP at pH * 8.5 afforded the previously characterized unsubstituted eremomycin amide (6) as a by-product. 16 Compound 6 is produced by the competitive amidation reaction of the antibiotic with ammonia, which is eliminated through transpeptidation of asparagine-containing peptides in an alkaline medium.", "cite_spans": [{"start": 246, "end": 248, "text": "16", "ref_id": null}], "ref_spans": [], "section": "Glycopeptides"}, {"text": "An original method was developed for the selective introduction of different amino acids containing a hydrophobic substituent into glycopeptide antibiotics 1 or 2 via selective aminoacylation of the 3 H -amino group of the amino sugar moiety of the disaccharide branch. 17 For instance, the reaction of vancomycin 1 with N-Fmoc-(N-n-octyl-O-4benzyl)-L-alanine N-hydroxysuccinimide (OSu) ester gave Figure 1 . Structures of vancomycin (1), teicoplanin A2-2 (2) and eremomycin (3) and directions of their chemical modifications: amidation (a), acylation (b), alkaline hydrolysis of the C(O)NH2 group to CO2H followed by amidation (c), sugar elimination (d ), Edman degradation (e) and modification of the N-terminal amino group of the peptide core ( f ). Fig. 1 b1) . In this reaction, the N-terminal group of the peptide core of the antibiotic remains intact. The N-Fmoc protecting group can easily be removed by the treatment with a 5% secondary amine solution. Compound 8 exhibits high activity against sensitive and resistant clinical strains of Gram-positive bacteria, including VRE. 18 ", "cite_spans": [{"start": 270, "end": 272, "text": "17", "ref_id": null}, {"start": 1087, "end": 1089, "text": "18", "ref_id": null}], "ref_spans": [{"start": 398, "end": 406, "text": "Figure 1", "ref_id": null}, {"start": 753, "end": 763, "text": "Fig. 1 b1)", "ref_id": null}], "section": "Modification of the amino-sugar 3 H -amino group of amino acid 4"}, {"text": "In order to study in detail the interaction between the antibiotic and the target in the intact bacterial cell by solid-state NMR spectroscopy using the rotational-echo double resonance (REDOR) technique, 15 NH 2 -or F-labelled substituents were introduced into amino acid residues 3 (AA3) and(or) 7 (AA7) of the peptide chain of the antibiotic eremomycin (3). 19 The 15 N label was introduced in the vicinity of the binding pocket of the antibiotic. This was accomplished using carboxyeremomycin (9) , which was synthesized previously by the selective alkaline hydrolysis of compound 3 in a saturated aqueous solution of Ba(OH) 2 . Under these conditions, vancomycin (1) decomposes.", "cite_spans": [{"start": 361, "end": 363, "text": "19", "ref_id": null}, {"start": 497, "end": 500, "text": "(9)", "ref_id": null}], "ref_spans": [], "section": "Bisamidation of the side chain of Asn (amino acid 3) and the terminal CO 2 H group (amino acid 7)"}, {"text": "Carboxyeremomycin [ 15 N]-bisamide 10 was synthesized by the reaction of compound 9 with appropriate amines in the presence of PyBOP (Scheme 3, Fig. 1 a3,c3) . 19 Eremomycin 4-fluorophenyl-N-piperazide (11) was synthesized by the conventional amidation method in the presence of PyBOP.", "cite_spans": [{"start": 160, "end": 162, "text": "19", "ref_id": null}], "ref_spans": [{"start": 144, "end": 157, "text": "Fig. 1 a3,c3)", "ref_id": "FIGREF4"}], "section": "Bisamidation of the side chain of Asn (amino acid 3) and the terminal CO 2 H group (amino acid 7)"}, {"text": "The REDOR experiments were performed using intact Staphylococcus aureus cells, which were grown in a culture medium containing bioprecursors with isotope-labelled atoms (e.g., 13 C-amino acid). The 15 N-or F-containing antibiotic that was added to the medium inhibits bacterial growth by forming a stable complex with 13 C-labelled peptidoglycan moieties (see Fig. 2 , hydrogen bonds are indicated by dashed lines). 19, 20 The study of the complex with compound 10 provides an estimate of the distance from The distance between the C-terminal [ 15 N]-amide of eremomycin (10) and L-[ 13 C(3)]Ala 1 of the peptidoglycan stem is 3.5 # A (see Fig. 2 , a solid arrow). 20 Consequently, higher activity of eremomycin amide 10 (compared to antibiotics 1 or 3) against resistant VISA staphylococci can be attributed to the fact that this compound interacts with the peptidoglycan not only via a classical model (i.e., with the D-Ala-D-Ala target) but also with the L-[ 13 C(3)]Ala group of its stem. Besides, there is an additional binding site of derivative 11 to the target, which can also account for its high antibacterial activity against VRE and VISA. 21 ", "cite_spans": [{"start": 176, "end": 178, "text": "13", "ref_id": null}, {"start": 416, "end": 419, "text": "19,", "ref_id": null}, {"start": 420, "end": 422, "text": "20", "ref_id": null}, {"start": 665, "end": 667, "text": "20", "ref_id": null}, {"start": 1151, "end": 1153, "text": "21", "ref_id": null}], "ref_spans": [{"start": 360, "end": 366, "text": "Fig. 2", "ref_id": "FIGREF3"}, {"start": 640, "end": 646, "text": "Fig. 2", "ref_id": "FIGREF3"}], "section": "Bisamidation of the side chain of Asn (amino acid 3) and the terminal CO 2 H group (amino acid 7)"}, {"text": "Previously, it was shown that the elimination of sugars (see Fig. 1 d ) and the introduction of a hydrophobic residue into the aglycone can give rise to aglycone derivatives of antibiotics exhibiting activity against different types of enveloped viruses. 22 The modification of the eremomycin aglycone (12a), its de-D-MeLeu analogues (hexapeptide, 13a), which was produced by the cleavage of amino acid 1 (AA1) using the Edman method (see Fig. 1 e), and the teicoplanin aglycone (14) gave a series of new hydrophobic derivatives. (1-Adamantylmethyl)amide of the eremomycin aglycone (12b) and its hexapeptide analogue (13b) are derived by the reaction of 1-adamantylmethylamine with 12a or 13a in the presence of diphenylphosphoryl azide (DPPA) (Scheme 4). Diphenylphosphoryl azide rather than PyBOP is the reagent of choice for the amidation of aglycones, because the reactions in the presence of PyBOP often afford by-products containing the PyBOP moiety in the phenol group of the aglycone at AA4. 23 The acylation of compound 14 with di-tert-butyl dicarbonate (Boc 2 O) followed by amidation under standard conditions in the presence of PyBOP gives the disubstituted derivative Ð (2-adamantyl)amide of the N-Boc-teicoplanin aglycone (15) . The acylation of 14 with 1-adamantylmethyloxy carbonate (Adoc 2 O) affords the N-Adoc-teicoplanin aglycone (16) (see Fig. 1 f, Scheme 4).", "cite_spans": [{"start": 255, "end": 257, "text": "22", "ref_id": null}, {"start": 479, "end": 483, "text": "(14)", "ref_id": null}, {"start": 1000, "end": 1002, "text": "23", "ref_id": null}, {"start": 1236, "end": 1240, "text": "(15)", "ref_id": null}], "ref_spans": [{"start": 61, "end": 67, "text": "Fig. 1", "ref_id": null}, {"start": 439, "end": 445, "text": "Fig. 1", "ref_id": null}, {"start": 1360, "end": 1366, "text": "Fig. 1", "ref_id": null}], "section": "Elimination of sugars and modification of aglycones"}, {"text": "Compounds 12b, 13b and 14 ± 16 exhibit high in vitro activity against different corona-and flaviviruses, in partic-ular feline infectious peritonitis virus (FIPV) and the coronavirus (SARS-CoV). 24 The most interesting data were obtained when studying antiviral activity of (1-adamantylmethyl)amide of the eremomycin aglycone (12b) and its de-(D-MeLeu) analogue (13b) against human immunodeficiency viruses (HIV): IC 50 = 1.6 and 5.5 mmol L 71 for HIV-1, 7.0 and 3.5 mmol L 71 for HIV-2, respectively. Compounds of type 13b are promising selective anti-HIV agents because they cannot bind to bacterial targets. 23 Apparently, they cannot induce resistance of bacteria during long-term application and can be used in the future for the prevention of HIV infections.", "cite_spans": [{"start": 195, "end": 197, "text": "24", "ref_id": null}, {"start": 611, "end": 613, "text": "23", "ref_id": null}], "ref_spans": [], "section": "Elimination of sugars and modification of aglycones"}, {"text": "The doubly modified teicoplanin derivative Ð N-Bocprotected 2-adamantylamide of the teicoplanin aglycone 15 Ð exhibits high in vitro activity against a series of flaviviruses: hepatitis C virus (HCV), 25 yellow fever virus (YFV), Japanese encephalitis virus (JEV), tick-borne encephalitis virus TBEV) and Dengue virus (DENV). 25, 26 Compound 15 is unique in that it can inhibit replication of the closely related DENV and HCV viruses by different mechanisms: in the former case, the inhibition occurs in the stage of virus entry in the host cell; in the latter case, after virus entry.", "cite_spans": [{"start": 201, "end": 203, "text": "25", "ref_id": null}, {"start": 326, "end": 329, "text": "25,", "ref_id": null}, {"start": 330, "end": 332, "text": "26", "ref_id": null}], "ref_spans": [], "section": "Elimination of sugars and modification of aglycones"}, {"text": "Protein kinases play an essential role in the virus entry in the cell and virus replication. Hence, 15 analogues of the eremomycin and teicoplanin aglycones (including compounds 12a,b, 13a,b and 14 ± 16) were tested on a panel of 12 recombinant human protein kinases (PKs) and two rat liver PKs (CK1 and CK2). 27 These compounds were shown to inhibit PK activity by 50% at a concentration of <10 mmol L 71 and by 90% at a concentration of 10 mmol L 71 . Teicoplanin aglycone derivatives 15 and 16 exhibit higher activity against many PKs compared to eremomycin derivatives 12b and 13b, which also correlates with their higher activity against many types of enveloped viruses.", "cite_spans": [{"start": 310, "end": 312, "text": "27", "ref_id": null}], "ref_spans": [], "section": "Elimination of sugars and modification of aglycones"}, {"text": "The kinetic analysis of the inhibition of protein kinase CK2a demonstrated that teicoplanin N-Adoc-aglycone 16 does not compete with ATP and peptide substrates. 27 on the available data, it was suggested that one of the mechanisms of antiviral activity of glycopeptide derivatives can be based on the inhibition of serine/threonine protein kinases.", "cite_spans": [{"start": 161, "end": 163, "text": "27", "ref_id": null}], "ref_spans": [], "section": "Elimination of sugars and modification of aglycones"}, {"text": "The synthesis of hybrid analogues containing covalently bonded compounds of different classes (dual-acting antibiotics) with different spectra of antibacterial activity is a promising approach to the search for new antibacterial agents to combat antibiotic resistance of bacteria. 28, 29 Boronic acids and benzoxaboroles are compounds capable of interacting with various biologically important components of the living cell, such as alcohols, amino alcohols, carbohydrates, RNA and some peptides. A new class of synthetic antibiotics possessing antifungal, antimicrobial and antiparasitic activity was designed and synthesized based on benzoxaboroles and is currently developed by Anacor Pharmaceuticals (USA). 30 Certain starting benzoxaboroles used in the synthesis also exhibit biological activity (see below).", "cite_spans": [{"start": 281, "end": 284, "text": "28,", "ref_id": null}, {"start": 285, "end": 287, "text": "29", "ref_id": null}, {"start": 711, "end": 713, "text": "30", "ref_id": null}], "ref_spans": [], "section": "Synthesis of heterodimeric conjugates based on glycopeptides and boroles"}, {"text": "Series of hybrid analogues 17 ± 20 linked to the borole or benzoxaborole moiety either directly or through a spacer were synthesized for the first time from glycopeptides 1 and 3. To introduce a substituent containing a boronic acid moiety into molecule 1 or 3, it is necessary to employ picolinic acid as a protecting group, which is easily removed in a weakly acidic medium (Scheme 5). 31 The amidation of the carboxyl group of antibiotics 1 and 3 with 4-or 3-aminomethylphenylboronic acid picolinate esters in the presence of PyBOP gave new carboxamides of these antibiotics (17a ± 20a). The hydrolysis of the picolinic group under mild conditions in a weakly acidic aqueous medium affords derivatives 17b ± 20b containing the unprotected boronic acid moiety. Borole-containing derivatives 17 ± 20 were found to be as effective as the starting antibiotics 1 and 3. Eremomycin derivative 19b exhibits the highest activity against Gram-positive bacteria and is more effective against resistant staphylococcus strains (VISA) compared to compounds 1 and 3.", "cite_spans": [{"start": 388, "end": 390, "text": "31", "ref_id": null}], "ref_spans": [], "section": "Synthesis of heterodimeric conjugates based on glycopeptides and boroles"}, {"text": "A series of vancomycin conjugates containing different types of benzoxaborole substituents were synthesized: amido derivatives 21a,b, N-acyl derivatives (22) N-alkyl derivatives (23) (Scheme 6). Similar schemes were applied to synthesize benzoxaborole derivatives of eremomycin (7) (see Scheme 1) and the teicoplanin aglycone (Scheme 7). 32 Carboxamides of eremomycin (7) (see Scheme 1), vancomycin (21a) (see Scheme 6) and the teicoplanin aglycone (24a) (see Scheme 7) were synthesized by a standard procedure based on the treatment of compounds 1, 3 and 14, respectively, with 3-(aminomethyl)benzo[c] [1, 2] oxaborol-1(3H)-ol in the presence of PyBOP. The reaction of compound 1 or 14 with o-amino-n-alkylamines affords the corresponding amides 21b and 24b,c (n = 2, 3 and 5) containing a longer spacer. The reactions with OSu-activated esters of the same in situ generated compounds were used to synthesize N-[3-(1-hydroxy-1,3-dihydrobenzo[c] [1, 2] oxaborol-7-yl)propanoyl] derivatives of vancomycin (22) and the teicoplanin aglycone (25a).", "cite_spans": [{"start": 153, "end": 157, "text": "(22)", "ref_id": null}, {"start": 338, "end": 340, "text": "32", "ref_id": null}, {"start": 603, "end": 606, "text": "[1,", "ref_id": null}, {"start": 607, "end": 609, "text": "2]", "ref_id": null}, {"start": 946, "end": 949, "text": "[1,", "ref_id": null}, {"start": 950, "end": 952, "text": "2]", "ref_id": null}, {"start": 1004, "end": 1008, "text": "(22)", "ref_id": null}], "ref_spans": [], "section": "Synthesis of heterodimeric conjugates based on glycopeptides and boroles"}, {"text": "The alkylation of vancomycin (1) with appropriate aldehyde in the presence of NaBH 3 CN affords N,N Hdi(1-hydroxy-1,3-dihydrobenzo[c] [1, 2] oxaborole-6-methyl)vancomycin (23) in quantitative yield (see Scheme 6) . 32 The amidation of N-acyl-substituted teicoplanin aglycone 25a with appropriate amine (in a similar way as the synthesis of amides 21 and 24a) gave disubstituted teicoplanin aglycone derivative 25b. The five-membered oxaborole ring cleavage is not observed in various reactions of benzoxaboroles (see Scheme 7) .", "cite_spans": [{"start": 134, "end": 137, "text": "[1,", "ref_id": null}, {"start": 138, "end": 140, "text": "2]", "ref_id": null}, {"start": 171, "end": 175, "text": "(23)", "ref_id": null}, {"start": 203, "end": 212, "text": "Scheme 6)", "ref_id": null}, {"start": 215, "end": 217, "text": "32", "ref_id": null}, {"start": 517, "end": 526, "text": "Scheme 7)", "ref_id": null}], "ref_spans": [], "section": "Synthesis of heterodimeric conjugates based on glycopeptides and boroles"}, {"text": "The presence of peaks at m/z 1619. 49 [M7OH], 1474.39 and lower (1312. 34 and 1284.34) in the tandem mass spectrometry (ESI-MS/MS-MRM) spectrum of compound 22 indicates that the antibiotic molecule contains a substituent in the N-terminal amino group of the peptide core rather than in the amino sugar N(3 H ) group of vancosamine (Fig. 3) . 32 Vancomycin derivatives 21a, 22 and 23 proved to be less effective against Gram-positive bacteria than the starting compound 1, except for amide 21a, which exhibits activity comparable with that of vancomycin 1. 32 Hybrid derivatives, in which benzoxaborole and the teicoplanin aglycone are linked by a spacer with a particular length, exhibited the highest antibacterial activity against clinical isolates of Gram-positive bacteria. 3-Amino-N-(1hydroxy-1,3-dihydro[c] [1, 2] oxaborol-6-yl)propylamide of the teicoplanin aglycone (24c, n = 2) possesses particularly high activity, in particular against vancomycin-resistant strains. 32 Besides, this compound exhibits moderate activity against vancomycin-resistant enterococci (VRE); the minimum inhibitory concentration (MIC) is 4 ± 8 mg mL 71 . An increase or a decrease in the spacer length and the introduction of two benzoxaborole substituents into the N-and C-terminal groups of the peptide were found to decrease antibacterial activity.", "cite_spans": [{"start": 35, "end": 37, "text": "49", "ref_id": null}, {"start": 71, "end": 86, "text": "34 and 1284.34)", "ref_id": null}, {"start": 342, "end": 344, "text": "32", "ref_id": null}, {"start": 556, "end": 558, "text": "32", "ref_id": null}, {"start": 813, "end": 816, "text": "[1,", "ref_id": null}, {"start": 817, "end": 819, "text": "2]", "ref_id": null}, {"start": 977, "end": 979, "text": "32", "ref_id": null}, {"start": 1136, "end": 1138, "text": "71", "ref_id": null}], "ref_spans": [{"start": 331, "end": 339, "text": "(Fig. 3)", "ref_id": "FIGREF4"}], "section": "Synthesis of heterodimeric conjugates based on glycopeptides and boroles"}, {"text": "The broad-spectrum antibacterial drug kanamycin A (26a) is an important antibiotic of the aminoglycoside (aminocyclitol) class, which is still used in medicine for the treatment of many infectious diseases and also in agriculture. 7 Aminoglycosides are active against Gram-positive and Gram-negative bacteria. The mechanism of their action is related to the interaction with the decoding site (A site) of the 16S subunit of ribosomal ribonucleic acid (rRNA), which leads to disturbance of translation, i.e., protein biosynthesis. According to the literature data, a number of semi-synthetic derivatives of a new generation were synthesized based on aminoglycosides. 33 Various heterodimeric aminoglycoside conjugates with other antibiotics were reported, and some of them are used in medicine. 28, 29 The synthesis of hybrid kanamycin A conjugates with glycopeptides 1 and 3 was described for the first time in our publication. 34 Kanamycin A (26a) was conjugated with compounds 1 or 3 via an amino group of the antibiotic at the 1 position of 2-deoxy-D-streptamine. The acylation of this amino group is known to reduce the risk of the development of resistance, because it prevents deactivation of the antibiotic by enzymes. The amino group at the 3 position of 2-deoxy-Dstreptamine and the 6 H -amino group of 6 H -deoxy-6 H -amino-D-glucopyranose of aminoglycoside 26a were protected by the benzyloxycarbonyl group (Cbz). 3,6 H -Bis-(Cbz)-kanamycin A (26b) was synthesized by the reaction of the zinc complex of compound 26a with CbzCl in the presence of a base (Et 3 N) using a modified method 35 (Scheme 8). (MIC *2 ± 4 mg mL 71 for compounds 27, 28a,b) and VRE stains (MIC = 8 mg mL 71 for compound 28a). 34 Based on the results of these studies, methods were developed for the selective introduction of functional groups at the amino sugar amino group of vancomycin (1) or eremomycin (3), with the terminal methylamino group of the peptide core of the antibiotic remaining intact. 17 The amidation of the terminal carboxyl group of these antibiotics with various amines, including amines with bulky substituents, was studied in detail. 12, 13, 15 An unusual byproduct of amidation (previously unknown for these classes of antibiotics) was isolated, and the optimal conditions were found for the amidation providing the target products in high yields. 15, 16 The introduction of various groups into glycopeptides at certain positions of the molecule can give new derivatives active against bacteria that are resistant to the initial antibiotics Ð glycopeptide-resistant enterococci. 5, 10 This resulted in the discovery of compounds exhibiting high activity against glycopeptide-resistant enterococci (MIC = 2 ± 8 mg mL 71 ) and Staphylococcus aureus with intermediate resistance to glycopeptide antibiotics (MIC = 1 ± 2 mg mL 71 ). Generally, eremomycin derivatives possess higher in vitro antibacterial activity than analogous vancomycin derivatives and show significant advantages over vancomycin in the treatment of animals in a mouse model of staphylococcal sepsis. 10, 13 Conditions were found for the selective introduction of isotopic labels at both the terminal carboxyl group and the asparagine residue (AA3) of the peptide core of eremomycin, with carbohydrate moieties and other labile functional groups remaining intact. 19 The investigation of interactions of these compounds with native cells of Gram-positive bacteria by the REDOR technique confirmed the mechanisms of action of this group of antibiotics proposed in our previous studies. 20, 21 Modifications of glycopeptide aglycones at the carboxyl and(or) amino group were performed in a series of studies. 22 ± 25 This resulted in the discovery and characterization of a new class of polycyclic peptides exhibiting antiviral activity at micromolar concentrations against HIV-1 and HIV-2, as well as against the enveloped viruses HCV, DENV and many other. 22 ± 26 The correlation between antiviral and PK inhibitory activities was established for a class of hydrophobic derivatives of glycopeptide aglycones. 27 The first heterodimeric conjugates of glycopeptide antibiotics with boroles, 31, 32 and with kanamycin A 34 were synthesized. The conjugates exhibit activity against resistant VRE and(or) VISA strains.", "cite_spans": [{"start": 231, "end": 232, "text": "7", "ref_id": "BIBREF6"}, {"start": 666, "end": 668, "text": "33", "ref_id": null}, {"start": 794, "end": 797, "text": "28,", "ref_id": null}, {"start": 798, "end": 800, "text": "29", "ref_id": null}, {"start": 928, "end": 930, "text": "34", "ref_id": "BIBREF33"}, {"start": 1711, "end": 1713, "text": "34", "ref_id": "BIBREF33"}, {"start": 1873, "end": 1876, "text": "(1)", "ref_id": null}, {"start": 1988, "end": 1990, "text": "17", "ref_id": null}, {"start": 2143, "end": 2146, "text": "12,", "ref_id": null}, {"start": 2147, "end": 2150, "text": "13,", "ref_id": null}, {"start": 2151, "end": 2153, "text": "15", "ref_id": null}, {"start": 2358, "end": 2361, "text": "15,", "ref_id": null}, {"start": 2362, "end": 2364, "text": "16", "ref_id": null}, {"start": 2589, "end": 2591, "text": "5,", "ref_id": null}, {"start": 2592, "end": 2594, "text": "10", "ref_id": null}, {"start": 3077, "end": 3080, "text": "10,", "ref_id": null}, {"start": 3081, "end": 3083, "text": "13", "ref_id": null}, {"start": 3340, "end": 3342, "text": "19", "ref_id": null}, {"start": 3561, "end": 3564, "text": "20,", "ref_id": null}, {"start": 3565, "end": 3567, "text": "21", "ref_id": null}, {"start": 3683, "end": 3690, "text": "22 ± 25", "ref_id": null}, {"start": 3932, "end": 3939, "text": "22 ± 26", "ref_id": null}, {"start": 4085, "end": 4087, "text": "27", "ref_id": null}, {"start": 4165, "end": 4168, "text": "31,", "ref_id": null}, {"start": 4169, "end": 4171, "text": "32", "ref_id": null}], "ref_spans": [], "section": "Synthesis of new heterodimeric glycopeptide ± kanamycin A conjugates"}, {"text": "The synthesis of chimeric (heterodimeric) macrolide-based antibiotics is a promising area of research to search for new antimicrobial agents. 28 These antibiotics are among the most effective broad-spectrum antibacterial agents. The semi-synthetic antibiotics clarithromycin (29) and azithromycin (30) are commonly used in medicine for the treatment of various infectious diseases caused by many Gram-positive and Gram-negative bacteria (Fig. 4) . Azithromycin (30) has the best pharmacological profile among macrolide antibiotics. The mechanism of action of macrolides is based on the inhibition of protein synthesis. The target of macrolides is the peptidyl transferase centre on the large 50S subunit of bacterial ribosome. However, clarithromycinand azithromycin-resistant clinical isolates of bacteria were isolated. 36 Researchers at the Gause Institute of New Antibiotics have developed methods for the conjugation of macrolide antibiotics with benzoxaboroles or polycyclic glycopeptide antibiotics and synthesized series of new chimeric antibiotics. Conjugates based on clarithromycin (29), azithromycin (30) and various substituted benzoxaboroles were synthesized by the targeted modification of macrolides at the C(9), C(2 H ) and C(4 HH ) atoms and the C(11) ± C(12) bond (see Fig. 4 a ± d ).", "cite_spans": [{"start": 142, "end": 144, "text": "28", "ref_id": null}, {"start": 275, "end": 279, "text": "(29)", "ref_id": null}, {"start": 297, "end": 301, "text": "(30)", "ref_id": null}, {"start": 461, "end": 465, "text": "(30)", "ref_id": null}, {"start": 822, "end": 824, "text": "36", "ref_id": null}, {"start": 1112, "end": 1116, "text": "(30)", "ref_id": null}], "ref_spans": [{"start": 437, "end": 445, "text": "(Fig. 4)", "ref_id": null}, {"start": 1288, "end": 1294, "text": "Fig. 4", "ref_id": null}], "section": "Macrolides"}, {"text": "According to the literature data, the introduction of arylalkyl groups at the 4 HH position of the cladinose moiety may help antibiotics overcome resistance caused by methylation of the macrolide-binding site of 23S rRNA of the large ribosomal subunit. 37 A method was developed for the introduction of aminobenzoxaboroles at the C(4 HH ) atom of the cladinose moiety of the antibiotic through the carbamoyl group. 38 Hybrid structures containing hydroxamic acid-derived benzoxaborole at the C(9) keto group of the aglycone were prepared, because modification of this group does not lead to the loss of antibiotic activity.", "cite_spans": [{"start": 253, "end": 255, "text": "37", "ref_id": null}, {"start": 415, "end": 417, "text": "38", "ref_id": null}], "ref_spans": [], "section": "Clarithromycin ± benzoxaborole conjugates"}, {"text": "Scheme 10 shows the synthesis of conjugates based on clarithromycin 29 via the introduction of benzoxaborole groups (A and B) into the antibiotic molecule at the C(9) atom of the aglycone or at C(4 HH )7O-cladinose with acetyl protection of the C(2 H )7OH group of desosamine. 38 The former approach is based on the treatment of clarithromycin (29) with aminoacetic acid giving intermediate clarithromycin 9-syn(anti)-(O-carboxymethyl)oxime (31a). The reaction of 31a with aminobenzoxaboroles HA Figure 4 . Structures of the macrolide antibiotics clarithromycin (29) and azithromycin (30) . Arrows indicate the directions of modification: at the 9 position of the aglycone (a), at the C(2 H )7OH group of desosamine (b), at the C(4 HH ) atom of cladinose (c), the formation of C(11),C(12)-cyclic carbonate and modification of the C(11) atom (d ).", "cite_spans": [{"start": 277, "end": 279, "text": "38", "ref_id": null}, {"start": 344, "end": 348, "text": "(29)", "ref_id": null}, {"start": 562, "end": 566, "text": "(29)", "ref_id": null}, {"start": 584, "end": 588, "text": "(30)", "ref_id": null}], "ref_spans": [{"start": 496, "end": 504, "text": "Figure 4", "ref_id": null}], "section": "Clarithromycin ± benzoxaborole conjugates"}, {"text": "or HB gives the corresponding amides of clarithromycin (E/Z)-9-carboxymethoxime 31b,c (see Scheme 10). Another approach was accomplished by a modified procedure 39 involving the following four steps: the protection of the C(2 H )7OH group of desosamine by the acetyl group giving 2 H -OAc-clarithromycin (32), the transformation of the latter into activated 2 H -OAc-clarithromycin 4 HH -O-1H-imidazole-1-carboxylate (33) by the treatment with carbonyldiimidazole (CDI), the amidation of 33 with amines HA or HB in the presence of the peptide coupling reagent 1,8-diazobicyclo [5.4 .0]undec-7-ene (DBU) giving 2 H -OAc-substituted carbamoyl derivatives of clarithromycin 34a,b, and the deacetylation of 34a,b by heating in methanol to form target unprotected carbamoyl derivatives of clarithromycin 35a,b. Compounds 31b,c and 35a,b exhibit the inhibitory effect against staphylococci and streptococci comparable with the activity of starting compound 29. In these assays, derivatives at the C(4 HH )-cladinose position were found to be more effective than the derivatives at the C(9) position of the aglycone of antibiotics 31b and 31c. Compound 35b is the most effective against the strains Staphylococcus epidermidis ATCC 12228 and Streptococcus pneumoniae ATCC 49619. Clarithromycin analogues 31c and 35b possess an opposite activity against Gram-negative bacteria, such as sensitive strains of E. coli and resistant strains of E. coli (tolC and tolC pUC erm42). Thus, compound 31c is more active than 35b. In the former case, E. coli tolC and tolC pUC erm42 are bacterial strains containing the outer membrane protein tolC, which is responsible for antibiotic efflux from the cell. In the latter cases, the strain contains, apart from tolC, the pUC plasmid cloning vector and methylase erm42. 38 ", "cite_spans": [{"start": 161, "end": 163, "text": "39", "ref_id": null}, {"start": 577, "end": 581, "text": "[5.4", "ref_id": null}, {"start": 1797, "end": 1799, "text": "38", "ref_id": null}], "ref_spans": [], "section": "Clarithromycin ± benzoxaborole conjugates"}, {"text": "Attempts were made to extend the method developed for the synthesis of C(4 HH )-substituted clarithromycin ± benzoxaborole conjugates to the synthesis of related azithromycin conjugates (Scheme 11). 39 It appeared that the success of introducing the aminobenzoxaborole moiety into a macrolide antibiotic depends on the structure of antibiotics 29 and 30, as well as on the structure of aminobenzoxaborole. The acetylation of azithromycin (30) giving the 2 H -OAc derivative (36) followed by the treatment of the latter with N,N H -carbonyldiimidazole in the presence of Et 3 N produces the desired activated imidazole derivative Ð azithromycin 2 H -OAc-4 HH -O-1H-imidazole-1-carboxylate (37) (see Scheme 11) . However, unlike the synthesis of clarithromycin analogue 34a, the amidation of compound 37 with 7-(hydroxy-1,3-dihydrobenzo[c] [1, 2] oxaborole)methylamine in the presence of DBU does not give the desired outcome.", "cite_spans": [{"start": 199, "end": 201, "text": "39", "ref_id": null}, {"start": 698, "end": 708, "text": "Scheme 11)", "ref_id": null}, {"start": 838, "end": 841, "text": "[1,", "ref_id": null}, {"start": 842, "end": 844, "text": "2]", "ref_id": null}], "ref_spans": [], "section": "Azithromycin ± benzoxaborole conjugates at the 4 HH position of cladinose"}, {"text": "The introduction of the latter amine was accomplished using the trisubstituted derivative, the 11,12-cyclic carbonate azithromycin 2 H -OAc-4 HH -O-1H-imidazole-1-carboxylate 38 as the substrate. Compound ", "cite_spans": [{"start": 196, "end": 204, "text": "Compound", "ref_id": null}], "ref_spans": [], "section": "Azithromycin ± benzoxaborole conjugates at the 4 HH position of cladinose"}, {"text": "the same conditions as those used for 37 was not successful (see Scheme 11) . 40 Meanwhile, this reaction with another amine containing an aminoethyl spacer gives the corresponding azithromycin carbamoyl derivative 39 (see Scheme 11) . 40 However, the elimination of the 2 H -OAc group finally results in the decomposition of the deacetyl derivative during its purification on silica gel.", "cite_spans": [{"start": 65, "end": 75, "text": "Scheme 11)", "ref_id": null}, {"start": 78, "end": 80, "text": "40", "ref_id": null}, {"start": 223, "end": 233, "text": "Scheme 11)", "ref_id": null}, {"start": 236, "end": 238, "text": "40", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "An alternative procedure for the introduction of benzoxaboroles into molecule 30 using carboxy derivatives and diaminoalkane spacers (Scheme 12) proved to be more successful. 40 The treatment of imidazole derivative 38 with stronger bases, such as diaminoethane or 1,3-diaminopropane, in the presence of DBU resulted in the formation of aminoalkylcarbamoyl derivatives 40 (n = 2) and 41 (n = 3). The subsequent acylation of the latter with various benzoxaborole acids under standard conditions (DCC, HOBt) gives a series of acylaminoalkylbenzoxaborole-containing carbamoyl derivatives of 11,12-cyclic carbonate, 2 H -OAcazithromycin 42a ± 44a (see Scheme 12) . The deacetylation of these compounds affords the corresponding cyclic carbo-nates 42b ± 44b containing the free C(2 H )7OH group of the desosamine moiety (R 1 = H) in quantitative yields.", "cite_spans": [{"start": 175, "end": 177, "text": "40", "ref_id": null}, {"start": 648, "end": 658, "text": "Scheme 12)", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "Compound 46b and its 2 H -OAc analogue 46a were synthesized from azithromycin 2 H -OAc-4 HH -O-1H-imidazole-1-carboxylate 37 through intermediate 2 H -OAc analogues 45 (n = 2, 3) (Scheme 13). 40 Therefore, the synthesis of compound 46a and its 2 H -OAc analogue 46b showed that the introduction of the acylaminoalkylbenzoxaborole moiety can be accomplished using a scheme described above without protection of the C(11)7OH and C(12)7OH groups by cyclic carbonate.", "cite_spans": [{"start": 192, "end": 194, "text": "40", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "The evaluation of antibacterial activity of 4 HH -O-substituted derivatives 39, 42a ± 44a (n = 2), 42b ± 44b (n = 2, 3) and 46b (n = 2, 3) compared with that of compound 30 showed that the activity of compounds 39, 42 ± 44 and 46 against Gram-negative bacteria (5 isolates) is lower than that against Gram-positive bacteria (8 isolates). For example, the activity of compounds 39, 42a (n = 2), 43a (n = 3) and 42b (n = 3) against the Gram-positive strains Streptococcus pyogenes ATCC 19615 and Propionibacterium acnes ATCC 6919 is comparable with that of the starting com- pound 30, while conjugates 42b (n = 3), 43a (n = 2), 43b (n = 2) and 44b (n = 2) are more effective than compound 30 against the strains Streptococcus pneumoniae ATCC 49619 or Enterococcus faecium. The presence of the 2 H -OAc group or 11,12-cyclic carbonate in analogous hybrid antibiotics was found to have almost no effect on antibacterial activity.", "cite_spans": [], "ref_spans": [], "section": "Scheme 10"}, {"text": "For compounds 42a (n = 2, 3), 43a (n = 2, 3), 44a (n = 3), 42b ± 44b (n = 3) and 46b (n = 2, 3), the mechanism of antibacterial activity was studied using the pRFPCER-TrpL2A reporter construct, which responds to inhibitors of translocation of the ribosome along the matrix nucleic acid (mRNA). 40 All compounds were found to inhibit the peptide chain growth at the exit from the ribosome tunnel like typical macrolide antibiotics. It is worth noting that one of the starting benzoxaborole acids, 3-(1-hydroxy-1,3-dihydrobenzo[c] [1, 2] oxaborol-7-yl)propanoic acid (see Schemes 12 and 13, marked with an asterisk), also exhibited activity in this assay.", "cite_spans": [{"start": 294, "end": 296, "text": "40", "ref_id": null}, {"start": 529, "end": 532, "text": "[1,", "ref_id": null}, {"start": 533, "end": 535, "text": "2]", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "3.3. Azithromycin ± benzoxaborole conjugates at the 11-OH group of the aglycone 11,12-Cyclic carbonate can be used not only as the protecting group for two hydroxyl groups but also as the activated group to introduce benzoxaborole substituents at the 11 position of antibiotics. 41 The reaction of 11,12-cyclic carbonate azithromycin 2 H -OAc derivative 47, which was generated from azithromycin (30) in two steps (treatment with ethylene carbonate followed by acylation of the 2 H -O group of the desosamine moiety), with diaminoalkane gave 2 H -Oacetylazithromycin 11-aminoalkylcarbamates 48 (n = 3, 5) (Scheme 14). The acylation of compound 48 with benzoxaborole acids under standard conditions (DCC, HOBt) produced a series of azithromycin 2 H -OAc derivatives 49a ± 51a. The deacetylation of these compounds afforded target benzoxaborole derivatives 49b ± 51b.", "cite_spans": [{"start": 279, "end": 281, "text": "41", "ref_id": null}, {"start": 396, "end": 400, "text": "(30)", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "New hybrid antibiotics 49b ± 51b exhibit broader-spectrum antibacterial activity against Gram-positive and Gram-negative bacteria compared to azithromycin (30) and tobramycin. Compound 50b proved to be the most effective compound in this series, but its activity is lower than that of compound 30. The modified antibiotics do not overcome the antibiotic resistance in MRSA strains (strain ATCC 33591). Higher activity of these three compounds against the sensitive strain S. pneumonia ATCC 6301 compared to tobramycin (MIC is 40.06 ± 0.25 versus 4 mg mL 71 ) is a particularly valuable property. 41 ", "cite_spans": [{"start": 155, "end": 159, "text": "(30)", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": ", or , or , DCC, HOBt; DCC is N,N H -dicyclohexyl carbodiimide, HOBt is 1-hydroxybenzotriazole; In the former case, the reaction of azithromycin 11-aminoalkylcarbamates 48 (n = 3, 5) with antibiotics 1, 3 or 13 in the presence of PyBOP affords the corresponding derivatives of vancomycin (52, 53) , eremomycin (54) or the teicoplanin aglycone (55, 56) (Scheme 15). 42 In the latter case, 11,12-cyclic carbonate azithromycin 4 HH -O-alkylaminocarbamoyl derivatives 40 and 41 are amidated with antibiotics 1, 3 or 13 in the presence of PyBOP (Scheme 16). After the removal of the 2 H -O-acetyl protecting group from compounds 57a ± 61a and the column chromatographic separation on silanized silica gel followed by Sephadex LH-20 chromatography, five new conjugates 57b ± 61b were isolated in 35% ± 45% yields based on the corresponding starting antibiotic. 42 Antibacterial activity of derivatives 52 ± 55 modified at the C(11)7OH group of the aglycone was evaluated compared to the starting antibiotics vancomycin (1) and azithromycin (30) on a panel of Gram-positive and Gramnegative bacterial strains (8 and 3 strains, respectively). 42 None of the conjugates exhibited activity against Gramnegative bacteria, which attests to the absence of the effect of the azithromycin moiety active against Gram-negative bacteria. Generally, compounds 52 ± 55 display similar or somewhat lower activity against Gram-positive bacterial strains compared to compounds 1 and(or) 30, the activity against staphylococci being higher than that against the streptococci S. pneumoniae 49619 ATCC and S. agalactis 52-2.", "cite_spans": [{"start": 288, "end": 292, "text": "(52,", "ref_id": null}, {"start": 293, "end": 296, "text": "53)", "ref_id": null}, {"start": 365, "end": 367, "text": "42", "ref_id": null}, {"start": 855, "end": 857, "text": "42", "ref_id": null}, {"start": 1135, "end": 1137, "text": "42", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "Azithromycin ± teicoplanin aglycone conjugate 56 containing a long spacer (n = 5) exhibits higher activity against all tested Gram-positive bacterial strains (staphylococci and 42 Derivatives at the 4 HH -cladinose position show a similar tendency. Thus, they are inactive against Gram-negative bacteria. The fact that the hybrid structures are ineffective against E. coli 25922 ATCC and other Gram-negative bacterial strains indicates that they cannot penetrate the outer phospholipid layer of the bacterial cell.", "cite_spans": [{"start": 177, "end": 179, "text": "42", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "In all the tested Gram-positive bacterial strains, compounds 52 ± 55 exhibited activity comparable to or higher than that of azithromycin (30) and vancomycin (1) . Their activity is provided by the presence of the glycopeptide moiety. Unlike hybrid vancomycin analogue 58b, hybrid eremomycin analogue 59b displays significant activity against the vancomycin-resistant enterococci (VRE) strains Enterococcus faecium 569 and Enterococcus faecalis 560 (MIC = 3.2 and 6.5 mmol L 71 ), which can be attributed to the effect of the azithromycin moiety attached to the C-terminal group of the peptide core of antibiotic 3. 42, 43 The mechanism of action against Gram-positive bacteria was confirmed by quantum chemical calculations of the energy of interaction DG 298 in relation to hybrid antibiotics 58b and 59b with the model D-Ala-D-Ala ligand typical of glycopeptides. 43 These studies resulted in the development of methods for the synthesis of macrolide-based hybrid antibiotics containing benzoxaborole as a new pharmacophore. 38, 40, 41 The behaviour of the macrolide antibiotic aglycone in chemical reactions was found to be affected by its structure, in particular it depends on the presence of an additional methylamino group in azithromycin (30) . 38, 40 The position of the benzoxaborole substituent was shown to influence the antibacterial activity of antibiotics 29 and 30. It was established that the C(11)-substituted analogues are less effective inhibitors of Gram-positive and Gram-negative bacteria compared to 4 HH -substituted analogues. 40, 41 The presence of 11,12-cyclic carbonate or the 2 H -O-acetyl group in the azithromycin molecule was shown to have no significant effect on the antibacterial activity of the conjugates, while an increase in the spacer length generally leads to an increase in activity of the final compounds.", "cite_spans": [{"start": 158, "end": 161, "text": "(1)", "ref_id": null}, {"start": 616, "end": 619, "text": "42,", "ref_id": null}, {"start": 620, "end": 622, "text": "43", "ref_id": null}, {"start": 867, "end": 869, "text": "43", "ref_id": null}, {"start": 1028, "end": 1031, "text": "38,", "ref_id": null}, {"start": 1032, "end": 1035, "text": "40,", "ref_id": null}, {"start": 1036, "end": 1038, "text": "41", "ref_id": null}, {"start": 1247, "end": 1251, "text": "(30)", "ref_id": null}, {"start": 1254, "end": 1257, "text": "38,", "ref_id": null}, {"start": 1258, "end": 1260, "text": "40", "ref_id": null}, {"start": 1554, "end": 1557, "text": "40,", "ref_id": null}, {"start": 1558, "end": 1560, "text": "41", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "A method was developed for the synthesis of a series of chimeric antibiotics based on glycopeptides and azithromycin (30) . 42 The activity of almost all the synthesized compounds against the tested Gram-positive bacterial strains, including vancomycin-resistant strains, is similar to or higher than that of the starting antibiotic. The range of antibacterial activity of the resulting hybrid derivatives and quantum chemical calculations suggest that the antibacterial activity is determined by the presence of the glycopep- ", "cite_spans": [{"start": 117, "end": 121, "text": "(30)", "ref_id": null}, {"start": 124, "end": 126, "text": "42", "ref_id": null}], "ref_spans": [], "section": "Scheme 10"}, {"text": "Carbohydrate-containing polyene macrolides are commonly used in medicine for the treatment of both superficial and systemic mycoses due to their high activity and a broad spectrum of action. 44, 45 The mechanism of action of polyene macrolides is related to their ability to interact with sterol-containing cytoplasmic membranes and form pores (channels) in these membaranes, by which ions leave the cell causing its death. The efficacy of polyenes against fungal pathogens is due to their stronger binding to fungal membrane ergosterols compared to cholesterol present in human and animal cell membranes. Nystatin (62a), partricin and pimaricin are administered locally, whereas amphotericin B (AmB, 63a) is the only polyene that is applied for the treatment of systemic mycoses. Unfortunately, polyenes are rather toxic agents because of their low selectivity for fungal versus mammalian cell. Poor solubility of polyenes in water, their high hematotoxicity and nephrotoxicity and a number of other adverse effects have stimulated an extensive search for new, less toxic and more effective agents.", "cite_spans": [{"start": 191, "end": 194, "text": "44,", "ref_id": null}, {"start": 195, "end": 197, "text": "45", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "Previously, it was shown that toxicity of compound 63a and other polyenes can be reduced by chemical modification, which leads to a decrease in side effects. 44, 45 The toxic effect of compound 63a on blood cells (haemolysis) is particularly dangerous. In order to improve antifungal properties, cytotoxic and therapeutic characteristics and to study the mechanisms of action, series of new semi-synthetic derivatives based on AmB (63a) and bioengineered analogues S44HP (64a), BSG005 (65a), BSG022 (66a), BSG019 (67), BSG003 (68a) and BSG018 (69) were synthesized (in collaboration with the company BIOSERGEN, Norway) (Scheme 17). 46 ± 49 The structural diversity of the above-mentioned polyenes 64a ± 66a, 67, 68a and 69 was provided by using methods of genetic engineering to alter genes encoding the nystatin-producing strain Streptomyces noursei. 50 New analogues compare favourably with nystatin (62a), primarily due to the presence of a double bond (instead of a single one) at C(28) ± C(29) characteristic of 63a and other polyenes 64 ± 69. The heptaene group of the aglycone imparts rigidity to the antibiotic structure and improves antifungal activity.", "cite_spans": [{"start": 158, "end": 161, "text": "44,", "ref_id": null}, {"start": 162, "end": 164, "text": "45", "ref_id": null}, {"start": 632, "end": 639, "text": "46 ± 49", "ref_id": null}, {"start": 852, "end": 854, "text": "50", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "New monosubstituted polyene macrolides at the terminal 16-CO 2 H group of the aglycone were synthesized based on compounds 63a and 64a; monosubstituted polyene macrolides at the mycosamine 3 H -amino group were prepared based on 63a, 64a and 65a. 47, 48 The synthesis of doubly modified analogues of antibiotics 63a and 64a was reported. 48 The related amido derivatives (64b ± 64h) substituted in a similar way at the C(16)-carboxamide group of S44HP were prepared. 46 ± 49 The yields of C(16)-amido derivatives were *50% ± 90% depending on the structure of the starting amine and the antibiotic. The antibiotic structure was found to have almost no effect on antifungal activity against the fungal strains Candida albicans (ATCC 14053), Cryptococcus humicolus (ATCC 9949), Aspergillus niger (ATCC 16404) and Fusarium oxysporum (VKM F-140). The activity in each pair of the derivatives containing the same substituents is almost the same in magnitude. Carboxamides 63b,d,g and 64b,e,i were found to be the most effective against the above-mentioned strains (MIC 50 & 0.5 ± 2 mg mL 71 ).", "cite_spans": [{"start": 247, "end": 250, "text": "47,", "ref_id": null}, {"start": 251, "end": 253, "text": "48", "ref_id": null}, {"start": 338, "end": 340, "text": "48", "ref_id": null}, {"start": 467, "end": 474, "text": "46 ± 49", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "The major directions of chemical modification of S44HP (64a) and BSG005 (65a) at the mycosamine 3 H -amino group In alkylation and aminoacylation reactions, the aminocontaining reagents are protected by the 9-fluorenylmethoxycarbonyl (Fmoc) group. Conventional 3 H -N-alkyl derivatives of polyenes, such as the 3 H -N-(4-dimethylaminobenzyl)-substituted compounds S44HP (64l) and BSG005 (65c) and the N,N-di(aminopropyl)-substituted compounds S44HP (64m) and BSG005 (65d), were synthesized by reductive alkylation of compounds 64a and 65a with appropriate aldehydes in the presence of NaCNBH 3 (see Scheme 19, conditions b and c). 47 The yields of compounds 64m and 65d with respect to the starting antibiotics are *12% ± 20%.", "cite_spans": [{"start": 631, "end": 633, "text": "47", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "3 H -N-Acyl derivatives 64n and 65e were synthesized by the reaction of antibiotics 64a and 65a with N a ,N e -(Fmoc) 2 -L-lysine in the presence of PyBOP in *71% ± 74% yields (see Scheme 19, conditions d ). The removal of the Fmoc group from intermediate derivatives 64o,p and 65f,g with a 5% piperidine solution in DMSO 47 affords the corresponding 3 H -N-aminoacyl derivatives 64m,n and 65d,e in *11% ± 20% yields.", "cite_spans": [], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "The evaluation of the influence of substituents in the terminal group at the C(16) atom of the aglycone and the mycosamine amino group on the antifungal activity of polyenes showed that the replacement of the CO 2 H group by Me has no significant effect on antifungal activity against the tested strains. 48 The activity of S44HP (64a) and its analogue 64k is similar to that of BSG005 (65c) and its analogue 65b. Thus, the effect of the same modifications on the activity of the initial antibiotics S44HP and BSG005 with very close values of antifungal activity can be multidirectional. The MIC 50 values are changed in the following series: 64a = 65a, 64k = 65b, 64l > 65c, 64m > 65d, 64n < 65e. (77) . The removal of the Fmoc protecting group from compound 72a gave 3 H -N-(L-lysyl)-S44HP N-(3-dimethylaminopropyl)amide (72b). 49 An alternative scheme involves the initial synthesis of Fmoc-protected 3 H -N-aminoacyl derivatives of S44HP followed by their transformation into the corresponding C(16)-carboxamides (Scheme 21). The reaction of compound 64a with N-Fmoc-4-aminomethylbenzoic acid in the presence of PyBOP affords 3 H -N-(N-Fmoc-4-aminomethylbenzoyl)-S44HP (78) . The amidation of the latter with appropriate amines in the presence of PyBOP gives 3 H -N-(N-Fmoc-4-aminomethylbenzoyl)-S44HP DMAE-amide (79a) and 3-hydroxypropylamide (80a).", "cite_spans": [{"start": 305, "end": 307, "text": "48", "ref_id": null}, {"start": 698, "end": 702, "text": "(77)", "ref_id": null}, {"start": 830, "end": 832, "text": "49", "ref_id": null}, {"start": 1173, "end": 1177, "text": "(78)", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "Known compound 64p, which was prepared by the reaction of 64a with N a ,N e -(Fmoc) 2 -L-Lys in the presence of DCC and HOBt, was used to synthesize N-(2-dimethylaminoethyl)amide (81a) and 3-hydroxypropylamide (82a) of N a ,N e -(Fmoc) 2 -L-lysyl-S44HP. The removal of the Fmoc group from compounds 79a ± 82a under mild conditions gave target products 79b ± 82b containing free amino groups (see Scheme 21) . 49 The evaluation of antifungal activity of doubly modified S44HP derivatives 70 ± 82 against the above-mentioned four fungal strains compared to the corresponding monomodified S44HP C(16)-carboxamides 64b,c demonstrated that the additional modification of the mycosamine 3 H -amino group of carboxamide 64b has no significant effect on antifungal activity against these fungal and yeast strains (MIC *0.5 ± 2 mg mL 71 ). Meanwhile, the corresponding modifications of S44HP 3-hydroxypropylamide lead to a considerable decrease in antifungal activity. In the series of doubly modified derivatives, S44HP 2-N,N-dimethylethylamides (73 and 74, respectively), prepared via the Amadori rearrangement with D-glucose or D-galactose, exhibit the highest activity, similar to that of the starting antibiotics 63a and 64a. 49 Experiments in animals play a significant role in the selection of lead antifungal agents. Since only rather toxic AmB (63a) is used for the treatment of systemic fungal infections, compounds exhibiting the highest in vitro activity are currently tested for the haemolysis and(or) acute toxicity.", "cite_spans": [{"start": 396, "end": 406, "text": "Scheme 21)", "ref_id": null}, {"start": 409, "end": 411, "text": "49", "ref_id": null}, {"start": 1222, "end": 1224, "text": "49", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "New genetically engineered polyene macrolides 64a, 65a, 66a and 68a, the semi-synthetic derivatives DMAE-S44HP (64b), 3 H -N-Lys-BSG005 (65e) and doubly modified 3 H -N-(1deoxy-D-fructos-1-yl)-S44HP DMAE (73) were evaluated for antifungal activity in the treatment of Candida albicansinduced sepsis in mice and tested for toxicity. 47, 49 The largest margin between the therapeutic and toxic doses was observed for compounds 64b and 73. compounds, the effective dose was 2% and 6% of the maximum tolerated dose (MTD), respectively, whereas AmB (63a) is effective only at a dose of 62% of MTD.", "cite_spans": [{"start": 332, "end": 335, "text": "47,", "ref_id": null}, {"start": 336, "end": 338, "text": "49", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolides of the amphotericin B group"}, {"text": "The antifungal activity of C(16)-methyl-C(16)-decarboxypolyenes against four fungal strains changes in the following order: BSG005 [C(7), C(10)] (65a) > BSG019 [C(7)] (67) > BSG018 [C(7), C(9)] (69) . 48 This confirms the pattern of changes in the activity against C. albicans observed previously in the series of C(16)-carboxy-containing antibiotics with a similar arrangement of hydroxyl groups at C(7)7C(10): S44HP (64a) > BSG022 (66) [C(7)] > BSG003 (68a) [C(7), C(9)]. 50 The following amides were synthesized from polyenes 64a, 66a and 68a and 2-(N,N-dimethylamino)ethylamine according to the conventional amidation method in the presence of PyBOP: DMAE-S44HP (64b), DMAE-BSG022 (66b) and DMAE-BSG003 (68b) (see Scheme 17) . 47, 48 The activity of these compounds, like that of the starting antibiotics, changes in a similar series: DMAE-S44HP (64b) > DMAE-BSG022 (66b) > DMPE-BSG003 (68b). It is worth noting that low antifungal activity of compounds 66b and 68b was confirmed also by animal experiments related to the treatment of murine Candida sepsis.", "cite_spans": [{"start": 194, "end": 198, "text": "(69)", "ref_id": null}, {"start": 201, "end": 203, "text": "48", "ref_id": null}, {"start": 474, "end": 476, "text": "50", "ref_id": null}, {"start": 718, "end": 728, "text": "Scheme 17)", "ref_id": null}, {"start": 731, "end": 734, "text": "47,", "ref_id": null}, {"start": 735, "end": 737, "text": "48", "ref_id": null}], "ref_spans": [], "section": "Influence of the structure of the hydroxylated C(7)7C(10) moiety on antifungal activity of antibiotics"}, {"text": "These studies clearly demonstrated that the C(7)7C(10) group of the polyol moiety plays a critical role in antifungal activity, although this group has not previously been considered of importance in the model of antibiotic binding to the target. Compounds containing a single hydroxyl group at the 7 position of C(7)7C(10) (66a and 67) exhibit low activity against the tested fungal strains. Polyenes containing two hydroxyl groups at the 7 and 9 positions (68a and 69) are inactive. 48 Antibiotics and semi-synthetic derivatives containing hydroxyl groups at the 8 and 9 positions (AmB, 63a,b) and at the C(7) and C(10) atoms [S44HP (64a,b) and BSG005 (65a,b)] displayed the best results.", "cite_spans": [{"start": 485, "end": 487, "text": "48", "ref_id": null}], "ref_spans": [{"start": 583, "end": 595, "text": "(AmB, 63a,b)", "ref_id": "FIGREF4"}], "section": "Influence of the structure of the hydroxylated C(7)7C(10) moiety on antifungal activity of antibiotics"}, {"text": "The design of hybrid analogues of antibiotics containing pharmacophore moieties, which affect targets different from those used by the starting antibiotics, is a promising line of research. 28, 29 Some benzoxaborole-containing compounds exhibit pronounced antifungal activity. 51 Methods were developed for the synthesis of dual-action antibiotics based on AmB (63a) and different types of benzoxaboroles.", "cite_spans": [{"start": 190, "end": 193, "text": "28,", "ref_id": null}, {"start": 194, "end": 196, "text": "29", "ref_id": null}, {"start": 277, "end": 279, "text": "51", "ref_id": null}], "ref_spans": [], "section": "Polyene macrolide ± benzoxaborole conjugates and evaluation of their membrane activity"}, {"text": "The following five types of conjugates were synthesized depending on the nature of the functional group in benzoxaborole, which can be used to attach the latter to the AmB molecule: C (16) ", "cite_spans": [], "ref_spans": [], "section": "Polyene macrolide ± benzoxaborole conjugates and evaluation of their membrane activity"}, {"text": "3 H -N-sulfo derivative 87 and 3 H -N-mono-and 3 H -N,N-dialkyl derivatives 88a and 89 (Scheme 22). 52 Amide 83 was produced by the standard procedure that was applied to prepare the above-described amides; however, the yield of 83 was low (10%). Apparently, the amidation interferes with the formation of the aminoborole complex with AmB. As mentioned above, the yields of AmB carboxamides in this reaction using other amines are higher than 50%. 3 H -N-Derivatives 84a ± 86a were prepared from AmB (63a) using in situ generated OSu-activated esters. 3 H -N-Sulfo derivative 87 was synthesized by the reaction of 63a with the appropriate sulfochloride in the presence of pyridine (Py); 3 H -N-alkyl analogues 88a and 89 were prepared by the reaction of 63a with the appropriate aldehyde in the presence of NaBH 3 CN. 52 The amidation of derivatives 84a and 87a with N,N-dimethylethylenediamine in the presence of PyBOP gave 84b and 87b, respectively (Scheme 23). An attempt to synthesize disubstituted 3 H -N-alkyl-DMAE analogue 88b according to a similar scheme from 3 H -N-alkylamino derivative 88a failed (see Scheme 22) . 50 Nevertheless, compound 88b was prepared using an alternative approach by the alkylation of C(16)-amide derivative 63b with 1-hydroxy-1,3-dihydrobenzo[c] [1, 2] oxaborole-6-carbaldehyde in the presence of NaBH 3 CN (see Scheme 23). 52 Tandem mass spectrometry (ESI-MS/MS-MRM) studies showed that different fragmentation patterns are possible depending on the modification of the starting polyene (Scheme 24). 52 In many cases, the introduction of the benzoxaborole substituent leads to a decrease in cytotoxicity and haemolytic activity with retention of high antifungal activity. These facts were confirmed by membrane activity assays. 53 The results are given in Table 1 .", "cite_spans": [{"start": 100, "end": 102, "text": "52", "ref_id": null}, {"start": 818, "end": 820, "text": "52", "ref_id": null}, {"start": 1114, "end": 1124, "text": "Scheme 22)", "ref_id": null}, {"start": 1127, "end": 1129, "text": "50", "ref_id": null}, {"start": 1283, "end": 1286, "text": "[1,", "ref_id": null}, {"start": 1287, "end": 1289, "text": "2]", "ref_id": null}, {"start": 1361, "end": 1363, "text": "52", "ref_id": null}, {"start": 1538, "end": 1540, "text": "52", "ref_id": null}, {"start": 1766, "end": 1768, "text": "53", "ref_id": null}], "ref_spans": [{"start": 1794, "end": 1801, "text": "Table 1", "ref_id": "TABREF13"}], "section": "Scheme 22"}, {"text": "Semi-synthetic AmB derivatives 63b,d,e, 84a,b, 85a, 87b and 88a,b were shown to have a significant pore-forming ability in artificially formed sterol-containing membranes. 53 Compounds with high antifungal activity and low haemolysis have higher selectivity for ergosterol-containing fungal membranes (C Chol /C Erg ) versus cholesterol-containing human cell membranes compared to compound 63a. For example, the high selectivity (5.4 AE 1.0) of compound 84b correlates with low haemolysis of human erythrocytes (6%). On the contrary, high haemolysis (47%) is determined by low or even reverse selectivity (C Chol /C Erg = 0.5 AE 0.2). For AmB (63a) and its derivative 63b, the corresponding parameters have intermediate values (C chol /C Erg = 2.3 ± 2.4, haemolysis 15% ± 23%). 53 Amphotericin B (63a) was selectively modified at the mycosamine 3 H -amino group or the C(16) carboxyl group. The developed approaches were extended to the related polyenes S44HP (64a), BSG005 (65) and other genetically engineered polyenes, which differ from the starting AmB by the substituent at the C(16) atom and the positions of hydroxyl groups at C(7) ± C(10) of the aglycone moiety. The structure ± activity relationship analysis of new semisynthetic derivatives of polyene macrocycles revealed several general features of antifungal activity. In particular, antibiotics and, consequently, their semi-synthetic analogues containing two hydroxyl groups in this region at the 8 and 9 positions (AmB, 63a) or the 7 and 10 positions (S44HP and BSG005) exhibit high activity. A series of new semi-synthetic derivatives were shown to have pore-forming ability in artificially formed sterol-containing membranes. It is worth noting that they have selective activity against ergosterol-containing fungal membranes and lower haemolysis compared to amphotericin B.", "cite_spans": [{"start": 172, "end": 174, "text": "53", "ref_id": null}, {"start": 778, "end": 780, "text": "53", "ref_id": null}], "ref_spans": [], "section": "Scheme 22"}, {"text": "The aim of chemical modifications of the antibiotic oligomycin A (90a) (Fig. 6 ) acting as the F 0 F 1 -ATP synthase inhibitor is to prepare new analogues possessing selective antitumour or anti-infective activity and to elucidate the mechanisms of sensitivity of microorganisms to this agent.", "cite_spans": [], "ref_spans": [{"start": 71, "end": 78, "text": "(Fig. 6", "ref_id": "FIGREF18"}], "section": "Oligomycin A"}, {"text": "Oligomycin A (90a) (hereinafter oligomycin) belongs to macrolides Ð 26-membered a,b-unsubstituted macrolactones. It is a highly specific inhibitor of oxidative phosphorylation in the mitochondria of eukaryotes. Oligomycin inhibits adenosine triphosphate (ATP) synthesis and causes cell death. Note. CErg is the minimum concentration of the compound that causes the pore formation in the DPhPC/Erg bilayer; CChol/CErg is the ratio of the minimum concentrations of the polyene in the DPhPC/Chol and DPhPC/Erg bilayers (DPhPC is 1,2-diphytanoyl-sn-glycero-3-phosphocholine, Chol is cholesterol, Erg is ergosterol). ", "cite_spans": [], "ref_spans": [], "section": "Oligomycin A"}, {"text": "The oligomycin molecule (90a) was found to contain a functional group, the chemical modification of which can produce the largest number of semi-synthetic analogues with various biological activities. The docking study of the interaction between the antibiotic and the target of the enzyme F 0 F 1 -ATP synthase showed that the C(32)7C (34) side chain is not directly involved in the formation of this complex. 54 A series of 33-substituted oligomycin derivatives were synthesized using 33-deoxy-O-mesyl oligomycin (91) as the key compound, which was prepared by the selective treatment of 90a with methanesulfonyl chloride in a DMAP ± Py mixture (Scheme 25). 55 The nucleophilic substitution of the group R via the S N 2 or S N 1 mechanism using various reagents gave the following 33-substituted derivatives: 33-(S)-oligomycin A (90b), 56 33-deoxy-33-(S)-thiocyanooligomycin (92), 57 33-deoxy-33-(R,S)-bromooligomycin (93) 58 and 33-deoxy-33-(S)-azidooligomycin (94) 55 (see Scheme 25) . The racemization is observed only for 33bromo derivative 93.", "cite_spans": [{"start": 411, "end": 413, "text": "54", "ref_id": null}, {"start": 660, "end": 662, "text": "55", "ref_id": null}, {"start": 838, "end": 840, "text": "56", "ref_id": null}, {"start": 883, "end": 885, "text": "57", "ref_id": null}, {"start": 969, "end": 971, "text": "55", "ref_id": null}, {"start": 977, "end": 987, "text": "Scheme 25)", "ref_id": null}], "ref_spans": [], "section": "Modification of oligomycin at the side-chain C(33) atom"}, {"text": "The 33-epimer of this antibiotic, 33-(S)-oligomycin A (90b), was synthesized by the solvolysis of 33-(R)-deoxy-Omesyl oligomycin (91) with an aqueous mixture of tiourea and methyl cellosolve on heating. The reaction involves the Walden inversion of configuration at the C(33) atom through a plausible mechanism presented in Scheme 25.", "cite_spans": [{"start": 129, "end": 133, "text": "(91)", "ref_id": null}], "ref_spans": [], "section": "Modification of oligomycin at the side-chain C(33) atom"}, {"text": "The biological activity assay of compound 90b revealed that the inversion of the hydroxyl group decreases activity against the actinobacteria Streptomyces fradiae, while the antifungal activity remains at the same level. 33-(S)-Oligomycin A (90b) exhibits somewhat higher activity against tumour cells compared to the starting analogue 90a. Both antibiotics are able to overcome different drug resistance phenotypes and have low toxicity to non-malignant cells. 56 The treatment of oligomycin 91 with 98% formic acid afforded C(33)-O-formyloligomycin (95) 59 (see Scheme 25) . Formylated derivative 95 retains the ability to inhibit tumour cell growth, whereas the activity against most other test cultures, including non-malignant cells, decreases. Due to selectivity against tumour cells, C(33)-O-formyloligomycin (95) holds promise for further investigation.", "cite_spans": [{"start": 462, "end": 464, "text": "56", "ref_id": null}, {"start": 564, "end": 574, "text": "Scheme 25)", "ref_id": null}], "ref_spans": [], "section": "Modification of oligomycin at the side-chain C(33) atom"}, {"text": "33-Deoxy-O-mesyl oligomycin (91) can be quantitatively converted into 33-dehydrooligomycin (96) by the Kornblum oxidation in a DMSO ± Et 3 N mixture at 105 8C (see Scheme 25) . 54 Attempts to oxidize the OH group at the C(33) atom of oligomycin (90a) to the keto group using different oxidizing agents failed. The cited study is interesting because this structure was previously presented as a new natural compound. However, the structure of this compound was not described in detail and its biological activity was not evaluated. Derivative 96 exhibits twice lower activity against S. fradiae ATCC-19609 compared to com- ", "cite_spans": [{"start": 164, "end": 174, "text": "Scheme 25)", "ref_id": null}, {"start": 177, "end": 179, "text": "54", "ref_id": null}], "ref_spans": [], "section": "Modification of oligomycin at the side-chain C(33) atom"}, {"text": "pound 90a; its activity against Candida spp. and other filamentous fungi is very similar to that of compound 90a. Docking studies of the binding of derivative 96 to F 0 F 1 -ATP synthase also showed that the affinity for the enzyme decreases compared to the starting antibiotic 90a. 54 A method for the synthesis of 1,4-disubstituted 1,2,3triazoles of oligomycin was developed based on 33-azido-33-deoxyoligomycin 94. The method involves the regioselective [3+2]-dipolar cycloaddition of the 33-azido group to monosubstituted alkynes (Scheme 26). 55 The reaction of azide 94 with alkynes (phenylacetylene, propiolic acid and methyl propiolate) in a tert-butanol ± water mixture (1 : 1) can be performed both in the presence of a catalyst (Cu I ) or without catalysts. This approach was applied to synthesize 33-deoxy-33-(4-phenyltriazol-1-yl)oligomycin (97), 33-deoxy-33-(4-methoxycarbonyltriazol-1-yl)oligomycin (98) and 33-deoxy-33-(4-carboxytriazol-1-yl)oligomycin (99) in 53%, 52% and 50% yields, respectively. Compound 99 served as the starting compound for the synthesis of water-soluble 33-deoxy-33-[(4-DMAE-carbonyl)triazol-1yl]oligomycin amide (100) exhibiting selective antitumour activity. 55 ", "cite_spans": [{"start": 283, "end": 285, "text": "54", "ref_id": null}, {"start": 547, "end": 549, "text": "55", "ref_id": null}, {"start": 968, "end": 972, "text": "(99)", "ref_id": null}, {"start": 1201, "end": 1203, "text": "55", "ref_id": null}], "ref_spans": [], "section": "Scheme 26"}, {"text": "Oligomycin 90a undergoes a retro-aldol rearrangement accompanied by dehydration in the presence of bases (Scheme 27). 60 The structure of alkaline degradation product 101a was established by the detailed 1 H and 13 C NMR study, including heteronuclear correlation, combined with tandem mass spectrometry (ESI-MS/MS-MRM). The structure of the carbon skeleton of the starting antibiotic 90a undergoes a significant transformation at C(7)7C(12) (the cleavage pathways a, b and c) giving open-ring compound 101a. The mechanism of alkaline degradation of oligomycin 90a presented in Scheme 27 accounts for the formation of derivative 101a (through intermediates 90c,d) but not for the formation of 101b (through intermediates 90e,f). 61 As opposed to compound 90a, compound 101a does not exhibit activity against proteasomal F 0 F 1 -ATP synthase at a concentration of 1 mmol L 71 because of the loss of conformational rigidity.", "cite_spans": [{"start": 118, "end": 120, "text": "60", "ref_id": null}, {"start": 729, "end": 731, "text": "61", "ref_id": null}], "ref_spans": [], "section": "Transformation of oligomycin A at the cyclic C(7)7C(12) moiety"}, {"text": "The hydrogenation of oligomycin (90a) on a palladium catalyst occurs both at the 2,3-unsaturated bond of lactone and the diene system at C (16) The hydrogenation of compound 90a under other conditions leads to the sequential selective reduction of keto groups Ð first at the C(7) atom and then at the C(11) atom. Thus, the use of NaBH(OAc) 3 latter with NaBH 4 in ethanol afforded (7S,11R)-tetrahydrooligomycin (104) (see Scheme 28) . 59 The hydrogenation of double bonds of the macrolactone ring causes a decrease in the activity of compound 90a both against actinobacteria and fungal and mammalian cells. 62 This may be attributed to the loss of conformational rigidity and the fact that the geometry of the macrocycle favourable for the interaction with the target (F 0 F 1 -ATP synthase) is changed because of destruction of the diene system of the starting antibiotic 90a. The retention of activity of the starting compound 102 against some strains of Candida spp. supports the previous suggestion that there are additional targets in yeast cells of this genus, the binding to which is apparently independent of the geometry of the macrocycle.", "cite_spans": [{"start": 340, "end": 341, "text": "3", "ref_id": null}, {"start": 422, "end": 432, "text": "Scheme 28)", "ref_id": null}, {"start": 435, "end": 437, "text": "59", "ref_id": null}, {"start": 607, "end": 609, "text": "62", "ref_id": null}], "ref_spans": [], "section": "Reduction of keto groups at the 7 and 11 positions and modification at the double bonds of oligomycin A"}, {"text": "The reaction of compound 90a with m-chloroperoxybenzoic acid (m-CPBA) in dichloromethane on decreasing the reaction temperature to 717 8C allows the selective epoxidation of oligomycin at one of C = C bonds to form unstable intermediate epoxide 105 (Scheme 29). 59 In the presence of formic acid, the latter compound gives a stable disubstituted oligomycin derivative Ð 16,17-dihydro-16S,17S-dihydroxy-16,33-diformyloligomycin (106). Previously, 16-bromo derivative 107 of this antibiotic was synthesized using N-bromosuccinimide as the brominating agent (see Scheme 29). 63 ", "cite_spans": [{"start": 262, "end": 264, "text": "59", "ref_id": null}, {"start": 572, "end": 574, "text": "63", "ref_id": null}], "ref_spans": [], "section": "Addition at the C(16) atom of oligomycin A"}, {"text": "The addition of hydroxylamine and related compounds to 90a was studied. 64 The comprehensive study of the resulting compound by 1 H and 13 C NMR spectroscopy, including heteronuclear correlation, made it possible to establish the structure of nitrone 108a and exclude the possible existence of isomer 108b. It was found that an additional ring involving the C(3) ± C(7) atoms is formed, the activity of the antibiotic against F 0 F 1 -ATP synthase being reduced. ", "cite_spans": [{"start": 72, "end": 74, "text": "64", "ref_id": null}], "ref_spans": [], "section": "Modification of oligomycin A at the C(7) = O keto group and the formation of cyclic structures"}, {"text": "The reaction of antibiotic 90a with aminopyridinium and 4-dimethylaminopyridinium iodides in pyridine affords cyclic derivatives of pyrazolo [1,5-a] pyridine and 4-methylpyrazolo[1,5-a]pyridine 109a,b, respectively, annulated to the macrocycle (see Scheme 30) . 64 Their structures were established by 1 H and 13 C NMR spectroscopy, including heteronuclear correlation, and structure 109c was excluded.", "cite_spans": [{"start": 141, "end": 148, "text": "[1,5-a]", "ref_id": null}, {"start": 249, "end": 259, "text": "Scheme 30)", "ref_id": null}, {"start": 262, "end": 264, "text": "64", "ref_id": null}], "ref_spans": [], "section": "Scheme 30"}, {"text": "Biological assays of new derivatives of oligomycin (90a) demonstrated that, in most cases, modifications reduce biological activity of the starting antibiotic against S. fradiae. 54, 65 ± 67 The growth inhibition assay of the strain S. fradiae ATCC 19609 sensitive to very low concentrations of oligomycin (<0.001 nmol mL 71 or 0.0005 nmol per disc surface) and hypersensitive to most of the known antibiotics was used to study the mechanism of resistance of microorganisms. 66 Mutant strains of this microorganism sensitive to analogues of compounds 92 (Ref. 67 ) and 108a, as opposed to the starting antibiotic 90a and other derivatives, were produced under experimental conditions. The results of assays demonstrated that antibiotic 90a has several biotargets. These data confirm the conclusion that both the diene system of the macrocycle and its hydroxypropyl side chain play an important role in biological activity. 65 Therefore, the chemical modification of the antibiotic oligomycin (90a), a highly active F 0 F 1 -ATP synthase inhibitor, was performed for the first time. More than 20 new semi-synthetic oligomycin derivatives were prepared and the mechanism of their action was studied. Analogues with selective antitumour or anti-infective activity were synthesized. The chemical modification of antibiotic 90a, which enables the efficient modulation of its biological activity due to a decrease in the binding to F 0 F 1 -ATP synthase, was found. This provides the possibility to optimize pharmacological properties.", "cite_spans": [{"start": 179, "end": 190, "text": "54, 65 ± 67", "ref_id": null}, {"start": 475, "end": 477, "text": "66", "ref_id": null}, {"start": 560, "end": 562, "text": "67", "ref_id": null}, {"start": 923, "end": 925, "text": "65", "ref_id": null}], "ref_spans": [], "section": "Evaluation of biological activity of oligomycin A derivatives against Streptomyces fradiae"}, {"text": "Olivomycin A (110) (hereinafter olivomycin) is a highly effective antibiotic with a unique mechanism of antitumour activity discovered in the Gause Institute of New Antibiotics 6, 68, 69 (Fig. 7) . Its structure consists of the aglycone olivin and two carbohydrate chains attached to the aglycone at the 2 and 6 positions. The antibiotic is a DNA duplex minor groove ligand, which binds to the guanine-cytosine (GC)-rich region. Compared to other antibiotics of the aureolic acid group (mithramycin and chromomycin A), olivomycin 110 has better therapeutic efficacy. In recent years, antibiotics of this group have attracted increasing interest. 70, 71 Antibiotics of this group were shown to be able to prevent the development of resistance of tumour cells to other antitumour agents, in particular via a mechanism involving the inhibition of transcription of the MDR1 gene, overexpression of which is responsible for multidrug resistance of tumour cells. Mithramycin is used to treat Paget's disease and testicular carcinoma. Chromomycin is a drug of limited use in Japan for the treatment of gastrointestinal cancer. Olivomycin (110) was applied in the USSR for the treatment of ovarian cancer, reticulosarcoma and some other tumours. However, serious adverse effects limit the therapeutic potential of these drugs.", "cite_spans": [{"start": 177, "end": 179, "text": "6,", "ref_id": null}, {"start": 180, "end": 183, "text": "68,", "ref_id": "BIBREF67"}, {"start": 184, "end": 186, "text": "69", "ref_id": null}, {"start": 646, "end": 649, "text": "70,", "ref_id": "BIBREF69"}, {"start": 650, "end": 652, "text": "71", "ref_id": null}], "ref_spans": [{"start": 187, "end": 195, "text": "(Fig. 7)", "ref_id": "FIGREF24"}], "section": "Olivomycin A"}, {"text": "Various aspects of antitumour activity of antibiotics of the aureolic acid group were addressed in detail; however, chemical modifications of this class of antibiotics are poorly known. Selective modifications of olivomycin (110) at the C(5) atom (a), the C(8)7OH (b) and C(2 H ) = O groups (c), the C(2 H )7C(3 H ) bond (d ) and the residues A4 and E4 (e) (see Fig. 7 ) were developed in the Gause Institute of New Antibiotics.", "cite_spans": [], "ref_spans": [{"start": 362, "end": 368, "text": "Fig. 7", "ref_id": "FIGREF24"}], "section": "Olivomycin A"}, {"text": "The selective acylation of compound 110 at the phenolic hydroxyl group at the C(8) atom with a Ac 2 O7Py mixture affords 8-O-acetylolivomycin (111) (Scheme 31). 72 An investigation of the reaction of olivomycin (110) with aryldiazonium salts showed that the azo coupling gives aryldiazenes monosubstituted at the 5 position of the aglycone accompanied by the elimination of the disaccharide branch at the C(6) atom: 5-(phenyldiazenyl)olivomycin (112), 5-(4-sulfamidophenyldiazenyl)olivomycin (113), 5-(4methoxyphenyldiazenyl)olivomycin (114), 5-(3,4-dichlorophenyldiazenyl)olivomycin (115) and 5-(4-methylphenyldiazenyl)olivomycin (116) (see Scheme 31) . 72 To explain the outcome of this reaction, the frontier electron density in the highest occupied molecular orbital (HOMO) was calculated by the semiempirical quantum chemical AM1 method (Fukui indices f). Alternative directions of the nucleophilic attack by the phenyldiazonium cation were chosen by considering possible anionic forms of olivomycin (110A ± 110C) (Scheme 32 a). It was found that the 5 position in anion 110A is the most favourable for electrophilic attack giving compound 112 (the Fukui index f HOMO is 0.617). Meanwhile, the nucleophilicities of the C(7) and C(10) atoms are lower (0.356 and 0.185, respectively). The formation of anion 110A in an alkaline medium is confirmed by the above-mentioned selective acylation of compound 110 giving acetate 111 at the same hydroxyl group at the C(8) atom in high yield (see Scheme 32) . 72 The calculated energy parameters of alkaline hydrolysis of the disaccharide branch are in agreement with the experimental data. Thus, the hydrolysis proceeds very rapidly in the presence of the diazenyl substituent at the 5 position, while the storage of 110 in an alkaline medium (used for the azo coupling) on cooling to 0 ± 5 8C for 2 h in the absence of diazonium salt does not lead to hydrolysis.", "cite_spans": [{"start": 161, "end": 163, "text": "72", "ref_id": null}, {"start": 642, "end": 652, "text": "Scheme 31)", "ref_id": null}, {"start": 655, "end": 657, "text": "72", "ref_id": null}, {"start": 1492, "end": 1502, "text": "Scheme 32)", "ref_id": null}, {"start": 1505, "end": 1507, "text": "72", "ref_id": null}], "ref_spans": [], "section": "Modification of olivomycin A at the aromatic ring of the aglycone"}, {"text": "The azo coupling of aryldiazonium salts with the aglycone of olivomycin Ð olivin (117), which was synthesized by quantitative acid hydrolysis of compound 110, was investigated. Aryldiazenyl derivatives of olivin 117a ± c containing the same substituents as compounds 112, 114 and 115 (Scheme 33) were synthesized. 70 The geometric configurations of the most probable tautomeric structures A ± D of derivative 117a were determined (Scheme 34) and the total energies of each tautomeric form were calculated by the density functional theory at the B3LYP/6-31G(d) level of theory. The 1 H NMR spectroscopic data also indicate that compounds 117a ± c exist as equilibrium mixtures of isomeric forms A ± D.", "cite_spans": [{"start": 314, "end": 316, "text": "70", "ref_id": "BIBREF69"}], "ref_spans": [], "section": "Modification of olivomycin A at the aromatic ring of the aglycone"}, {"text": "The reaction of olivomycin (110) with (O-carboxymethyl)hydroxylamine affords 2 H -(carboxymethoxime)olivomycin (CM) 118 (Scheme 35). 74 The introduction of the carboxyl group into molecule 110 makes it possible to subject this compound to further modification. The reaction of compound 118 with appro- 75 The introduction of the carboxyl group into molecule 110, as in the case of long acid 118, provides a route to its further modification. The reaction of short OSA 124 with appropriate amines in the presence of PyBOP or diphenylphosphoryl azide (DPPA) affords OSA N-methylamide It is worth noting that the method developed for the synthesis of intermediate OSA (124) can be applied to prepare the related derivative of mithramycin bearing a similar side chain at the C(3) atom of the aglycone. Hence, short' mithramycin acid becomes more available compared to the combinatorial biosynthesis and can be used for further chemical modification of mithramycin. 76 ", "cite_spans": [{"start": 133, "end": 135, "text": "74", "ref_id": null}, {"start": 302, "end": 304, "text": "75", "ref_id": null}, {"start": 961, "end": 963, "text": "76", "ref_id": null}], "ref_spans": [], "section": "Modification of olivomycin A at the side-chain 2 H -keto group of the aglycone"}, {"text": "Olivomycin A (110) has two carbohydrate chains bearing the acetyl group at the A4 position of the oliose moiety and the isobutyryl group at the E4 position of the olivomycose moiety. A series of analogues of compound 110, which differ in the set of functional groups, were synthesized in order to elucidate the influence of acyl substituents in carbohydrate chains on biological activity. 77 Two analogues, de-E4-isobutyrylolivomycin A (133) and de-E4-isobutyryl-de-A4-acetylolivomycin A (or de-E4isobutyrylolivomycin C) (134), were synthesized by selective alkaline hydrolysis of the E4-isobutyryl group of olivomycin A (110) or C (135), respectively (Scheme 37). It is worth noting that the hydrolysis of the E4-isobutyryl group in olivomycin (110) Antibiotics 135 (de-E4-isobutyrylolivomycin A) and 136 (de-E4-isobutyryl-E4-acetyl-olivomycin A or olivomycin B) were isolated from the natural olivomycin complex produced by fermentation of the Streptoverticillum cinnamoneum strain. After the purification by silica gel column chromatography and semipreparative HPLC, compounds 135 and 136 were isolated in 40% and 45% yields, respectively. 70, 77 These compounds are identical to the previously characterized natural olivomycins C and B, respectively. 78", "cite_spans": [{"start": 389, "end": 391, "text": "77", "ref_id": null}, {"start": 1143, "end": 1146, "text": "70,", "ref_id": "BIBREF69"}, {"start": 1147, "end": 1149, "text": "77", "ref_id": null}], "ref_spans": [], "section": "Synthesis of olivomycin A analogues modified at carbohydrate chains"}, {"text": "The modification of antibiotic 110 at the C(8) phenol group of the aromatic ring (compound 111) was found to have no effect on antiproliferative activity against cancer cell lines and does not alter its ability to inhibit topoisomerase I. 72 The transformation of 110 giving diazenyl derivatives accompanied by elimination of the disaccharide branch from the aglycone (compounds 112 ± 116) leads to a sharp decrease in antiproliferative activity. Compared to the starting olivomycin 110, compounds 112, 115 and 116 acquire considerable selective activity against human immunodeficiency viruses HIV-1 and HIV-2 in assays in the human T-lymphocyte cell line (CEM). 72 The evaluation of antiproliferative activity of olivomycin (110) and its analogues modified at the side-chain 2 H -keto group of the aglycone (CM amides 119 ± 121 and 123) against the leukaemia cell lines K562 and L1210 showed that these compounds are more effective than the starting acid 118 but are less active than compound 110. 74 For derivatives of antibiotic 110 with a shorter aglycone side chain (OSA, 124) and its amides 125 ± 132, the evaluation of antiproliferative activity in the human chronic myeloid leukaemia cell line K562 and the human colon 75 The evaluation of antiproliferative activity of olivomycin analogues 133 ± 136 against HCT116 cells showed that acyl groups in carbohydrate chains of antibiotic 110 play a significant role. The activity decreases with elimination of acyl groups from molecule 110; IC 50 is 0.02 (for 110), 0.064 (for 136), 0.28 (for 133) and >50 mmol L 71 (for compounds 117, 134 and 135). 77 These results correlate with the data on the ability of these compounds to inhibit DNA-dependent topoisomerase I. 79 In the absence of antibiotics, the relaxation of supercoiled (sc) DNA leads to the disappearance of inhibitory activity and the formation of a set of topoisomers. The inhibition of topoisomerase I is detected from the presence of residual amounts of sc-DNA and a decrease in the amount of rapidly migrating topoisomers. A decrease in the inhibitory activity of the enzyme is consistent with a decrease in the antiproliferative activity in the series of compounds 110 > 136 > 133. The removal of the E4-isobutyryl group from the trisaccharide branch has a lower effect than the removal of the A4-acetyl group from the disaccharide branch.", "cite_spans": [{"start": 239, "end": 241, "text": "72", "ref_id": null}, {"start": 663, "end": 665, "text": "72", "ref_id": null}, {"start": 999, "end": 1001, "text": "74", "ref_id": null}, {"start": 1227, "end": 1229, "text": "75", "ref_id": null}, {"start": 1603, "end": 1605, "text": "77", "ref_id": null}, {"start": 1720, "end": 1722, "text": "79", "ref_id": null}], "ref_spans": [], "section": "Structure ± activity relationship studies and mechanisms of antitumour activity of olivomycin A and its analogues"}, {"text": "A similar pattern of activity is observed in another group of olivomycin derivatives. Compound 118 displays low antiproliferative activity and is inactive against topoisomerase I. 2 H -(Carboxymethoxime)olivomycin N-(2-adamantyl)amide (121) is active in both assays. 2 H -(Carboxymethoxime)olivomycin N-(tert-butyl)amide (122) and 2 H -(carboxymethoxime)olivomycin N-(1,3-dihydroxy-2-methylpropan-2-yl)amide (123) are even more effective inhibitors of the enzyme, capable of inhibiting sc-DNA relaxation even at concentrations of 0.1 mmol L 71 . 74 The data on antiproliferative activity of some analogues of antibiotic 110 do not correlate with the activity against topoisomerase I. For example, the analogue of olivomycin OSA (124), which exhibits weak antiproliferative activity, displays inhibitory activity against topoisomerase I similar to that of olivomycin A (110), whereas DMAE-OSA (127) possessing high antiproliferative activity is a weaker inhibitor of this enzyme. 74, 79 Recently, it was shown that highly effective analogue 127 can act as a DNA duplex minor groove ligand in another assay. It can disrupt the key epigenetic DNA methylation process with the Dnmt3a enzyme on an equal basis with antibiotic 110. Both compounds inhibit the formation of the DNA ± enzyme7intermediate covalent bond, required for the methylation, at nearly equal micromolar concentrations. 80 Olivomycin complexes with model oligonucleotide ± DNA duplexes were studied by circular dichroism (CD) and fluorescence titration (FT).", "cite_spans": [{"start": 546, "end": 548, "text": "74", "ref_id": null}, {"start": 979, "end": 982, "text": "74,", "ref_id": null}, {"start": 983, "end": 985, "text": "79", "ref_id": null}, {"start": 1384, "end": 1386, "text": "80", "ref_id": null}], "ref_spans": [], "section": "Structure ± activity relationship studies and mechanisms of antitumour activity of olivomycin A and its analogues"}, {"text": "According to Hartree ± Fock 3-21G calculations of the 3D structure of the dimer [110] 2 Mg 2+ , the presence of the DMAE group in compound 127 leads to an increase in the binding constant (K a ) of the Mg 2+ complex with the DNA duplex by an order of magnitude compared to the acid OSA (124) (K a = 1.35610 5 versus 2.1610 4 mol L 71 , as evaluated by FT). However, the presence of the bulky adamantyl substituent in compound 121 results in a decrease in the binding constant of the dimer [121] 2 Mg 2+ with the DNA duplex by an order of magnitude (K a = 1.32610 4 mol L 71 ). 81 The elimination of one acyl substituent also leads to a decrease in the antiproliferative activity compared to that of antibiotic 110 due probably to a decrease in its affinity for DNA. 77 The molecular docking of complex of 110 with DNA shows that the antibiotic can bind only to GC-rich regions in the minor groove of the DNA duplex. 82 Carbohydrate chains of olivomycin interact with the sugar ± phosphate backbone of DNA, and the aglycone interacts with nucleic acid bases. The sites of 110 responsible for the interaction with DNA (an additional hydrogen bond with the NH 2 group of the G base) and the complexation of the antibiotic with DNA were identified. The structural fragment, which is not directly involved in the interaction with DNA but models the affinity of the antibiotic to the target Ð the minor groove of the DNA duplex, was determined. Based on these data, a schematic model of the interaction between olivomycin A and DNA was proposed (Scheme 38). 73 Two semi-synthetic olivomycin derivatives (121 and 127) with the modified aglycone side chain were chosen based on the evaluation of antiproliferative activity in animal assays. Compound 121 is more effective in the treatment of P388 murine leukaemia than the starting antibiotic 110 due to a decrease in toxicity and the absence of the cumulative effect. 83, 84 Compound 127 (olivamide) is also more effective in this assay compared to the starting antibiotic 110. 85 Detailed preclinical assays in transplanted syngeneic tumours confirmed the efficacy of the agent based on compound 127 for further clinical trials. 85 ± 88 These studies enabled the development of methods for selective chemical modification of the antibiotic olivomycin A, resulting in the synthesis of a series of semi-synthetic derivatives of this antibiotic; besides, structure ± activity relationship analysis was performed. 70, 73 Many of these compounds exhibited high antiproliferative activity in different tumour cell lines. Some aspects of the mechanism of action of olivomycin A and its natural and semi-synthetic analogues were considered. 74, 75, 77, 79 ± 82 It was concluded that high antitumour activity of these compounds is related to their high affinity to the DNA duplex. Based on the results of in vitro assays, compounds were chosen for the evaluation of antitumour activity in in vivo assays. After the preclinical evaluation of antitumour activity and toxicity in laboratory animals, semi-synthetic olivomycin analogue 127 Ð olivamide Ð was recommended for further clinical trials. 85 ± 89", "cite_spans": [{"start": 577, "end": 579, "text": "81", "ref_id": null}, {"start": 766, "end": 768, "text": "77", "ref_id": null}, {"start": 916, "end": 918, "text": "82", "ref_id": null}, {"start": 1552, "end": 1554, "text": "73", "ref_id": null}, {"start": 1911, "end": 1914, "text": "83,", "ref_id": null}, {"start": 1915, "end": 1917, "text": "84", "ref_id": null}, {"start": 2021, "end": 2023, "text": "85", "ref_id": null}, {"start": 2173, "end": 2180, "text": "85 ± 88", "ref_id": null}, {"start": 2454, "end": 2457, "text": "70,", "ref_id": "BIBREF69"}, {"start": 2458, "end": 2460, "text": "73", "ref_id": null}, {"start": 2677, "end": 2696, "text": "74, 75, 77, 79 ± 82", "ref_id": null}], "ref_spans": [], "section": "Structure ± activity relationship studies and mechanisms of antitumour activity of olivomycin A and its analogues"}, {"text": "Anthracycline antibiotics are important chemotherapeutic agents commonly used in the treatment of malignant tumours. Daunorubicin (137a), which was independently discovered under the name of rubomycin in the Gause Institute of New Antibiotics (GINA), 6 is applied mainly for the treatment of leukaemia in children and adults. Doxorubicin (14-hydroxydaunorubicin, DOX) (138a) is used in combination chemotherapy of breast cancer, smallcell lung cancer, sarcoma, tumours in children and haemoblastosis. An original method for the one-pot preparation of semi-synthetic doxorubicin from rubomycin was developed in the GINA. 6 Carminomycin (139a), which was also discovered in the GINA, has lower cardiotoxicity than other anthracyclines and can inhibit the growth of doxorubicin-resistant tumours (138a). 90 The structures of anthracycline antibiotics 137a, 138a and 139a are shown in Fig. 8 .", "cite_spans": [{"start": 251, "end": 252, "text": "6", "ref_id": null}, {"start": 620, "end": 621, "text": "6", "ref_id": null}, {"start": 801, "end": 803, "text": "90", "ref_id": null}], "ref_spans": [{"start": 881, "end": 887, "text": "Fig. 8", "ref_id": "FIGREF31"}], "section": "Anthracyclines"}, {"text": "The mechanism of cytotoxic activity of anthracycline antibiotics is related mainly to the inhibition of nucleic acid synthesis via intercalation between nitrogeneous base pairs, DNA damage and inhibition of DNA topoisomerases. An adverse effect of anthracyclines is the potentially irreversible and cumulative dose-related cardiotoxicity, apparently associated with the free-radical damage of myocardial cell membranes.", "cite_spans": [], "ref_spans": [], "section": "Anthracyclines"}, {"text": "The chemical modification of anthracycline antibiotics was extensively studied in the GINA for a long period of time. In recent years, efforts were focused on the synthesis of new semi-synthetic analogues of drugs with improved anticancer properties. 91 ", "cite_spans": [{"start": 251, "end": 253, "text": "91", "ref_id": null}], "ref_spans": [], "section": "Anthracyclines"}, {"text": "Daunorubicim (137a) and carminomycin (139a) were modified at the C(14) atom (b), the C(13) = O bond (c) and the daunosamine 3 H -amino group (d, e) (see Fig. 8 ).", "cite_spans": [], "ref_spans": [{"start": 153, "end": 159, "text": "Fig. 8", "ref_id": "FIGREF31"}], "section": "Synthesis of 3 H -N-hydroxyalkyl derivatives of doxorubicin and carminomycin"}, {"text": "3 H -N-Alkyl or 3 H -N-aminoacyl derivatives exhibit high antitumour activity, because they retain the amine function at the daunosamine moiety. 90 This function is required for the primary interaction of the antibiotic with the sugar ± phosphate backbone of DNA. However, the drawback of reductive alkylation of anthracyclines 137a and 139a with aldehydes in the presence of NaBH 3 CN is that it is accompanied by the reduction of the C(13) = O group as the side reaction giving N-alkyl-13-dihydro derivatives of daunorubicin (137b) and carminomycin (139b), respectively (Scheme 39). These analogues are less active than the related compounds containing the C(13) = O group. 92 ± 94 13-Dimethyl ketals of 14-bromo derivatives of daunorubicin (137c) and carminomycin (139c) were used to avoid this side reaction (see Scheme 39) .", "cite_spans": [{"start": 145, "end": 147, "text": "90", "ref_id": null}, {"start": 676, "end": 683, "text": "92 ± 94", "ref_id": null}, {"start": 817, "end": 827, "text": "Scheme 39)", "ref_id": null}], "ref_spans": [], "section": "Synthesis of 3 H -N-hydroxyalkyl derivatives of doxorubicin and carminomycin"}, {"text": "The reductive alkylation of compounds 137c and 139c in the presence of NaBH 3 CN can be accomplished using D,Lglyceraldehyde and aldoses (the monosaccharide arabinose and the disaccharide melibiose) to form the following 14bromo-substituted 13-dimethyl ketals in quantitative yields: The antiproliferative activity of compounds 139e and 143 against leukaemia cells K562 is virtually as high as that of derivative 137e, but is lower than that of carminomycin (139a). The activity of 14-hydroxycarminomycin derivative 143 evaluated in the same assay is an order of magnitude lower than that of the starting anthracycline 139a, and the activity of doxorubicin 137e is two orders of magnitude lower than that of compound 138a.", "cite_spans": [], "ref_spans": [], "section": "Synthesis of 3 H -N-hydroxyalkyl derivatives of doxorubicin and carminomycin"}, {"text": "It should be emphasized that 14-hydroxycarminomycin derivatives 142 and 143 are equally active against the wildtype human breast adenocarcinoma cell lines MCF-7 and K562 and resistant Pgp-expressing cell lines (MCF-7Dox, K562i/S9).", "cite_spans": [], "ref_spans": [], "section": "Synthesis of 3 H -N-hydroxyalkyl derivatives of doxorubicin and carminomycin"}, {"text": "The antitumour activity of compound 139e evaluated in the murine leukaemia cell line P388 compares favourably with that of analogue 138a. Thus, an increase in life span (ILS) of mice bearing P388 leukaemia after a single admin-istration of 10 mg kg 71 of compound 139e is the same as that observed after administration of analogue 138a at a dose of 8 mg kg 71 (ILS 108%). 92 It was shown that anthracycline antibiotics 137a, 138a and 139a, which are known to inhibit DNA topoisomerase II at micromolar concentrations, can inhibit DNA topoisomerase I at the same concentrations. 75 New derivatives 137e, 139e, 142 and 143 have higher inhibitory activity against topoisomerase I compared to compounds 138a and 139a. The introduction of polyhydroxylated substituents at the 3 H -amino group of the daunosamine moiety of anthracycline antibiotics increases the inhibitory activity of anthracyclines against topoisomerase ", "cite_spans": [{"start": 372, "end": 374, "text": "92", "ref_id": null}, {"start": 578, "end": 580, "text": "75", "ref_id": null}], "ref_spans": [], "section": "Synthesis of 3 H -N-hydroxyalkyl derivatives of doxorubicin and carminomycin"}, {"text": "A method was developed for the preparation of new watersoluble depot forms of doxorubicin (138a) Ð conjugates with high-molecular-mass polysaccharides. 95, 96 Galactomannan DAVANAT (144) was used as the polysaccharide. The latter was prepared by controlled partial hydrolysis of water-insoluble high-molecular-mass 1,4-b-D-galactomannan isolated from seeds of Cyamopsis tetragonoloba or Guar gum. The molecular mass of compound 144, determined by gel chromatography on a Sephadex G-200 column calibrated with pullulans, is *92 kDa. To conjugate compound 144 with 138a, the former is activated by the oxidation with periodate using a deficient amount of the oxidizing agent (0.07 ± 0.11 equiv. with respect to the total amount of sugar residues). This gives rise to Schiff bases between the aldehyde groups of the oxidized polysaccharide (145a ± 145c) and the 3 H -amino group of the antibiotic (Scheme 40). Different structures of the final products are possible (146a ± 146c). The content of the starting antibiotic 138a in conjugate 146 is 5 mass % (determined from the content of the chromophore per unit mass of the dried powder by UV spectroscopy at 490 nm).", "cite_spans": [{"start": 152, "end": 155, "text": "95,", "ref_id": "BIBREF94"}, {"start": 156, "end": 158, "text": "96", "ref_id": null}], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "In order to increase the doxorubicin content in the conjugate with DAVANAT 145, the antibiotic molecule was attached to the polysaccharide through a spacer giving 3 H -N-L-lysyldoxorubicin (147) (Scheme 41). 96 Compound 147 contains two amino groups (while doxorubicin contains one amino group), which may facilitate the formation of the Schiff base. Besides, it is known that a series of N-acyl conjugates of daunorubicin or doxorubicin with amino acids possess high antitumour activity. 90 3 H -N-L-Lysyldoxorubicin (147) was synthesized by the acylation of the amino group of doxorubicin (138a) with N a ,N e -(Fmoc) 2 -L-lysine OSu-ester followed by the deprotection of the Fmoc-protected intermediate with a morpholine solution. 96 The Schiff base in the resulting conjugate can have either a linear (148a) or cyclic structure (148b).", "cite_spans": [{"start": 208, "end": 210, "text": "96", "ref_id": null}, {"start": 489, "end": 491, "text": "90", "ref_id": null}, {"start": 734, "end": 736, "text": "96", "ref_id": null}], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "Scheme 41 presents the possible structures for one of the oxidized subunits of activated DAVANAT 145. It should be noted that 3 H -N-L-lysyldoxorubicin can be attached to conjugate 145 through either the a-amino-or e-amino group of 3 H -N-L-lysyldoxorubicin (is not shown in Scheme 41).", "cite_spans": [], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "The introduction of the lysine spacer between compounds 138a and 145 allows an increase in the antibiotic content in the conjugate to 10 mass % with retention of water solubility.", "cite_spans": [], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "The conjugates were purified by gel chromatography on a Sephadex G-200 column and dialysis against deionized water using a membrane with molecular weight cut-off (MWCO) M w > 15 kDa. The molecular masses of conjugates 146 and 148 evaluated by gel chromatography on a Sephadex G-200 column calibrated with pullulan standards are * 95 and * 98 kDa, respectively.", "cite_spans": [], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "The antiproliferative activity of the doxorubicin conjugates was tested in three tumour cell lines: the murine melanoma cell line B16-F1, the breast cancer cell line MCF-7 and the colon cancer cell line HT-29 (HTB-38). 96 The IC 50 values for conjugate 146 (taking into account the percentage of antibiotic 138a in the conjugate) are 0.025 ± 0.04, 0.15 ± 0.22 and 0.65 ± 1 mg mL 71 , respectively; for antibiotic 138a, 0.01 ± 0.02, 0.08 ± 0.12 and 0.2 ± 0.3 mg mL 71 . Despite the fact that the cytotoxicity of conjugate 146 is *1 ± 2 orders of magnitude lower (data were not reported) than that of doxorubicin (138a), these results indicate that conjugate 146 is an active depot form of doxorubicin (138a).", "cite_spans": [{"start": 219, "end": 221, "text": "96", "ref_id": null}, {"start": 464, "end": 466, "text": "71", "ref_id": null}], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "The antiproliferative activity of the 3 H -N-L-lysyldoxorubicin ± DAVANAT conjugate (148) (IC 50 > 50 mg mL 71 ) against these tumour cell lines is much lower compared to cytotoxicity of conjugate 146. This can be due to the fact that the imine bonds in the 3 H -N-L-lysyldoxorubicin ± DA-VANAT conjugate (148) are more stable than those in conjugate 146. It should be noted that 3 H -N-L-lysyldoxorubicin is not released in in vitro assays. Therefore, a biological model, which would provide release of 147, is apparently required to evaluate the therapeutic potential of conjugate 148.", "cite_spans": [], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "Based on these studies, a method was developed for the introduction of polyhydroxylated substituents of different types and different length into anthracycline antibiotics, which was used to synthesize a series of new hydrophilic 3 H -N-alkyl derivatives of doxorubicin and 14-hydroxycarminomycin, including those containing mono-and disaccharide residues. 92, 93 This modification was found to enhance the inhibitory activity of anthracyclines against topoisomerase I with retention of antitumour activity of the antibiotics. The new 14-hydroxycarminomycin derivatives, unlike doxorubicin derivatives, were shown to suppress the tumour cell growth insensitive to doxorubicin. 93 A new water-soluble depot form of doxorubicin Ð a conjugate with the highmolecular-mass polysaccharide galactomannan DAVA-NAT Ð was prepared. 94, 95 This depot form exhibits antiproliferative activity against the above-mentioned three tumour cell lines. 91 ", "cite_spans": [{"start": 357, "end": 360, "text": "92,", "ref_id": null}, {"start": 361, "end": 363, "text": "93", "ref_id": null}, {"start": 677, "end": 679, "text": "93", "ref_id": null}, {"start": 822, "end": 825, "text": "94,", "ref_id": "BIBREF93"}, {"start": 826, "end": 828, "text": "95", "ref_id": "BIBREF94"}, {"start": 934, "end": 936, "text": "91", "ref_id": null}], "ref_spans": [], "section": "Synthesis of water-soluble depot forms of doxorubicin"}, {"text": "The antibiotic heliomycin (resistomycin, 3,5,7,10-tetrahydroxy-1,1,9-trimethyl-1H-benzo[cd ]pyrene-2,6-dione) (149) with a broad spectrum of biological activity (Scheme 42) was discovered in the Gause Institute of New Antibiotics. 6 First of all, this antibiotic is highly effective against Grampositive and some Gram-negative microorganisms, including drug-resistant strains. More recently, heliomycin was found to exhibit antifungal 97 and antiviral (anti-HIV) activity. 98 Besides, compound 149 can block proliferation of some tumour cells in in vitro assays. 99 In the Soviet Union, heliomycin (149) was produced on a commercial scale and was used as a gel for topical treatment of skin infections and healing of burn wounds.", "cite_spans": [{"start": 231, "end": 232, "text": "6", "ref_id": null}, {"start": 435, "end": 437, "text": "97", "ref_id": null}, {"start": 473, "end": 475, "text": "98", "ref_id": null}, {"start": 563, "end": 565, "text": "99", "ref_id": null}], "ref_spans": [], "section": "Heliomycin"}, {"text": "The chemical modification of heliomycin is poorly known. Hence, structure ± activity relationship studies require the development of method for the synthesis of new semi-synthetic derivatives and evaluation of their biological properties. The main goal is to prepare series of derivatives with improved water solubility in order to expand their practical application.", "cite_spans": [], "ref_spans": [], "section": "Heliomycin"}, {"text": "A method was developed for the synthesis of aminomethyl derivatives 149 at the 4 position of compounds 150 (where X is an amine moiety or a nitrogen-containing heterocycle). Typical synthetic procedures are presented in relation to compounds 150a ± c (see Scheme 42) . 100, 101 The Mannich aminomethylation of compound 149 can be performed using amines and formaldehyde in DMF (see Scheme 42 b ). An alternative procedure for the synthesis of derivatives 150 is based on the use of pre-prepared stable iminium salts (see Scheme 42, conditions a). In the case of aminomethylation of compounds 149 with polyfunctional amines, the amino group is protected with Boc (see Scheme 42 c) and then deprotected with acid (see Scheme 42 d ).", "cite_spans": [{"start": 256, "end": 266, "text": "Scheme 42)", "ref_id": null}, {"start": 269, "end": 273, "text": "100,", "ref_id": null}, {"start": 274, "end": 277, "text": "101", "ref_id": null}, {"start": 382, "end": 393, "text": "Scheme 42 b", "ref_id": null}], "ref_spans": [], "section": "Heliomycin"}, {"text": "The reaction of compound 149 with N,N-dimethylamino(methylene)ammonium chloride afforded 4-[(N,N-dimethylamino)methyl]-3,5,7,10-tetrahydroxy-1,1,9-trimethyl-1-H-benzo[cd ]pyrene-2,6-dione hydrochloride (150a). 100 4-[(tert-Butylamino)methyl]-3,5,7,10-tetrahydroxy-1,1,9-trimethyl-1H-benzo[cd ]pyrene-2,6-dione hydrochloride (150b) is produced by the treatment of compound 149 with tertbutylmethylamine in the presence of formaldehyde. The treatment of compound 149 with tert-butylpiperidin-4-ylcarbamate in the presence of a formaldehyde solution gives 4-(4-Boc-aminopiperidinomethyl)-3,5,7,10-tetrahydroxy-1,1,9-trimethyl-1H-benzo[cd ]pyrene-2,6-dione, which is quantitatively converted to the corresponding amine dihydrochloride (150c) upon the treatment with HCl7MeOH.", "cite_spans": [], "ref_spans": [], "section": "Heliomycin"}, {"text": "The antiproliferative activity (IC 50 ) was evaluated by the colorimetric determination of cell metabolic activity (MTT assay) using a standard procedure in eight tumour cell lines, including both drug-sensitive and drug-resistant cell lines. 100 The resulting compounds inhibit tumour cell proliferation in a low submicromolar to micromolar concentration range, similar to that of doxorubicin (138a). However, most of these compounds significantly outperform doxorubicin in terms of the drug-resistance index. These compounds block the growth of the wild-type cell lines K562 and HCT116 and the following multidrugresistant cell lines: the K562/4 subline isogenic to P-glycoprotein (Pgp)-positive multidrug resistance and the HCT116p53ko subline with p53 gene deletion.", "cite_spans": [{"start": 243, "end": 246, "text": "100", "ref_id": null}], "ref_spans": [], "section": "Heliomycin"}, {"text": "The development of multidrug resistance in these tumour cell lines is the crucial factor responsible for a decrease in activity of antitumour drugs.", "cite_spans": [], "ref_spans": [], "section": "Heliomycin"}, {"text": "As opposed to compound 149, derivatives 150a ± c show a high level of induced apoptosis in the T24 bladder cancer cell line model. The introduction of the 4-aminomethyl moiety enhances the DNA-binding affinity and the inhibitory activity against DNA topoisomerase I. Hence, compound 150c is the most promising candidate for preclinical trials.", "cite_spans": [], "ref_spans": [], "section": "Heliomycin"}, {"text": "Based on these studies, methods were developed for chemical modification of heliomycin (149). Series of new analogues, water-soluble salts of amino-containing derivatives, were synthesized and they were shown to exhibit high antiproliferative activity against many tumour cell lines and inhibitory activity against various targets. 100 The value of these studies is that the majority of aminomethyl derivatives of heliomycin are active against both wild-type and drugresistant cancer cells at micromolar or submicromolar concentrations.", "cite_spans": [{"start": 332, "end": 335, "text": "100", "ref_id": null}], "ref_spans": [], "section": "Heliomycin"}, {"text": "The development of new-generation drugs is a challenging problem because of the increasing risk of the development of drug resistance in microorganisms. Different approaches to the search for new compounds were developed in recent years. Particular attention is given to semi-synthetic derivatives based on available natural antibiotics, since there are numerous examples of the successful application of this approach.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Some semi-synthetic derivatives based on macrocyclic glycopeptides have advantages over the gold standard chemotherapeutic agent Ð vancomycin. 3, 7, 10 The distinguishing features of new representatives of this class are selectivity against multidrug-resistant pathogenic bacteria and higher bioavailability. The new semi-synthetic vancomycin analogue Telavancin (Vibativ) (manufactured by Theravance and Astellas Pharma, US) was approved for use in the United States and Europe. Two semi-synthetic derivatives of glycopeptide antibiotics have completed phase 3 clinical trials and were approved by the United State Food and Drug Administration (FDA): chloroeremomycin (discovered by Eli Lilly, acquired by The Medicine Co in 2009) and dalbavancin (discovered by LePetit; acquired by Pfizer in 2005). 8, 10 The drawbacks of vancomycin are the poor accumulation within tissues, because of which it is not used in the treatment of, for example, pneumonia, and a pronounced pseudoallergic reaction typical of glycopeptides.", "cite_spans": [{"start": 143, "end": 145, "text": "3,", "ref_id": null}, {"start": 146, "end": 148, "text": "7,", "ref_id": "BIBREF6"}, {"start": 149, "end": 151, "text": "10", "ref_id": null}, {"start": 801, "end": 803, "text": "8,", "ref_id": null}, {"start": 804, "end": 806, "text": "10", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "Research in international cooperation showed the promise of chemical transformations of the antibiotic eremomycin belonging to this group of glycopeptide antibiotics. Eremomycin is a highly active domestic antibiotic that suppresses the growth of Gram-positive organisms; it is 3 ± 5 times more effective than vancomycin but is inactive against drug-resistant strains of staphylococci and enterococci. 6 Original approaches and methods were developed under the supervision of Professor M.N.Preobrazhenskaya in the Gause Institute of New Antibiotics. These methods can be applied to prepare derivatives of antibiotics of this group with desired properties. In 2006, the method for the synthesis of glycopeptide analogues was protected by an international patent. 18 Promising analogues, various N H -derivatives and carboxamides of eremomycin, were synthesized. These derivatives compare favourably in efficacy against drug-sensitive and drug-resistant strains of staphylococci and enterococci with the related vancomycin derivatives and they are even more effective in a number of assays. 12 ± 15 Some carboxamides show no allergenicity. 13 Other derivatives (e.g., the adamantane derivative of eremomycin) are promising as a protection against biological risks because they were found to be active against the bacterium Bacillus anthracis, including fluoroquinolone-resistant strains. 15 High activity of the resulting hydrophobic glycopeptide derivatives can be attributed to the dual mechanism of action on Gram-positive bacteria. 20, 21 Modifications of aglycones of glycopeptide antibiotics with hydrophobic substituents resulted in the discovery of a new class of polycyclic peptides active against a large group of enveloped viruses, such as HIV 23 or hepatitis C virus. 25 Studies on the mechanisms of antiviral activity are currently ongoing. It was suggested that protein kinase is one of possible targets for this agluco analogue, because antiviral activity was shown to correlate with the inhibition of serine/ threonine protein kinases. 27 Comprehensive research on the synthesis and characterization of heterodimeric conjugates based on different classes of antibiotics was initiated in the Gause Institute of New Antibiotics under the supervision of Professor M.N.Preobrazhenskaya. The following hybrid antibiotics were synthesized: glycopeptide ± macrolide, glycopeptide ± aminoglycoside and hybrid compounds containing the benzoxaborole chromophore. The literature data provide evidence that this line of research holds promise. 28, 29 Macrolides modified through the carbamoyl group at the 4 HH position can acquire activity against drug-resistant bacterial cell lines. Generally, conjugates containing a long spacer exhibit higher activity than the related compounds with a shorter spacer. 40, 41 Investigations of interactions between different benzoxaboroles and antibiotics made a significant contribution to the chemistry of not only antibiotics with complex structures but also the relatively poorly studied borole compounds. Benzoxaboroles were found to be quite stable under different reaction conditions. In particular, the acylation, amidation and reductive alkylation with reactive agents and on heating are virtually not accompanied by oxaborole ring opening. 32 The introduction of the benzoxaborole substituent into the polyene macrolide amphotericin B (AmB) also enhances biological activity. The resulting compounds possess valuable properties, such as lower cytotoxic and haemolytic activity compared to AmB combined with high antifungal activity. 52 The efficiency of the approach to the design of antibiotics of a new generation was demonstrated in relation to antifungal polyene macrolides. It is based on a combination of genetic engineering techniques and methods of organic synthesis 48 ± 50 and is protected by an international patent. 46 The chemical modification of polyene antibiotics, which were obtained via the genetic engineering of nystatin A1 biosynthesis at the Norwegian University, gave a series of agents exhibiting lower toxicity and higher activity compared to amphotericin B in animal assays. The dependence of antifungal activity on the structure of the polyol region [C(7) ± C(10)] of these antibiotics was revealed for the first time by Preobrazhenskaya et al. 49 Pioneering studies on the development of methods for selective chemical modification of the unique macrolactone oligomycin A, a specific F 0 F 1 -ATP synthase inhibitor, and the original antitumour antibiotic olivomycin A of the aureolic acid group were performed.", "cite_spans": [{"start": 402, "end": 403, "text": "6", "ref_id": null}, {"start": 762, "end": 764, "text": "18", "ref_id": null}, {"start": 1138, "end": 1140, "text": "13", "ref_id": null}, {"start": 1386, "end": 1388, "text": "15", "ref_id": null}, {"start": 1534, "end": 1537, "text": "20,", "ref_id": null}, {"start": 1538, "end": 1540, "text": "21", "ref_id": null}, {"start": 1778, "end": 1780, "text": "25", "ref_id": null}, {"start": 2050, "end": 2052, "text": "27", "ref_id": null}, {"start": 2546, "end": 2549, "text": "28,", "ref_id": null}, {"start": 2550, "end": 2552, "text": "29", "ref_id": null}, {"start": 2809, "end": 2812, "text": "40,", "ref_id": null}, {"start": 2813, "end": 2815, "text": "41", "ref_id": null}, {"start": 3290, "end": 3292, "text": "32", "ref_id": null}, {"start": 3583, "end": 3585, "text": "52", "ref_id": null}, {"start": 3878, "end": 3880, "text": "46", "ref_id": null}, {"start": 4322, "end": 4324, "text": "49", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "In both cases, examples of chemical modifications of related compounds for these antibiotics are absent in the literature. These results are of great scientific value.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Investigations of F 0 F 1 -ATP synthase inhibitors are of considerable interest because this enzyme is involved in the development of resistance in microorganisms. Chemical transformations of oligomycin A using different reagents were studied in detail. Alkaline hydrolysis reactions were performed and conditions for the selective reduction of double bonds and keto groups, cyclization, etc. were found. The replacement of the C(33)-hydroxyl group by the activated mesyl group has proved to be particularly successful. 55 This modification has no significant effect on biological activity of the antibiotic but provides a possibility to optimize its pharmacological properties. 65, 67 Only transformations via the biosynthesis were described for the aureolic acid group antibiotics mithramycin and chromomycin. 70, 76 These natural antibiotics, which have a limited use in the treatment of some malignant tumours, have attracted increasing attention of researchers in different fields. 71, 73 The synthesized compounds were tested for antiproliferative activity. Based on the results of in vitro studies of a series of new olivomycin A analogues of different types, compounds were selected for the in vivo evaluation. After preclinical trials in laboratory animals (evaluatrion of antitumour activity and toxicity), one olivomycin A analogue was recommended for further clinical trials. 87 ± 89 A systemic approach applied to series of new semisynthetic analogues of olivomycin A allows a detailed study of the molecular mechanism of antitumour action of this antibiotic. 79 ± 81 In particular, it was shown that olivomycin and its analogues, acting as DNA duplex minor groove ligands, can inhibit topoisomerase I and the Dnmt3a enzyme responsible for the disruption of the key epigenetic DNA methylation process. 79, 80 The structural fragments of olivomycin A critical for antitumour activity were identified. A model of the interaction of the antibiotic and some its analogues with the DNA duplex was proposed. 82 New analogues of anthracycline antibiotics with substituents of different types and different length, including those containing mono-and disaccharide residues, were prepared. The evaluation of the effect of polyhydroxylated moieties of doxorubicin and 14-hydroxycarminomycin on antitumour activity showed that this modification does not lead to the loss of activity of anthracyclines 93 ± 95 and enhances inhibitory activity against topoisomerase I. 92 14-Hydroxycarminomycin derivatives proved to be particularly valuable because these compounds, as opposed to related doxorubicin derivatives, inhibit the proliferation of both doxorubicin-sensitive and doxorubicin-resistant tumour cell lines. 96 A new water-soluble depot form of doxorubicin with the high-molecular-mass polysaccharide galactomannan DAVANAT was constructed and it was shown that it exhibits antiproliferative activity against three tumour cell lines. 94, 95 Series of new heliomycin analogues Ð water-soluble salts of amino derivatives Ð were synthesized and these compounds were shown to have high antiproliferative activity against many tumour cell lines and inhibitory activity against different targets. 100 The value of these studies is that the majority of aminomethyl derivatives of heliomycin are active against both wild-type and drugresistant cancer cells at micromolar or submicromolar concentrations. The method is protected by a patent. 101 Targeted chemical modifications of antibiotics are not only performed in order to prepare new potential drugs of a new generation but are used as an efficient tool for investigation of the mechanisms of action on bacterial or tumour cells. It should be emphasized that many potent antibiotics are indispensable tools for molecular biology research of the living world.", "cite_spans": [{"start": 520, "end": 522, "text": "55", "ref_id": null}, {"start": 679, "end": 682, "text": "65,", "ref_id": null}, {"start": 683, "end": 685, "text": "67", "ref_id": null}, {"start": 812, "end": 815, "text": "70,", "ref_id": "BIBREF69"}, {"start": 816, "end": 818, "text": "76", "ref_id": null}, {"start": 987, "end": 990, "text": "71,", "ref_id": null}, {"start": 991, "end": 993, "text": "73", "ref_id": null}, {"start": 1388, "end": 1395, "text": "87 ± 89", "ref_id": null}, {"start": 1573, "end": 1580, "text": "79 ± 81", "ref_id": null}, {"start": 1815, "end": 1818, "text": "79,", "ref_id": null}, {"start": 1819, "end": 1821, "text": "80", "ref_id": null}, {"start": 2015, "end": 2017, "text": "82", "ref_id": null}, {"start": 2469, "end": 2471, "text": "92", "ref_id": null}, {"start": 2715, "end": 2717, "text": "96", "ref_id": null}, {"start": 2940, "end": 2943, "text": "94,", "ref_id": "BIBREF93"}, {"start": 2944, "end": 2946, "text": "95", "ref_id": "BIBREF94"}, {"start": 3197, "end": 3200, "text": "100", "ref_id": null}, {"start": 3439, "end": 3442, "text": "101", "ref_id": null}], "ref_spans": [], "section": "Conclusion"}, {"text": "Such comprehensive studies can lead to the design and synthesis of new-generation drugs, which would be more effective than the starting antibiotics and which are of theoretical interest as new compounds with high biological activity. Figures 2, 3 , 5 and 6 were composed by the authors based on the cited publications (the references are given in the figure captions).", "cite_spans": [], "ref_spans": [{"start": 235, "end": 247, "text": "Figures 2, 3", "ref_id": "FIGREF3"}], "section": "Conclusion"}], "bib_entries": {"BIBREF3": {"ref_id": "b3", "title": "New Approaches to Natural Anticancer Drugs. Springer Briefs in Pharmaceutical Science and Drug Development", "authors": [{"first": "S", "middle": [], "last": "Saeidnia", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Antibiotics: Challenges, Mechanisms, Opportunities", "authors": [{"first": "C", "middle": ["T"], "last": "Walsh", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Wencewicz", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Markovnikov Congress on Organic Chemistry (Book of Abstracts)", "authors": [{"first": "P", "middle": ["N"], "last": "Solyev", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Olsufyeva", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Handbook of Experimental Pharmacology", "authors": [{"first": "G", "middle": ["F"], "last": "Gause", "suffix": ""}], "year": 1975, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Doctoral Thesis in Chemical Sciences, M.V.Lomonosov Institute of Fine Chemical Technology", "authors": [{"first": "A", "middle": ["N"], "last": "Tevyashova", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Glycobiology and Drug Design. (ACS Symp. Ser. 1102)", "authors": [{"first": "A", "middle": ["N"], "last": "Tevyashova", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Klyosov", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Olsufyeva", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Preobrazhenskaya", "suffix": ""}, {"first": "E", "middle": [], "last": "Zomer", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Carbohydrates and Drug Design. (ASC Symp. Ser. 932)", "authors": [{"first": "A", "middle": ["A"], "last": "Klyosov", "suffix": ""}, {"first": "A", "middle": ["N"], "last": "Tevyashova", "suffix": ""}, {"first": "E", "middle": ["N"], "last": "Olsufyeva", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Preobrazhenskaya", "suffix": ""}, {"first": "E", "middle": [], "last": "Zomer", "suffix": ""}, {"first": "D", "middle": [], "last": "Platt", "suffix": ""}], "year": 2006, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "of the terminal CO2H group of amino acid 7 341 2.2. Modification of the amino-sugar 3 H -amino group of amino acid 4 342 2.3. Bisamidation of the side chain of Asn (amino acid 3) and the terminal CO2H group (amino acid 7) 343 2.4. Elimination of sugars and modification of aglycones 344 2.5. Synthesis of heterodimeric conjugates based on glycopeptides and boroles 345 2.6. Synthesis of new heterodimeric glycopeptide ± kanamycin Azithromycin ± benzoxaborole conjugates at the 4 HH position of cladinose 349 3.3. Azithromycin ± benzoxaborole conjugates at the 11-OH group of the aglycone 351 3.4. Acyl derivatives of azithromycin with vancomycin, eremomycin and the teicoplanin aglycone 352 4. Polyene macrolides of the amphotericin B group 354 4.1. Macrolide derivatives monosubstituted at the C(16) atom or the 3 H -amino group 354 4.2. Polyene macrolide derivatives disubstituted at the C(16) atom and the 3 H -amino group 356 4.3. Influence of the structure of the hydroxylated C(7)7C(10) moiety on antifungal activity of antibiotics 358 4.4. Polyene macrolide ± benzoxaborole conjugates and evaluation of their membrane activity 358 5. Oligomycin A 360 5.1. Modification of oligomycin at the side-chain C(33) atom 361 5.2. Transformation of oligomycin A at the cyclic C(7)7C(12) moiety 362 5.3. Reduction of keto groups at the 7 and 11 positions and modification at the double bonds of oligomycin A 362 5.4. Addition at the C(16) atom of oligomycin A 363 5.5. Modification of oligomycin A at the C(7) = O keto group and the formation of cyclic structures 363 5.6. Evaluation of biological activity of oligomycin A derivatives against Streptomyces fradiae 364 This review summarizes main advances achieved by Russian researchers in the synthesis and characterization of semisynthetic antibiotics of a new generation in the period from 2004 to 2019. The following classes of compounds are considered as the basis for modification: polycyclic antibacterial glycopeptides of the vancomycin group, classical macrolides, antifungal polyene macrolides, the antitumour antibiotic olivomycin A, antitumour anthracyclines and broad-spectrum antibiotics, in particular, oligomycin A, heliomycin and some other. Main trends in the design of modern anti-infective and antitumour agents over this period are considered in relation to original natural antibiotics, which have been independently discovered by Russian researchers. It is shown that a new type of hybrid structures can, in principle, be synthesized based on glycopeptides, macrolides and other antibiotics, including heterodimers containing a new benzoxaborole pharmacophore.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "[ 15 N]-amide of the asparagine moiety of eremomycin to D-[ 13 C(1)]Ala 4 -D-[ 13 C(1)]Ala 5 of the terminal group of the peptidoglycan (*4.5 # A, see Fig. 2, an empty arrow).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Model of the interaction between [ 15 N]-amide 10 bearing the terminal peptidoglycan moiety and the D-[1-13 C]Ala-D-[1-13 C]-Ala target (hydrogen bonds are indicated by dashed lines) determined by the REDOR method. 20", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Tandem mass spectrometry (ESI-MS/MS-MRM) fragmentation pattern of compound 22.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "The selective amidation of glycopeptides 1 or 3 with 26b in the presence of PyBOP gave 3,6 H -bis-Cbz-(kanamycinyl A)-1-amides of vancomycin(27) and eremomycin (28a). The elimination of the Cbz group in conjugates 27 and 28a is performed in an H 2 flow over 5% Pd/C (1.5 atm, 2 h). This resultes in the quantitative transformation of eremomycin derivative 28a into (kanamycinyl A)-1-amide of eremomycin (28b), while the corresponding bis-(Cbz) derivative of vancomycin 27 is decomposed. The fragments produced during gradual fragmentation of compound 28b (m/z 2023.80 [M+H + ] and also 1880.70, 1736.61, 1573.55 and 1252.39) in the ESI-MS/MS-MRM spectrum are indicative of the binding of substrate 3 to molecule 26b at the 1 position of 2-deoxy-D-streptamine (Scheme 9). The mass spectrum does not contain the fragment at m/z = 1268.62, which could be formed via an alternative pathway of amidation of eremomycin (3) with 3,6 H -bis-(Cbz)-kanamycin A at the 3-amino group of the 3 HH -deoxy-3 HH -amino-D-glucopyranose moiety.The resulting conjugates are active against Gram-positive bacteria, including vancomycin-resistant VISA strains", "latex": null, "type": "figure"}, "FIGREF6": {"text": "", "latex": null, "type": "figure"}, "FIGREF10": {"text": "derivatives of azithromycin with vancomycin, eremomycin and the teicoplanin aglycone Approaches developed for the preparation of hybrid structures based on glycopeptide antibiotics and benzoxaboroles were applied for the conjugation of antibiotics 1, 3 and 14 with azithromycin (30) at the 11 positions of the aglycone and the 4 HH position of cladinose through spacers.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Macrolide derivatives monosubstituted at the C(16) atom or the 3 H -amino group N-(2-Dimethylamino)ethyl-(DMAE-) (63b), 2-hydroxyethyl-(63c), methyl-(63d), GlyOEt-(63e), AlaOMe-(63f), D,L-SerOMe-(63g), 1,1-(dihydroxyethyl)ethyl-(63h), 4-N-(2-hydroxyethyl)-1,4-piperazyl-(63i) and adamantan-2-ylamides (63j) were synthesized starting from AmB (63a) by the reactions with different amines in the presence of PyBOP (Schemes 17 and 18).", "latex": null, "type": "figure"}, "FIGREF12": {"text": "62a: X * Y = C7C, R = CO2H, nystatin 64a: X * Y = C = C, R=CO2H (S44HP) 65a: X * Y = C = C, R = Me (BSG005) 64b: R = C(O)NH(68a: R = CO2H (BSG003) 69: R = Me (BSG018) 68b: R = C(O)NH(CH2)2NMe2 a (a) NH2(CH2)2NMe2, PyBOP Scheme 17are shown in Scheme 19: the Amadori rearrangement (a), reductive alkylation (b, c) and aminoacylation (d ).47,49 The reaction of compounds 64a and 65a with D-glucopyranose afforded 3 H -N-(1-deoxy-D-fructos-1-yl)-substituted S44HP (64k) and BSG005 (65b) in *40% ± 45% yields. To confirm the structure of compound 64k, the derivative ([1-13 C]-64k) was synthesized by the reaction of macrolide 64a with [1-13 C]-labelled D-glucopyranose.47 Possible structures, which are derived from the reaction of 64a with [1-13 C]-D-glucopyranose to form Schiff base or an Amadori rearrangement product, are shown inFig. 5a.The 13 C NMR spectrum of compound 1-13 C-64k (in the presence of [1-13 C]-D-glucopyranose) recorded using the attached proton test (APT) shows upward-pointing peaks assigned to the [1-13 CH 2 ] group in the 1-deoxy-D-fructos-1yl moiety; the peaks at d 50.47 and 51.61 belong to substituents with an even number of hydrogen atoms at 13 C (c, d and e) (see Fig. 5 b). Downward-pointing peaks belonging to the [1-13 CH] group (a and b, characteristic of Schiff base) were not observed. The downward-pointing peaks at d 91.96 and 96.63 assigned to [1-13 C]-D-glucopyranose, which was present in the mixture, with an odd number of substituents at the [1-13 CH] group are shown in the NMR spectrum for comparison.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Polyene macrolide derivatives disubstituted at the C(16) atom and the 3 H -amino group Derivatives of polyene S44HP (64a) modified simultaneously at the mycosamine 3 H -amino group and the 16carboxyl group were synthesized (Scheme 20).49 Two approaches to the synthesis were used. The choice of the method was dictated by the ease of purification of inter-mediate or target compounds, in particular as hydrophobic Fmoc-protected compounds.Most of the products were synthesized from C(16)carboxamides 64b,c, which were transformed into 3 H -Nacyl(70 ± 72)  or N-alkyl (73 ± 77) derivatives. The mycosamine 3 H -amino group of 64b or 64c is subjected to N-acylation with N,N-dimethylglycine or N a ,N e -(Fmoc) 2 -Llysine N-OSu-ester in the presence of PyBOP and is alky-", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Possible structures derived from the reaction of 64a with [1-13 C]-D-glucopyranose giving Schiff base (a and b) or Amadori rearrangement product 1-13 C-64k (c ± e), (a) and the ATP 13 C NMR spectrum of compound 1-13 C-64k (upward-pointing peaks) in the presence of [1-13 C]-D-glucopyranose (downward-pointing peaks) (b). 47 lated with sugars (D-glucose or D-galactose) (Amadori rearrangement) or 4-dimethylaminobenzaldehyde in the presence of NaBH 3 CN. The following compounds were synthesized: 3 H -N-(N,Ndimethylglycyl)-S44HP DMAE-amide and 3-hydroxypropylamide (70, 71), 3 H -N-(N a ,N e -(Fmoc)-L-lysyl)-S44HP N-(3-dimethylaminopropyl)amide (72a), 3 H -N-(1-deoxy-Dfructos-1-yl)-S44HP N-(2-dimethylaminoethyl)amide (73), 3 H -N-(1-deoxy-D-tagatosyl-1-yl)-S44HP N-(2-dimethylaminoethyl)amide (74), 3 H -N-(1-deoxy-D-fructos-1-yl)-S44HP 3-hydroxypropylamide (75), 3 H -N-(4-N,N-dimethylaminobenzyl)-S44HP 2-(N,N-dimethylamino)ethylamide (DMAE)", "latex": null, "type": "figure"}, "FIGREF15": {"text": ", PyBOP, DMSO, Et3N, pH *7.5, 20 8C, 1 h; (b) N a ,N e -(Fmoc)2-L-Lys, PyBOP, DMSO, Et3N, pH *7.5, 23 8C, 1 h; (c) D-glucose or D-galactose, DMF, , PyBOP, Et3N, pH *7, silica gel chromatography; (b) RNH2 . HCl, PyBOP, Et3N, DMSO, pH *7.5, 23 8C, 7 h; (c) N a ,N e -(Fmoc)2-L-Lys, DCC, HOBt, Pr i 2 EtN, DIPEA, pH *8.5, DMF, 22 8C, 1 h, silica gel chromatography; (d ) 5% piperidine, DMSO; R = (CH2)2NMe2 (79, 81), (CH2)3OH (80, 82);", "latex": null, "type": "figure"}, "FIGREF16": {"text": "The spectrum of 3 H -N-acyl derivative 84a shows the negatively charged mycosamine moiety conjugated with benzoxaborole (m/z = 332.13). The fragmentation of the N-acyl derivative containing the DMAE group (m/z = 332.13, [M7H-aglycone]) at the C(16) atom (84b) proceeds mainly to form the positively charged DMAE-aglycone moiety (m/z = 831.5, [M+H-N-acylmycos-amine7H 2 O]).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Scheme 23", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Structure of oligomycin A and directions of its chemical modification: at the C(33)7OH group of the side-chain substituent (a), the C(8)7C(9) bond (b), the C(16)7C(19) diene moiety (c), the C(16) atom (d ), the C(2) = C(3) double bond (e) and the keto groups at the 7 and 11 positions ( f ). 54 ± 61 antibiotic and allows an understanding of the mechanisms of development of bacterial resistance to oligomycin (90a), its derivatives and other antibiotics. This line of research is pioneered by the authors of this review in collaboration with Prof. V.N.Danilenko and his co-workers (the Vavilov Institute of General Genetics of the Russian Academy of Sciences, Moscow).", "latex": null, "type": "figure"}, "FIGREF19": {"text": ", DMAP, Py (DMAP is 4-dimethylaminopyridine); (b) XB: KSCN (for 92); Bu n 4 NBr, N-methyl-2-pyrrolidine, 95 8C (method A) or KBr, dibenzo-24-crown-9, DMSO, 85 8C (method B) (for 93); KN3 (for 94); (c) CS(NH2)2, MeO(CH2)2OH, H2O, 95 8C; ) H2N(CH2)2NMe, DMF, PyBOP; R = Ph (97, 53% yield), CO2Me (98, 52%), CO2H (99, 50%), C(O)NH(CH2)2NMe2(100)", "latex": null, "type": "figure"}, "FIGREF20": {"text": "Scheme 27", "latex": null, "type": "figure"}, "FIGREF21": {"text": "An attempt to prepare oxime at the C(7) = O keto group resulted in the formation of the sixmembered nitrone (2,3,4,5-tetrahydropyridine N-oxide) 108a annulated to the macrocycle accompanied by the reduction of the C(2) = OC(3) double bond (Scheme 30).", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Scheme 29", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Modifications at the C(5) atom of the aromatic nucleus of the aglycone (a), the phenolic hydroxyl group at the C(8) atom (b), the side-chain 2 H -keto group of the aglycone (c), the C(2 H )7C(3 H ) side chain (d ) and acyl substituents in the carbohydrate residues A4 and E4 (e).The hydrolysis proceeds via the usual S N 2 mechanism. The HO 7 anion attacks the carbon atom of the oliose moiety bonded to the phenol group, resulting in the elimination of the disaccharide moiety. The hydrolysis of the glycosidic bond can be attributed to the stabilizing effect of the Ph7N = N group (M effect): the Fukui index (f HOMO ) for the C atom of the oliose moiety in compound 112 attacked by the HO 7 group is 0.347 versus 0.285 for olivomycin (110) (see Scheme 32 b).", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Scheme 31", "latex": null, "type": "figure"}, "FIGREF26": {"text": "in the presence of the peptide coupling reagent PyBOP affords CM amide (119), CM N-(2-hydroxyethyl)amide (120), CM N-2-adamantylamide(121), CM N-(tert-butyl)amide (122) and CM N-(1,3-dihydroxymethyl-2-methylpropan-2-yl)amide (123) (see Scheme 35). 74 6.3. Modification of the side chain at the C(2 H )7C(3 H ) bond of olivomycin A The oxidation of compound 110 with periodate is accompanied by the cleavage of the side-chain C(2 H ) ± C(3 H ) bond, resulting in the shortening of the side chain and the formation of derivative 124 Ð the acid derivative called olivomycin SA (OSA) in 86% yield. Compound 124 contains the (S)-carboxy(methoxy)methyl substituent instead of the (1 H S,3 H S,4 H R)-3 H ,4 H -dihydroxy-1 H -methoxypentan-2 Hone chain at the 3 position of the aglycone (Scheme 36).", "latex": null, "type": "figure"}, "FIGREF27": {"text": "(125), OSA amide (126), DMAE-OSA (127), OSA N-(3hydroxypropyl)amide (128), OSA N-(2-adamantyl)amide (129), OSA N-(4-fluorobenzyl)amide (130) and OSA amides containing L-alanine methyl ester (131) and D-glucosamine moieties (132) in 45% ± 82% yields (see Scheme 36).", "latex": null, "type": "figure"}, "FIGREF28": {"text": "occurs in the presence of the A4-acetyl group.", "latex": null, "type": "figure"}, "FIGREF29": {"text": "110: R 1 = Ac, R 2 = C(O)Pr i (olivomycin A); 133: R 1 = Ac, R 2 = OH (de-E4-isobutyrylolivomycin A); 134: R 1 = H, R 2 = H (de-E4-isobutyrylolivomycin C); 136: R 1 = R 2 = Ac (de-E4-isobutyryl-E4the sugar ± phosphate backbone of DNA Interaction with CG-rich regions of DNA, an additional hydrogen bond with the NH2 group of G Olivomycose Fragment that is not involved in the interaction with DNA Scheme 38", "latex": null, "type": "figure"}, "FIGREF30": {"text": "3 H -N-bis(2,3-dihydroxypropyl)daunorubicin (137d), 3 H -Nbis(2,3-dihydroxypropyl)-14-carminomycin (139d), 3 H -N-(1deoxy-D-arabinosid-1-yl)-14-carminomycin (140) and 3 H -N-[a-D-(galactopyranosyl-(1 ? 6)-O-1-deoxy-D-glucit-1-yl]-1-4-carminomycin (141). The acid hydrolysis of these intermediate 14-bromo-substituted 13-dimethyl ketals under mild conditions followed by the treatment with sodium formate affords hydroxy analogues bearing the free C(13) = O group (compounds 137e, 139e, 142 and 143).", "latex": null, "type": "figure"}, "FIGREF31": {"text": "Me: X = H (daunorubicin, 137a), OH (doxorubicin, 138a); R = X = H (carminomycin, 139a) Structures of anthracycline antibiotics and modification at the C(14) atom giving 14-bromo derivatives (a), their transformation into hydroxy derivatives (b), modification at the C(13) = O group (c), reductive alkylation (d ) and acylation of the 3 H -amino group of daunosamine (e).", "latex": null, "type": "figure"}, "FIGREF32": {"text": "NHCl 7 , DMF, 75 8C, 3 h (for 150a); (b) Me(Bu t )NH, CH2O, AcOH, 40 8C, 2 ± 10 h (for 150b); (c) 1) 4-BocNH-piperidine, CH2O, AcOH, 40 8C, 2 ± 10 h;2) HCl7MeOH, 15 8C, 2 h (for 150c);", "latex": null, "type": "figure"}, "TABREF0": {"text": ") bond of olivomycin A 367 6.4. Synthesis of olivomycin A analogues modified at carbohydrate chains 367 6.5. Structure ± activity relationship studies and mechanisms of antitumour activity of olivomycin A and its analogues 368", "latex": null, "type": "table"}, "TABREF1": {"text": "alanyl]vancomycin", "latex": null, "type": "table"}, "TABREF3": {"text": "Such results are rarely reported in the scientific literature. Based 14: R 1 = OH, R 2 = H; 15: R 1 = NH(2-Ad), R 2 =Boc; 16: R 1 = OH, R 2 = Adoc (Adoc is 1-adamantyloxycarbonyl)", "latex": null, "type": "table"}, "TABREF4": {"text": "and", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Polyene </td><td>R </td><td>NR0R0 0 </td><td>1071CErg /mol L71 </td><td>CChol/CErg </td><td>MIC against C. albicans /mg mL71 </td><td>Haemo-lysis (%)\n</td></tr><tr><td>AmB (63a) </td><td>CO2H </td><td>NH2 </td><td>1.1 0.5 </td><td>2.3 1.2 </td><td>0.5 </td><td>23\n</td></tr><tr><td>C(O)\n</td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>63b </td><td>N\nNMe2\nH\nC(O)\nNMe2\n</td><td>NH2 </td><td>1.1 0.3 </td><td>2.4 0.4 </td><td>0.5 </td><td>15\n</td></tr><tr><td>84b </td><td>N\nH </td><td>B\nO\n</td><td>2.9  0.8 </td><td>5.4  1.0 </td><td>1 </td><td>6\n</td></tr><tr><td> </td><td> </td><td>OH C(O)NH\nO\n</td><td> </td><td> </td><td> </td></tr><tr><td>88a </td><td>CO2H </td><td>B\nNH\n</td><td>1.6 0.2 </td><td>0.5 0.2 </td><td>1 </td><td>47\n</td></tr></table></body></html>"}, "TABREF6": {"text": "38 was synthesized from compound 36 under similar conditions, 39 but on heating. However, the amidation of derivative 38 under", "latex": null, "type": "table"}, "TABREF8": {"text": "E.N.Olsufyeva, V.S.Yankovskaya streptococci), including resistant strains, compared to antibiotics 1 and 30 or conjugate 55 containing a shorter spacer (n = 3).", "latex": null, "type": "table"}, "TABREF9": {"text": "E.N.Olsufyeva, V.S.Yankovskaya Russ. Chem. Rev., 2020, 89 (3) 339 ± 378 tide moiety. However, the presence of the azithromycin component in the hybrid molecule is favourable for antibacterial activity, particularly against VRE strains.42,43", "latex": null, "type": "table"}, "TABREF11": {"text": "-amide 83, 3 H -N-acyl derivatives 84a ± 86a,", "latex": null, "type": "table"}, "TABREF13": {"text": "The identification of new potential intracellular targets provides insight into the nature of hypersensitivity of the strain Streptomyces fradiae ATCC 19609 to this Membrane activity of polyenes 63a,b, 84b and 88a compared to antifungal activity (MIC against C. albicans /mg mL71", "latex": null, "type": "table"}, "TABREF17": {"text": "The complexation constants of the deacyl derivatives [133] 2 Mg 2+ and [134] 2 Mg 2+ with DNA are an order of magnitude lower that those of the complexes [110]", "latex": null, "type": "table"}, "TABREF18": {"text": "R = Me (137), H (139); R H = Alk, Ar OMe MeO (a) D,L-glyceraldehyde, NaBH3CN; (b) arabinose, NaBH3CN (for 139c); (c) melibiose, NaBH3CN (for 139c); (d ) HBr (0.12 M); (e) HCO2Na NaBH3CN R H CHO 137a or 139a 137d or 139dI. Apparently, bulky hydrophilic substituents prevent the recognition of DNA-binding sites by the enzyme and(or) cause local conformational distortions of nucleotide chains.92", "latex": null, "type": "table"}}, "back_matter": []}