{"paper_id": "0bd5a16e1e118de352d875d0d54d25445fe2902f", "metadata": {"title": "", "authors": []}, "abstract": [], "body_text": [{"text": "nothing has yet been assessed for the US. 2 The purpose of this study was to determine the magnitude of 33 the initial impact of COVID-19 on US dermatology outpatient care. 34", "cite_spans": [{"start": 42, "end": 43, "text": "2", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "After pre-validation, a survey comparing outpatient volumes and scheduling issues for the week of 35", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "February 17th versus the week of March 16th, 2020 and for estimation of trends in the next several 36 weeks was emailed to US Dermatologists on 3/21 (Table S1 ) and the first 1,000 responses were 37 tabulated. 30 responses were removed due to ineligible geography or errors in survey entry, leaving 970 38 for the analysis. Respondent demographics were analyzed (Table 1) . Representativeness with regards to 39 geographic location and practice experience compared to AAD membership data was confirmed (Table  40 S2). Statistical significance was calculated using chi-square, difference-of-proportions, and two-tailed 41 independent t-tests. 42 COVID-19 impact was material (Table 2) . From the 3rd week in February to the 3rd week in March, the 43 average number of patients seen fell from 149.4 to 63.4(p<0.0001), practice days from 4.2 to 44 3.1(p<0.0001) and biopsies from 19.8 to 7.7(p<0.0001). Although by 3/16 there were only 24.6k cases 45 nationally 3 , the early-phase decrease in patient volume and office days suggests the magnitude of 46 disease concern impact was greater than actual prevalence. Postponement of non-essential 47 appointments increased from 35.5% to 79.4%(p<0.00001). 66.3% of respondents estimated a >50% 48 decrease in patient volume in the coming 2 weeks (18.9% completely closing practices). 54.6% of 49 postponed appointments were for >4 weeks with an additional 25.4% not rescheduled. 50 A greater negative impact was found in US \"hotspot\" regions 4 (36% of respondents- Figure S1 ) for week 51 3/16-20 for practice days (3.0 hotspots vs. 3.3 non-hotspots) and patients seen (56.2 in hotspots vs. 70.0 52 in non-hotspots). No significant differing telemedicine usage (39.5% hotspots vs 37.2% non-hotspots) or 53 overall for the next 2 weeks was 37.8%. University/Academic/Government dermatologists were 55 significantly more likely to use telemedicine (57.1%) than private practitioners (35.5%). Telemedicine 56 usage was less likely for dermatologists with >30 practice years (>30=32.4% vs 40.0%). However, 57 telemedicine usage does not have an impact on the deferred/postponed biopsies that had already 58 occurred during the March week (mean=10.7) as well as those predicted to be subsequently postponed. 59", "cite_spans": [], "ref_spans": [{"start": 149, "end": 158, "text": "(Table S1", "ref_id": "TABREF1"}, {"start": 362, "end": 371, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 502, "end": 512, "text": "(Table  40", "ref_id": null}, {"start": 674, "end": 683, "text": "(Table 2)", "ref_id": null}, {"start": 1507, "end": 1516, "text": "Figure S1", "ref_id": null}], "section": ""}, {"text": "Limitations include that this study reflects a \"snapshot\" which could materially change given the 60 dynamically evolving situation. Estimations could have led to recall bias and the methodology could 61 have introduced sampling and non-response bias. Those with lower work volumes could have been 62 more likely to have time to respond, but this bias was minimized by weekend-only data collection. 63", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "However, the large sample size and representative distribution mitigate selection bias and standard 64 statistical testing demonstrated significance. 65", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Our findings demonstrate the significant early impact of COVID-19 on US dermatologic care and can help 66 better understand national trends. With an estimated 49.9 million annual US dermatology office visits 5 , 67 the 50%+ decrease in predicted visits could be devastating. Beyond telemedicine, other innovative 68 approaches will need to be developed and implemented to help delivery of essential dermatology care 69 during this crisis. 70 71 ", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Fair Allocation of Scarce Medical Resources in the Time of 74", "authors": [{"first": "E", "middle": ["J"], "last": "Emanuel", "suffix": ""}, {"first": "G", "middle": [], "last": "Persad", "suffix": ""}, {"first": "R", "middle": [], "last": "Upshur", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "What are we doing in the dermatology outpatient department amidst 76 the raging of the 2019 novel coronavirus", "authors": [{"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Pradhan", "suffix": ""}, {"first": "S", "middle": [], "last": "Xue", "suffix": ""}], "year": null, "venue": "Journal of the American Academy of Dermatology", "volume": "77", "issn": "2020", "pages": "", "other_ids": {"DOI": ["10.1016/j.jaad.2020.02.030"]}}, "BIBREF3": {"ref_id": "b3", "title": "Cases of Coronavirus Disease 2019 (COVID-19) in the U.S. by Centers for Disease Control", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2019-81 ncov%2Fcases-in-us.html#anchor_1586790730. Accessed", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering at Johns 83", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "National Ambulatory Medical Care Survey: 2016 National Summary Tables", "authors": [{"first": "P", "middle": [], "last": "Rui", "suffix": ""}, {"first": "T", "middle": [], "last": "Okeyode", "suffix": ""}], "year": null, "venue": "", "volume": "87", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Title: The Immediate Impact of COVID-19 on US Dermatology Practices 1 Authors: Graham H Litchman DO, MS 1 , Darrell S Rigel MD, MS 2 3 National Society for Cutaneous Medicine, New York, NY 4 New York University, Grossman School of Medicine, Department of Dermatology, New York, NY 5 Dr. Graham H Litchman is a fellow of the National Society for Cutaneous Medicine and has no conflicts 8 of interest. Dr. Darrell S Rigel has no relevant conflicts for this publication. 9 Funding Source: Supported in part by an unrestricted grant from Castle Biosciences. 11 12 Previous Presentation: This article has not been published or submitted for review to any other journal Supplemental material available at http://dx.doi.org/10.17632/cwzhng62w9.1 26 reported the impact on dermatology outpatient care at the outbreak epicenter in Wuhan, China, but 32", "latex": null, "type": "table"}, "TABREF1": {"text": "Survey Respondent Demographics (n=970) If biopsies were postponed during the week of March 16-20, when did you primarily reschedule them? Not rescheduled at this time 54.7% Relative to your practice during the week of March 16-20, what do you anticipate your schedule for March 23 -April 10 will look like?", "latex": null, "type": "table"}}, "back_matter": []}