{
    "paper_id": "0bd52cd996b35f83ec3e45aebc63017a91f5c9b8",
    "metadata": {
        "title": "Replication of MERS and SARS coronaviruses in bat cells offers insights to their 1 ancestral origins 2 3",
        "authors": [
            {
                "first": "Susanna",
                "middle": [
                    "K P"
                ],
                "last": "Lau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "Y Y"
                ],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hayes",
                "middle": [
                    "K H"
                ],
                "last": "Luk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Longchao",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Fung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "S M"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "Y M"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shakeel",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasper",
                "middle": [
                    "F W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raven",
                "middle": [
                    "K H"
                ],
                "last": "Kok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ulrich",
                "middle": [],
                "last": "Wernery",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "Y"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": "pcywoo@hku.hk24"
            }
        ]
    },
    "abstract": [
        {
            "text": "26 Previous findings of Middle East Respiratory Syndrome coronavirus (MERS-CoV)-27 related viruses in bats, and the ability of Tylonycteris-BatCoV HKU4 spike protein to utilize 28 MERS-CoV receptor, human dipeptidyl peptidase 4 hDPP4, suggest a bat ancestral origin of 29 MERS-CoV. We developed 12 primary bat cell lines from seven bat species, including 30 Tylonycteris pachypus, Pipistrellus abramus and Rhinolophus sinicus (hosts of Tylonycteris-31 BatCoV HKU4, Pipistrellus-BatCoV HKU5 and SARS-related-CoV respectively), and tested 32 their susceptibilities to MERS-CoVs, SARS-CoV and human coronavirus 229E (HCoV-229E). 33 Five cell lines, including P. abramus and R. sinicus but not T. pachypus cells, were susceptible 34 to human MERS-CoV EMC/2012. However, three tested camel MERS-CoV strains showed 35 different infectivities, with only two strains capable of infecting three and one cell lines 36 respectively. SARS-CoV can only replicate in R. sinicus cells, while HCoV-229E cannot 37 replicate in any bat cells. Bat dipeptidyl peptidase 4 (DPP4) sequences were closely related to 38 those of human and non-human primates but distinct from dromedary DPP4 sequence. Critical 39 residues for binding to MERS-CoV spike protein were mostly conserved in bat DPP4. DPP4 40 was expressed in the five bat cells susceptible to MERS-CoV, with significantly higher mRNA 41 expression levels than those in non-susceptible cells (P=0.0174), supporting that DPP4 42 expression is critical for MERS-CoV infection in bats. However, overexpression of T. pachypus 43 DPP4 failed to confer MERS-CoV susceptibility in T. pachypus cells, suggesting other cellular 44 factors in determining viral replication. The broad cellular tropism of MERS-CoV should 45 prompt further exploration of host diversity of related viruses to identify its ancestral origin. 46 47 48 Existing evidence suggests that MERS-CoV may be originated from bats. In particular, 49 Tylonycteris-BatCoV HKU4 spike protein was shown to utilize MERS-CoV receptor, human 50 dipeptidyl peptidase 4 (DPP4). To better understand the potential infectivities of MERS-CoV in 51 bats, we developed 12 primary bat cell lines from seven bat species, including Tylonycteris 52 pachypus and Rhinolophus sinicus (host of Tylonycteris-BatCoV HKU4 and SARS-related-53 CoV respectively). MERS-CoV demonstrated much broader cellular tropism than SARS-CoV 54 and HCoV-229E, being able to infect five cell lines, including R. sinicus but not T. pachypus 55 cells. The close phylogenetic relationship between bat and human DPP4 genes supported the 56 ability of MERS-CoV to infect bat cells, while DPP4 expression appeared critical for MERS-57 CoV replication. However, overexpression of T. pachypus DPP4 failed to confer MERS-CoV 58 susceptibility in T. pachypus cells. The broad cellular tropism of MERS-CoV may reflect the 59 host diversity of MERS-CoV-related viruses and offers insights into its ancestral origin. 60 61 62 Coronaviruses (CoVs) are important pathogens in animals and humans, responsible for a 63 variety of respiratory, enteric, hepatic and neurological diseases. They are now classified into 64 four genera, Alphacoronavirus, Betacoronavirus, Gammacoronavirus and Deltacoronavirus, 65 with Betacoronavirus further divided into lineages A to D (1-6). Humans are infected by six 66 CoVs, including human CoV 229E (HCoV-229E) and human CoV NL63 (HCoV-NL63) 67 belonging to Alphacoronavirus; human CoV OC43 (HCoV-OC43) and human CoV HKU1 68 (HCoV HKU1) belonging to Betacoronavirus lineage A; Severe Acute Respiratory Syndrome-69 related CoV (SARSr-CoV) belonging to Betacoronavirus lineage B; and Middle East 70 Respiratory Syndrome CoV (MERS-CoV) belonging to Betacoronavirus lineage C (7-16). The 71 emergence potential of CoVs is believed to be related to their tendency for mutation and 72 recombination, allowing the generation of new viruses being able to adapt to new hosts (5, 17-73 24). 74 Bats are an important reservoir of alphacoronaviruses and betacoronaviruses which may 75 jump to other animals or humans to cause new epidemics (4, 25). For example, SARS-CoV is 76 likely a recombinant virus originated from horseshoe bats as the primary reservoir and palm 77 civet as the intermediate host (22, 26-33). Since the SARS epidemic, numerous other novel 78 CoVs from humans or animals have been discovered (4, 34-40), allowing a better 79 understanding of the evolutionary origin of emerging CoVs. 80 Although dromedary camels are now known to be the immediate animal source of the 81 recent MERS epidemic, the evolutionary origin of MERS-CoV remains obscure (41-43) When 82 the virus was first discovered, it was found to be closely related to Tylonycteris bat CoV HKU4 83 (Ty-BatCoV HKU4) and Pipistrellus bat CoV HKU5 (Pi-BatCoV HKU5) previously 84 6 discovered in lesser bamboo bat (Tylonycteris pachypus) and Japanese pipistrelle (Pipistrellus 85 abramus) respectively in Hong Kong (5, 14, 15, 44, 45). Five other lineage C betacoronaviruses 86 closely related to MERS-CoV were subsequently detected in bats, including BtVs-87 BetaCoV/SC2013, Hp-BatCoV HKU25 from China bats and Coronavirus Neoromicia/PML-88 PHE1/RSA/2011 (NeoCoV), BtCoVNeo5038/KZN/RSA/2015 and BatCoV PREDICT/PDF-89 2180 from African bats (46-50). Besides bats, a lineage C betacoronavirus, Erinaceus CoV 90 VMC/DEU, subsequently defined as a novel species, Hedgehog coronavirus 1, has also been 91 discovered in European hedgehogs, a group of animals being phylogenetically closely related to 92 bats (51). While none of these animal viruses represents the immediate ancestor of MERS-CoV, 93 the spike protein of Ty-BatCoV HKU4 was most closely related to that of MERS-CoV, and was 94 shown to utilize the MERS-CoV receptor, human dipeptidyl peptidase 4 (hDPP4) or CD26, for 95 cell entry (52, 53). Previous studies have also shown that MERS-CoV was able to infect bat cell 96 lines and Jamaican fruit bats (54, 55). These findings suggest that bats may be the primary host 97 of the ancestor of MERS-CoV. 98 Although MERS-CoV has been shown to replicate in various animal cell lines including 99 bat cells (54-59), the broad tissue tropism was mainly demonstrated using type strain 100 EMC/2012, and no comparison was made between different MERS-CoV strains. Moreover, 101 cells from the bat hosts of MERS-CoV-related viruses, such as T. pachypus and P. abramus 102 which harbor Ty-BatCoV HKU4 and Pi-BatCoV HKU5 respectively, were not included in 103 previous studies, which may be due to the geographical limitation of these bat species. To better 104 understand the replicative ability of MERS-CoV in bat cells, which may provide clues on the 105 origin of MERS-CoV, we developed diverse primary bat cell lines from different bat species, 106 including Rhinolophus sinicus (the host of SARSr-BatCoV) and T. pachypus (the host of Ty-107 supernatants were confirmed by passage in Vero cells with CPE. H. pomona kidney, M. pusillus 128 kidney, M. ricketti kidney, P. abramus lung, R. leschenaulti lung and T. pachypus kidney and 129 lung cells did not support MERS-CoV infection. 130 Different MERS-CoV strains displayed different infectivities on bat cells. MERS-131 CoVs are currently classified into three major clades, clade A, B and C, which were further 132 divided into subclades A1-A2, B1-B6, C1 and non-C1 (60-63). To test if different MERS-CoV 133 strains may show similar infectivities on bat cells, the five bat cells (M. ricketti lung, P. 134 abramus kidney, R. sinicus kidney and lung, and R. leschenaulti kidney cells), which were 135 susceptible to MERS-CoV EMC/2012 (belonging to clade A1), were subject to infection by Wang M, Zheng BJ, Chan KH, Yuen KY. 2012. Discovery of seven novel Mammalian 358 and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the 359 gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene 360 source of gammacoronavirus and deltacoronavirus. J Virol 86:3995-4008. KY. 2007. Comparative 363 analysis of twelve genomes of three novel group 2c and group 2d coronaviruses reveals 364 unique group and subgroup features. J Virol 81:1574-1585. 365 6. Characterization and complete genome sequence of a novel coronavirus, coronavirus 391 HKU1, from patients with pneumonia. J Virol 79:884-895. 392 13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "were determined for six of the seven bat species from which the 12 tested bat cells were 154 developed. The sequence of M. pusillus was not determined, as RT-PCR for the DPP4 mRNA 155 from bat cells was negative. Phylogenetic analysis showed that the bat DPP4 mRNA sequences 156 formed a distinct cluster being closely related to sequences from human and non-human 157 primates; while the dromedary camel DPP4 sequence was most closely related to that of wild 158 boar (Fig. 4A ). Previous studies have identified 14 critical residues in hDPP4 for binding of 159 MERS-CoV spike protein (64, 65). Upon multiple sequence alignment of the corresponding 160 regions that contain these critical residues, most of the residues are conserved in the six bat 161 DPP4 sequences in this study (Fig. 3B) . Notably, T. pachypus DPP4 ( However, further studies are required to identify even closer relatives of HCoV-NL63 to 220 ascertain its possible bat origin. In contrast to SARSr-CoVs and HCoV-229E which were 221 mainly found in horseshoe and roundleaf bats respectively, a more diverse host range was 222 observed in lineage C betacoronaviruses. Yet, the different bat species harboring lineage C 223 betacoronaviruses all belonged to the family Vespertilionidae. Specifically, Ty-BatCoV HKU4, 224",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 477,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 792,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 822,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Pi-BatCoV HKU5, Hp-BatCoV HKU25 and BtVs-BetaCoV/SC2013 were detected in bats 225 belonging to the genera, Tylonycteris, Pipistrellus, Hypsugo and Verspetilio, respectively in 226",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China, whereas NeoCoV and BatCoV PREDICT/PDF-2180 were detected in bats belonging to including cells from Hipposideros. This may suggest a relatively narrow host range of SARS-231",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV and HCoV-229E in bats compared to lineage C betacoronaviruses including The close phylogenetic relationship between bat and primate DPP4 sequences may 233 reflect the replicative ability of MERS-CoV in bat cells. Moreover, cells that supported MERS-234",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CoV replication showed significantly higher DPP4 mRNA expression than those that were non-235 susceptible to MERS-CoV, suggesting that cellular DPP4 expression is critical for viral 236 infection. Since Ty-BatCoV HKU4 from T. pachypus was previously shown to be able to utilize 237 hDPP4 for cell entry (52, 53) cell lysates were collected for total RNA extraction using RNeasy Mini Spin Column (QIAgen). 313 RNA was eluted in 50 l of RNase-free water and was used as template for one step RT-qPCR 314 with SuperScript III platinum One-step qRT-PCR system (Invitrogen, Carlsbad, USA). RT-315 qPCR assays were performed using conserved primers designed by multiple alignment of 316 available bat DPP4 gene sequences (Table 2) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 725,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "acute respiratory syndrome in alpacas (Vicugna pacos) in California",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Berne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Somasundaran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Vet",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin-606 converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luzuriaga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--607",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evidence for an Ancestral Association of Human Coronavirus 229E with Bats",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tschapka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J 612 Virol",
            "volume": "611",
            "issn": "",
            "pages": "11858--11870",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Delayed induction of proinflammatory cytokines and suppression of innate 628 antiviral response by the novel Middle East respiratory syndrome coronavirus: 629 implications for pathogenesis and treatment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "627",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.055533-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The mRNA levels of DPP4 were compared between susceptible and non-675 susceptible bat cell lines (B). Statistical significance was assessed by Student's t test P < 0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "FIG 6 Infection assay of T. pachypus lung and kidney cells with tpDPP4 overexpression. Cells 677 were infected with MERS-CoV at a multiplicity of infection (MOI) of 1 for 5 days",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Determination of MERS-CoV viral load in supernatant (n = 3) by RT-qPCR with normalisation 679 to beta-actin (represented by bar). Determination of tpDPP4 expression in cell lysates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "RT-qPCR with normalisation to beta-actin (represented by dot). (*P<0.05, **P<0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "01",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "), and tested their susceptibilities to infection by different strains of MERS-CoV, 108 SARS-CoV and HCoV-229E. The DPP4 mRNA sequences of six bat species and their 109 expression in bat cells were determined to correlate with viral replication results. Our findings 110 showed differential cell tropism between different strains of MERS-CoV, SARS-CoV and 111 HCoV-229E, which offers insights to the origin of MERS-CoV. 112 113 RESULTS 114 Five of 12 tested bat cell lines are susceptible to MERS-CoV EMC/2012 infection. Since 115 lineage C betacoronaviruses closely related to MERS-CoV were detected in bats, we developed 116 12 diverse primary bat cell lines from seven different bat species, including Hipposideros 117 pomona, Miniopterus pusillus, Myotis ricketti, Pipistrellus abramus (the host of Pi-BatCoV 118 HKU5), Rhinolophus sinicus (the host of SARSr-BatCoV and Rs-BatCoV HKU2), Tylonycteris 119 pachypus (the host of Ty-BatCoV HKU4), Rousettus leschenaultii (the host of many viruses 120 including Ro-BatCoV HKU9), which were subject to infection with MERS-CoV at multiplicity 121 of infection (MOI) of 1. Viral titers were determined by RT-qPCR on day 5 p.i.. Five of the 12 122 cell lines (M. ricketti lung, P. abramus kidney, R. sinicus kidney and lung, and R. leschenaulti 123 kidney cells) propagated MERS-CoV with at least one log 10 increase in viral load. The highest 124increase in viral load was observed in R. sinicus kidney and lung cells, which was comparable 125 to that observed in Vero cells(Fig. 1). Cytopathic effects (CPEs) were observed in infected M.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "at position 295 compared to hDPP4. On the other hand, residue R336 of 163 hDPP4 was only conserved in T. pachypus and H. pomona, both not susceptible to MERS-CoV 164 infection. 165 RT-qPCR of bat DPP4 mRNA in the corresponding bat cells was performed to 166 determine the mRNA expression levels. Results showed that DPP4 mRNA was expressed in all 167 the five bat cells that were susceptible to MERS-CoV infection, while it was also expressed in 168 H. pomona kidney and R. leschenaulti lung cells which were not susceptible to MERS-CoV 169 between mock and Tp-DPP4-overexpressed cells (Fig. 6) , suggesting that over-expression of 182 Tp-DPP4 does not confer MERS-CoV susceptibility to T. pachypus cells. study provides further support to the bat origin of MERS-CoV. Previous 186 studies have shown that MERS-CoV can infect cell lines from different animals including cells 187 from various bat species (54-58). However, bat cells from host species of MERS-Co-V-related 188 viruses, such as T. pachypus and P. abramus which harbor Ty-BatCoV HKU4 and Pi-BatCoV 189 HKU5 respectively, were not included in these studies. In this study, MERS-CoV EMC/2012 190 was able to replicate in cells from four different bat genera/species belonging to three different 191 bat families including Pteropodidae, Rhinolophidae and Vespertilionidae. None of these bat 192 cells were previously reported to support MERS-CoV replication. While lineage C 193 betacoronaviruses have not been detected in bats outside the Vespertionionidae family, such 194 diverse cellular tropism should prompt further studies to explore the host diversity of this group Interestingly, MERS-CoV showed the highest replicative ability in cells from R. sinicus. This 199 suggests that MERS-CoV may potentially infect this bat species which is also the natural 200 reservoir of SARSr-CoVs and animal origin of SARS-CoV (27, 29). Nevertheless, three other 201 MERS-CoV strains belonging to either clade A2 or B3 showed differential replicative abilities 202 in the five bat cell lines that were susceptible to EMC/2012 strain (clade A1), with strain 203 D998/15 (clade A2) unable to replicate in all five tested cell lines. This may suggest that 204 different MERS-CoV strains could possess different cellular tropism and host range. 205 The broader cellular tropism of MERS-CoV than SARS-CoV and HCoV-229E in bat 206 cells may reflect the host diversity of lineage C betacoronaviruses in bats. Bats are now known 207 to be the recent origin of at least two human CoVs including SARS-CoV and HCoV-229E. 208 SARS-CoV is likely a recombinant virus arising from horseshoe bats before it jumped to civet 209 as the intermediate host and then human (22, 31, 32, 66). SARSr-CoVs in bats were shown to 210 utilize the SARS-CoV receptor, human angiotensin-converting enzyme 2 (hACE2), for cell 211 entry (67). Similar to SARS-CoV, HCoV-229E is likely to have originated from bats. CoVs 212 closely related to HCoV-229E have been detected in bats of the genus Hipposideros in Africa 213 (68). More recently, CoVs even closer to HCoV-229E were identified in dromedary camels in 214 the Middle East, which were able to utilize the receptor of HCoV-229E, human aminopeptidase 215 N (hAPN) for cell entry (69). This suggests that dromedary camels may have served as 216 intermediate hosts for bat-to-human transmission of HCoV-229E, which may be analogous to 217 the evolution of MERS-CoV. Recently, a CoV, closely related to HCoV-NL63 in most genome 218 regions except the spike protein, was detected from a bat of the genus Triaenops in Kenya (70). 219",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", we expected MERS-CoV to be able to utilize Tp-DPP4 for 238 receptor binding and infect T. pachypus cells. While the inability of MERS-CoV to replicate in 239 T. pachypus cells may be partly explained by the lack of DPP4 expression, over-expression of 240 Tp-DPP4 was unable to confer viral susceptibility. Further studies are required to study the 241 receptor-binding interphase between MERS-CoV and Tp-DPP4 and whether other cellular 242 factors may play a role in determining viral replicative abilities in T. pachypus cells, which may 243 offer further insights into the evolutionary origin and mechanisms of interspecies transmission 244 of MERS-CoV. Interestingly, one of the critical residues for binding to MERS-CoV spike 245 protein, R336, was only conserved in T. pachypus and H. pomona DPP4 (cells from these two 246 species did not support MERS-CoV replication), but not in the other four sequenced bat DPP4 247 (cells from these four species supported MERS-CoV replication). This suggests that this residue 248 may be less important for receptor binding. Binding and mutagenesis studies may help better 249 understand the role of receptor-binding-interphase during viral evolution and interspecies 250 jumping. 251 MATERIALS AND METHODS 253 Ethics statement. The collection of bat samples for developing bat cell lines was 254 approved by the Committee on the Use of Live Animals for Teaching and Research, the 255 University of Hong Kong, Hong Kong, China. 256 Cell lines. The bat cells, Vero (African green monkey kidney) cells and HFL (human 257 embryonic lung fibroblast) cells used in this study are described in Table 1. For development of 258 primary bat cell lines, bats were captured in Hong Kong and euthanized before dissection for 259 recovery of cells from organs aseptically. Briefly, kidney and lung tissue were rinsed with cold 260 PBS and cut into small pieces. Cold 0.25% trypsin-EDTA was added to the tissues and 261 incubated at 4ºC overnight. Tissues were then incubated at 37ºC on shaking platform for 30 min. 262 Supernatants were filtered through cell strainers to remove large pieces of tissues (71) Bat cells 263 were harvested by spinning down the supernatant at 1200 rpm for 8 min and were grown in 264 DMEM/F12 supplemented with 15% FBS. Vero and HFL cells were grown in MEM 265 supplemented with 10% FBS. All cells were incubated at 37ºC with 5% CO 2 . 266 Virus isolates. MERS-CoV strain EMC/2012 was provided by Fouchier and Zaki et al 267 (14). MERS-CoV strains D998/15, D1189.1/15 and D1271.1/15 were isolated from dromedary 268 camels in Dubai(62). SARS-CoV strain HKU-39849 was isolated from the brother-in-law of 269 the index patient in Hong Kong during the SARS epidemic (10). The HCoV-229E strain ATCC 270 VR-740 was used. MERS-CoV isolates and SARS-CoV were propagated in Vero cells at MOI 271 of 0.01 in MEM supplemented with 1% FBS. HCoV-229E was propagated in HFL. 272 Infection of bat cell lines. Viral titers were determined as median tissue culture 273 infective dose (TCID 50 ) per ml in confluent cells in 96-well microtiter plates. Cells were seeded 274 onto 24-well tissue culture plates, at 2×10 5 cells per well with the respective medium and incubated at 37°C and 5% CO 2 for 24 h prior to experiment. Cells were washed once with viral adsorption, the supernatant was removed and cells were washed twice with PBS. The 278 cells were maintained in MEM supplemented with 1% FBS for Vero and HFL cells and 279 DMEM/F12 supplemented with 1% FBS for bat cells, before further incubation for 5 days. 280 Viral replication studies. To study viral replication efficiency, progeny viruses from 281 cell culture supernatants collected at 5 days post-infection (p.i.) were subject to reverse 282 transcription-quantitative PCR (RT-qPCR) according to our previous protocols (72). Briefly, 283 total RNA extracted from cell culture supernatants with QIAsymphony DSP Virus/Pathogen 284 Mini Kit (Qiagen, Hilden, Germany) was reverse transcribed and amplified with MERS) using real-time one-step quantitative RT-290 PCR assay as described previously with modifications (56, 72). Probes for MERS-CoV [copies per reaction mixture were prepared to generate calibration curves and 297 were run in parallel with the test samples. All experiments were performed in triplicate. 298 Amplification and sequencing of partial bat DPP4 mRNA transcripts. . The PCR mixture (25 l) contained cDNA, PCR buffer, 302 200 M (each) dNTPs, and 1.0 U Iproof Polymerase (Bio-Rad, Hercules, USA). The mixtures 303 were amplified for 40 cycles of 98°C for 10 sec, 55°C for 30 sec and 72°C for 72 sec and a final 304 extension at 72°C for 10 min in an automated thermal cycler (Applied Biosystems, Foster City, 305 USA). RT-PCR products were gel purified using QIAquick gel extraction kit (Qiagen), and 306 sequenced with an ABI Prism 3700 DNA Analyzer (Applied Biosystems). The sequences 307 obtained were compared with sequences of DPP4 genes in GenBank database. Phylogenetic 308 tree construction was performed based on an amino acid alignment of partial DPP4 sequences 309 (corresponding to residue 229-346 of hDPP4) using Neighbor-Joining method with JTT model 310 by MEGA 6.0, with bootstrap values calculated from 1000 trees. 311 DPP4 expression analysis. To study DPP4 expression profiles in different bat cell lines, 312",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", using β-actin for normalization. cDNA was 317 amplified in a LightCycler 480 (Roche, Basel, Switzerland) with 25 l reaction mixtures 318 containing 2× reaction mix, 5 l RNA, 25 μM ROX reference dye, 50 μM primers and 10 μM 319 probe at 50°C for 30 min, then 95°C for 2 min followed by 50 cycles of denaturation, annealing 320 and extension. Experiments were performed in triplicates, and results were expressed as the mean expression level of DPP4/β-actin. The relative expression between different bat cells was 322 then calculated by ΔΔCt method. 323 tpDPP4 overexpression in T. pachypus cells. T. pachypus DPP4 (tpDPP4) sequence 324 was cloned into pLenti7.3/V5-TOPO vector (Invitrogen). The construct was transfected into 325 293FT cells together with ViraPower Packaging Mix (Invitrogen) using Lipofectamine 2000 326 (Life Technologies, Carlsbad, USA). Lentivirus was harvested from the supernatant and 327 concentrated using PEG-it (System Biosciences, Palo Alto, USA). T. pachypus cells resistant to 328 MERS-CoV were transduced using the concentrated lentivirus for tpDPP4 overexpression and 329 were subsequently subjected to inoculation with 1 MOI of MERS-CoV. 330 Nucleotide sequence accession numbers. The nucleotide sequences of bat DPP4 331 obtained from this study have been deposited in the GenBank sequence database the HKSAR, for capture of bats for bat cell development and expert opinion. 337 This work is partly supported by Theme-Based Research Scheme (T11-707/15-R) and Research 338 Grant Council Grant, University Grant Council; Health and Medical Research Fund of the Food 339 and Health Bureau of HKSAR; University Development Fund and Special Research 340",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "three other MERS-CoV strains isolated from camels in Dubai, D998/15 (belonging to clade A2), 137 and D1189.1/15 and D1271.1/15 (both belonging to clade B3)(62). Among the five challenged 138 bat cells, M. ricketti lung supported infection by both D1189.1/15 and D1271.1/15; while R. 139 sinicus lung and R. leschenaulti kidney supported infection by D1189.1/15, with at least one 140 log 10 increase in viral load. None of the cells supported infection by D998/15 (Fig. 1). 141 SARS-CoV can replicate in R. sinicus cells. Since Chinese horseshoe bats are the 142 major reservoir of SARS-related-CoVs, we also tested the 12 bat cell lines, including R. sinicus 143 cells, for susceptibility to a clinical strain of SARS-CoV. SARS-CoV strain HKU-39849 can 144 replicate in R. sinicus kidney but not lung cells, with at least one log 10 increase in viral load (Fig. 145 3A). The other bat cells did not support SARS-CoV infection. 146 HCoV-229E cannot replicate in bat cells. The 12 bat cells were also tested for 147 susceptible to HCoV-229E infection. HCoV-229E strain ATCC VR-740, previously isolated 148 from a man with upper respiratory illness, cannot replicate in any of the tested bat cells (Fig. 149 3B). 150 mRNA transcript sequence analysis and expression of DPP4 in bat cells. Partial 151 DPP4 mRNA transcript sequences (corresponding to nt 688-1040 of hDPP4 which includes 152 residue 229-346 where the critical residues for MERS-CoV spike protein binding are present) 153",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Achievement Award, The University of Hong Kong; Consultancy Service for Enhancing 341 Laboratory Surveillance of Emerging Infectious Disease for the HKSAR Department of Health; 342 The Collaborative Innovation Center for Diagnosis and Treatment of Infectious Diseases, the 343 Ministry of Education of China; National Science and Technology Major Project of China 344 (grant number 2012ZX10004213). Views expressed in this paper are those of the authors only, 345 and may not represent the opinion of the AFCD or the Government of the HKSAR. 346 S, Poon L, Rottier PJ, Talbot PJ, Woo PC, Ziebuhr J. 2011. Coronaviridae. In: Virus 353 Taxonomy, Classification and Nomenclature of Viruses. Ninth Report of the International 354 Committee on Taxonomy of Viruses, International Union of Microbiological Societies, 355 Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human 546 transmission of MERS coronavirus. Proc Natl Acad Sci U S A 111:12516-12521. H, Che XY, Lau SK, Woo PC, Yuen KY. 2013. Differential cell line susceptibility to 562 the emerging novel human betacoronavirus 2c EMC/2012: implications for disease 563 pathogenesis and clinical manifestation. J Infect Dis 207:1743-1752. 564 57. Eckerle I, Corman VM, Muller MA, Lenk M, Ulrich RG, Drosten C. 2014. 565 Replicative Capacity of MERS Coronavirus in Livestock Cell Lines. Emerg Infect Dis 566 Vergara-Alert J, van den Brand JM, Widagdo W, Munoz Mt, Raj S, Schipper D, 568 Solanes D, Cordon I, Bensaid A, Haagmans BL, Segales J. 2017. Livestock 569 Susceptibility to Infection with Middle East Respiratory Syndrome Coronavirus. Emerg 570 Infect Dis 23:232-240. 571 59. Banerjee A, Rapin N, Miller M, Griebel P, Zhou Y, Munster V, Misra V. 2016. 572 Generation and Characterization of Eptesicus fuscus (Big brown bat) kidney cell lines 573 immortalized using the Myotis polyomavirus large T-antigen. J Virol Methods 237:166-574 173. 575 60. Lau SKP, Wong ACP, Lau TCK, Woo PCY. 2017. Molecular Evolution of MERS 576 Coronavirus: Dromedaries as a Recent Intermediate Host or Long-Time Animal 577 Reservoir? Int J Mol Sci 18. 578 61. Cotten M, Watson SJ, Kellam P, Al-Rabeeah AA, Makhdoom HQ, Assiri A, Al-the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic 583 study. Lancet 382:1993-2002. 584 62. Lau SK, Wernery R, Wong EY, Joseph S, Tsang AK, Patteril NA, Elizabeth SK, 585 Chan KH, Muhammed R, Kinne J, Yuen KY, Wernery U, Woo PC. 2016. 586 Polyphyletic origin of MERS coronaviruses and isolation of a novel clade A strain from 587 dromedary camels in the United Arab Emirates. Emerg Microbes Infect 5:e128. 588 63. Chu DKW, Hui KPY, Perera R, Miguel E, Niemeyer D, Zhao J, Channappanavar R, 589 Dudas G, Oladipo JO, Traore A, Fassi-Fihri O, Ali A, Demissie GF, Muth D, Chan 590 MCW, Nicholls JM, Meyerholz DK, Kuranga SA, Mamo G, Zhou Z, So RTY, 591 Hemida MG, Webby RJ, Roger F, Rambaut A, Poon LLM, Perlman S, Drosten C, 592Table 1. Cell lines used in the present study Miniopterus pusillus (Lesser bent-winged bat) Kidney In-house development Myotis ricketti (Rickett's big-footed bat) Kidney In-house development Myotis ricketti (Rickett's big-footed bat) Lung In-house development Pipistrellus abramus (Japanese pipistrelle) Kidney In-house development Pipistrellus abramus (Japanese pipistrelle) Lung In-house development Rhinolophus sinicus (Chinese horseshoe bat) Kidney In-house development Rhinolophus sinicus (Chinese horseshoe bat) Lung In-house development Tylonycteris pachypus (Lesser bamboo bat) Kidney In-house development Tylonycteris pachypus (Lesser bamboo bat) Lung In-house development Rousettus leschenaultii (Leschenault's rousette) Kidney In-house development Rousettus leschenaultii (Leschenault's rousette) Lung In-house development Human Homo sapiens Embryonic Lung HFL (In-house development) Monkey Cercopithecus aethiops (African green monkey) Kidney Vero (ATCC CCL-81) 685 Primers used for RT-qPCR in this study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}