{
    "paper_id": "0bd7e284947a9087c99d7c38668786acb255a438",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Email:sebastien.thureau@chb.unicancer.fr",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current health crisis caused by COVID-19 is a challenge for oncology treatment, especially when it comes to radiotherapy. Cancer patients are already known to be very fragile and COVID-19 brings about the risk of severe respiratory complications. In order to treat patients safely while protecting medical teams, the entire health care system must optimize the way it approaches prevention and treatment at a time when social distancing is key to stemming this pandemic. All indications and treatment modalities must be re-discussed. This is particularly the case for radiotherapy of bone metastases for which it is possible to reduce the number of sessions, the frequency of transport and the complexity of treatments. These changes will have to be discussed according to the organization of each radiotherapy department and the health situation, while medical teams must remain vigilant about the risks of complications of bone metastases, particularly spinal metastases. In this short piece, the members of the GEMO (the European Study Group of Bone Metastases) offer a number of recommendations to achieve the above objectives, both in general and in relation to five of the most common situations on radiation therapy for bone metastases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The current health crisis caused by COVID-19 is making it difficult to organize oncology departments, particularly radiotherapy departments (1) . While it continues to be paramount to avoid the transmission of COVID-19 and to ensure the safety of health and medical professionnals, it is equally critical to allow essential treatments to continue in order to maximise palliation and quality of life of patients with advanced cancers. We can already learn from the Chinese and Italian experience with regard to the risk to cancer patients and the organization of radiotherapy departments (2, 3) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "GEMO is the European Multidisciplinary Francophone Society for the study of bone metastases. It consists of scientists and physicians on the frontline of the prevention, treatment, and research on bone metastates. And it is in this framework and on the back of our collective experience that this group sets out recommendations for palliative radiotherapy to bone metastases during this crisis period of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As this pandemic expands, the management of patients with bone metastates, and the organization of radiotherapy departments, may not immediately appear to be as a priority. Yet, it is an important activity of our departments that can dramatically reduce pain and improve the quality of life of our patients while reducing the need for oral or intravenous analgesic treatments and their associated side-effects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In this time of crisis we must bear in mind that it is possible to adapt our approach to minimize the risk incurred by patients while optimizing their care. These recommendations are made in the context of the COVID-19 epidemic in France and are likely to evolve depending on the health situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During this pandemic we must first and foremost be more vigilant than ever to the symptoms reported by patients with bone metastases. This is particularly the case for spinal cord compression (SCC), which requires rapid diagnosis and treatment in order to minimise neurologic complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, the treatment of bone metastases by radiotherapy is based on existing, wide-ranging and well-established evidence-based literature and recommendations (4, 5) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As a starting point in this context, we would like to make several general recommendations: -Firstly, and whenever possible, medical teams should carry out the patient's CT scan planning and treatment at the same time as the consultation in order to limit transport and close contact with other potential COVID-19 patients. -Secondly, always consider carrying out teleconsultations if possible and appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "-Thirdly, there are well-known criteria to assess bone neoplastic instability, and proper stabilization techniques must used. In this context, try to opt for the least invasive techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In addition to the above, here are recommendations in relation to five of the most common situations on radiation therapy for bone metastases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This metastatic population is extremely frail and should be kept away from the risk of COVID-19 infection. It is essential to adapt the medical treatment as much as possible and to avoid palliative radiotherapy in patients controlled by level 1 to 3 oral analgesics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "-Statement 1: Palliative radiotherapy remains an important option for patients experiencing significant pain, diminished quality of life and reduced autonomy as a result of bone metastases. This is especially so if it enables a reduction in the need for daily nursing care (patients at home with intravenous pain medication), in opioid-resistant pain or in case of poor tolerance of opioids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "-Statement 2: We recommend the use of monofractionated radiotherapy (8Gy in 1 fraction). Fractionated treatment should be avoided (eg., 30Gy / 10 fractions, 20Gy / 4 or 5 fractions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "-Statement 3: The simplest conformal radiation therapy techniques should be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "2) Retreatment of painful bone metastasis: -Statement 1: We recommend waiting a minimum of 6 weeks after completion of the initial radiotherapy (possibility of delayed analgesic response) before following the same procedure as for the initial treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "-Statement 2: One fraction of 8 Gy is also the reference schedule for retreatment (6) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "-Statement 3: The simplest conformal radiation therapy techniques should be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Painful bone metastasis:"
        },
        {
            "text": "Surgical treatment should theoretically be preferred whenever possible and for all patients with a life expectancy of more than a few months. In clinical practice, the dramatic reduction in places available in recovery units because of the COVID-19 crisis means that surgery should be restricted to interventions not requiring resuscitation stays. This is in part linked to the high risk of COVID-19 contamination during inpatient stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Metastatic Epidural Spinal Cord Compression (MESCC):"
        },
        {
            "text": "-Statement 1: Adjuvant radiotherapy after surgery for MESCC can be postponed for 4 to 12 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Metastatic Epidural Spinal Cord Compression (MESCC):"
        },
        {
            "text": "-Statement 2: In cases where surgical treatment is contraindicated or not appropriate, radiotherapy should be arranged without delay (7, 8) . -Statement 3: For exclusive radiotherapy, systematically perform monofractionated radiotherapy (8Gy in 1 fraction).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "3) Metastatic Epidural Spinal Cord Compression (MESCC):"
        },
        {
            "text": "-Statement 4: The simplest conformal radiation therapy techniques should be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Metastatic Epidural Spinal Cord Compression (MESCC):"
        },
        {
            "text": "-Statement 5: MESCC is likely the only instance justifying urgent management of a COVID+ patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Metastatic Epidural Spinal Cord Compression (MESCC):"
        },
        {
            "text": "The level of evidence is insufficient to justify systematic adjuvant radiotherapy in either the spine or peripheral bones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Adjuvant bone metastasis radiotherapy:"
        },
        {
            "text": "-Statement 1: radiotherapy may be postponed or performed secondarily in case of progressive post-operative signs (8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Adjuvant bone metastasis radiotherapy:"
        },
        {
            "text": "-Statement 2: Fractionated treatment is recommended (30Gy / 10 fractions, 20Gy / 4 or 5 fractions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Adjuvant bone metastasis radiotherapy:"
        },
        {
            "text": "Stereotactic radiotherapy has some limited use for bone metastases (irradiation of radioresistant lesions, oligometastatic patients or radiotherapy in the irradiated area). However it is a more complex technique that requires additional examinations (spinal MRI in particular) as well as additional medical and physicist time for planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        },
        {
            "text": "-Statement 1: The level of evidence for using SBRT in oligometastatic disease is too low for this treatment option to be considered in the current situation. Moreover, it is often possible to postpone this treatment for a few weeks, especially for hormone sensitive tumours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        },
        {
            "text": "Statement 2: Symptomatic SCC in an irradiated area can be viewed as an indication for SBRT if conventional irradiation is not an option. Single fraction treatment should be preferred (16 to 24Gy), although there is a slightly higher fracture risk than with fractionated SBRT (the alternative is a fractioned treatment in 3 to 5 fractions). It is essential to take into account the initial radiotherapy. Alternative local treatments utilising interventional radiology techniques may also be discussed if they are not overly demanding in time, resources and personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        },
        {
            "text": "In conclusion, as COVID-19 takes its toll on our healthcare systems, the optimization of supportive care is necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        },
        {
            "text": "The adaptation of our practices for radiotherapy of bone metastases should be aimed at drastically reducing the number of radiotherapy sessions. This will contribute to minimizing the risk of infection in both patients and healthcare professionnals, while optimizing the use of resources so that they can be best allocated to patients requiring radical cancer treatments and COVID-19 sufferers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        },
        {
            "text": "Treatment proposals must in all cases be tailored to each patient, with their agreement and in accordance with the local organisations, resources and health situation. The current context makes therapeutic decisions more difficult and creates a need for therapeutic alternatives, or for treatments to be modified or postponed. These decisions should be validated in multidisciplinary oncology meetings dedicated to bone pathology, which must continue to take place remotely by videoconference if at all possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Bone oligometastases and other SBRT (Stereotactic Body Radiation Therapy) indications:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Managing cancer care during the COVID-19 pandemic: agility and collaboration toward a common goal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hendrie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcdonnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Crews",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccreery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jagels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Pergam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Natl. Compr. Canc. Netw",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 outbreak in northern Italy : first practical indications for radiotherapy departments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Russi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corvò",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Radiat. Oncol. Biol. Phys",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Palliative radiation therapy for bone metastases: Update of an ASTRO Evidence-Based Guideline",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balboni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pract. Radiat. Oncol",
            "volume": "7",
            "issn": "1",
            "pages": "4--12",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "American Society for Radiation Oncology (ASTRO). Palliative radiotherapy for bone metastases: an ASTRO evidence-based guideline",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoskin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kachnic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sahgal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Von Gunten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mendel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vassil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bruner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hartsell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Radiat. Oncol. Biol. Phys",
            "volume": "79",
            "issn": "4",
            "pages": "965--76",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Single fraction radiotherapy is efficacious: a further analysis of the Dutch Bone Metastasis Study controlling for the influence of retreatment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steenland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martijn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Houwelingen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Marijnen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Radiat. Oncol. Biol. Phys",
            "volume": "59",
            "issn": "",
            "pages": "528--565",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "1x8 Gy versus 5x4 Gy for metastatic epidural spinal cord compression: a matched-pair study of three prognostic patient subgroups",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rades",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Conde-Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cacicedo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Veninga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Segedin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stanic",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rudat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Schild",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Radiat. Oncol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical management of spinal metastases-The Dutch national guideline",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bollen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P D"
                    ],
                    "last": "Dijkstra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H M A"
                    ],
                    "last": "Bartels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Graeff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L H"
                    ],
                    "last": "Poelma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Algra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M A"
                    ],
                    "last": "Kuijlen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Minnema",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nijboer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rolf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sluis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A M B"
                    ],
                    "last": "Terheggen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C M"
                    ],
                    "last": "Van Der Togt-Van Leeuwen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Taal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Cancer",
            "volume": "104",
            "issn": "",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lack of clinical evidence for postoperative radiotherapy after surgical fixation of impending or actual pathologic fractures in the long bones in patients with cancer; a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Willeumier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dijkstra",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Radiother. Oncol",
            "volume": "121",
            "issn": "",
            "pages": "138--142",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stereotactic body radiotherapy for de novo spinal metastases: systematic review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sahgal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Salles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Funaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hiraoka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levivier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martínez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Paddick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Régis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Slotman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Neurosurg. Spine",
            "volume": "27",
            "issn": "3",
            "pages": "295--302",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements: The authors are also grateful to Alexandre Duterque for reviewing the English style. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}