{"paper_id": "0be03cf7b35ab724826046bb39d83ef67222c402", "metadata": {"title": "CASE REPORT ECMO for pulmonary rescue in an adult with amiodarone- induced toxicity", "authors": [{"first": "Filippo", "middle": [], "last": "Benassi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alberto", "middle": [], "last": "Molardi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Elena", "middle": [], "last": "Righi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rosaria", "middle": [], "last": "Santangelo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marco", "middle": [], "last": "Meli", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Amiodarone is a highly effective antiarrhythmic agent. Unfortunately amiodarone-induced pulmonary toxicity is described for medium-long term therapy. We describe a case of a 65-year-old man admitted to our department for breathlessness and with a history of recurrent episodes of atrial fibrillation for which he had been receiving amiodarone (200 mg/day) since 2008. Despite diuretic therapy, along with aspirin, statins and antibiotics the patient continued to complain of severe dyspnea and had a moderate fever. Thus, diagnostic hypotheses different from acute cardiac failure were considered, in particular non-cardiogenic causes of pulmonary infiltrates. Following suspicion of amiodarone-induced pulmonary toxicity, the drug was discontinued and corticosteroid therapy was initiated. Due to the deterioration of the clinical picture, we proceeded to intubation. After few hours from intubation we were forced to institute a veno-venous extracorporeal membrane oxygenation due to the worsening of pulmonary function. The patient's clinical condition improved which allowed us to remove the ECMO after 15 days of treatment. Indications for use of ECMO have expanded considerably. To our knowledge this is the first successful, reported article of a veno-venous ECMO used to treat amiodarone-induced toxicity in an adult. In patients with severe but potentially reversible pulmonary toxicity caused by amiodarone, extracorporeal life support can maintain pulmonary function and vital organ perfusion at the expense of low morbidity, while allowing time for drug clearance.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Amiodarone is a highly effective antiarrhythmic agent. Amiodarone pulmonary toxicity (APT) was first reported in 1980. The incidence of amiodarone PT is reported to be 0-10 %. Mortality is estimated at 1-33 %. Onset of amiodarone PT is unpredictable and insidious, often remaining a diagnosis of exclusion, after consideration of heart failure, pulmonary embolism, malignancy and pulmonary infection [1] . Increased age, preexisting lung disease, dose, and duration of therapy are potential risk factors. The risk of developing amiodarone lung disease (ALD) is directly related to the dose and duration of amiodarone therapy. However, pulmonary toxicity may occur even with small doses of amiodarone or short treatment duration, and early recognition of ALD is critical to prevent or minimize its potentially devastating pulmonary effects. Although higher doses tend to be more toxic, low doses of amiodarone can cause serious toxicity. Clinical symptoms and signs are nonspecific and include dyspnea, nonproductive cough, pleuritic pain, weight loss, fever, and bilateral inspiratory crackles upon auscultation. Radiographic findings on chest X-ray or high resolution computed tomography (CT) are variable, including diffuse or localized well-defined or illdefined interstitial, alveolar, or mixed ground-glass opacities that are often but not always bilateral. Laboratory findings are nonspecific but may include elevated erythrocyte sedimentation rate, C-reactive protein. Histologic findings in ALD are variable [2] .", "cite_spans": [{"start": 400, "end": 403, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1516, "end": 1519, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "A 65-year-old man experienced worsening dyspnea, cough with clear sputum and fever for 7 days before admission in our department in June 2010. The patient underwent cardiac surgery (coronary artery bypass grafts) 6 years before. He had been receiving amiodarone (200 mg/day) since 2008 due to recurrent episodes of atrial fibrillation. Upon physical examination the only relevant findings were moderate fever (37.5°C) and basilar pulmonary rales. A soft apical systolic murmur was heard. The abdomen was normal, and there was no peripheral edema. A chest radiograph revealed an enlarged heart and multiple infiltrates with nodular patterns in both lungs, interstitial edema, and slight pleural effusion (Fig. 1) . The pulse was 95 beats/min and the blood pressure 120/70 mmHg. Laboratory tests confirmed the slight leukocytosis (12.40 mig/ mmc), 87 % neutrophils and revealed an increase of the erythrocyte sedimentation rate (87 mm/h), C-reactive protein (21.02 mg/dl), D-Dimer (1302 lg/l), BNP (909 pg/ml), and serum lactates (1 mmol/l). Procalcitonin was negative. An electrocardiogram revealed sinus rhythm and left ventricular hypertrophy. An echocardiographic examination showed a mild diffuse left ventricular hypokinesis without regional asynergies and an estimated ejection fraction of 50 %, with trace of mitral regurgitation. No signs of valves dysfunction were noted. The size and systolic function of the right ventricle were normal, whereas a moderate tricuspid regurgitation was shown, with a derived systolic pulmonary artery pressure of 45 mmHg. A transesophageal echocardiogram revealed no signs of valve endocarditis. Chest high-resolution computed tomography (HRCT) revealed severe bilateral diffuse ground-glass confluent opacities with a subpleural distribution and mediastinal and hilar bilateral lymphadenopathy (Fig. 2) . Acute pulmonary edema was diagnosed and intravenous diuretic therapy (60 mg/die) and large spectrum antibiotics (imipenem, claritromicina and amikacina) were initiated. Despite diuretic therapy, along with aspirin, statins and antibiotics the patient continued to complain of severe dyspnea and had a moderate fever. Thus, diagnostic hypotheses different from acute cardiac failure were considered, in particular non-cardiogenic causes of pulmonary infiltrates. Following suspicion of amiodarone-induced pulmonary toxicity, the drug was discontinued and corticosteroid therapy was initiated (i.v. prednisone 2 mg/kg/day for 21 days and then deltacortene 25 mg/day). Due to the deterioration of the clinical picture (PaO 2 38 mmHg, PaCO 2 41 mmHg despite continuous positive airway pressure), we proceeded to intubation, but even with mechanical ventilation the patient suffered refractory pulmonary dysfunction with severe respiratory acidosis (PaO 2 45 mmHg, PaCO 2 70 mmHg with FiO 2 100 %, pH 7.21, HCO 3 -27 mmol/l). We decided to institute a venous femo-femoral extracorporeal membrane oxygenation (Quadrox, Medtronic, Minneapolis, MN, USA). Cultures of blood, sputum and urine were sterile. Also serological (Legionella pneumophila, Mycoplasma, Coxiella burnetii, pneumococci) and immunological tests (antinuclear antibodies, antismooth muscle antibodies, antineutrophil cytoplasmic antibodies, antimitochondrial antibodies, and liver-kidney microsomal antibodies) were normal. Tests for antiviral antibodies were negative (HBV, HCV, HIV, H1N1, CMV). The antibiotic drug regimen was changed to linezolid, levofloxacina, meropenem and fluconazole. We performed transbronchial lung biopsy or bronchoalveolar lavage, which revealed light thickening of interalveolar septa and a great number of foam cells, findings consistent with the diagnosis of amiodarone pneumonitis (Fig. 3) . The patient's clinical condition improved which allowed us to remove the ECMO after 16 days of treatment (blood gas analysis course is shown in the Table 1 ). A CT scan before discharge in August 2010 showed residual patchy parenchymal changes, significant reduction of the ground-glass confluent opacities, and areas of consolidation at the bases, consistent with resolving pulmonary disease. We performed a second chest radiograph (Fig. 4) and a CT scan after 1 year that showed an almost total resolution of the ground-glass opacities, of the areas of consolidation and a significant improvement in bilateral pulmonary lymphadenopathy (Fig. 5 ). The patient continued in doing well and did not suffer from any pulmonary symptom after 2 years' follow-up. ", "cite_spans": [], "ref_spans": [{"start": 703, "end": 711, "text": "(Fig. 1)", "ref_id": "FIGREF0"}, {"start": 1836, "end": 1844, "text": "(Fig. 2)", "ref_id": "FIGREF1"}, {"start": 3721, "end": 3729, "text": "(Fig. 3)", "ref_id": "FIGREF2"}, {"start": 3880, "end": 3887, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 4165, "end": 4173, "text": "(Fig. 4)", "ref_id": null}, {"start": 4370, "end": 4377, "text": "(Fig. 5", "ref_id": "FIGREF3"}], "section": "Materials and methods"}, {"text": "Among amiodarone side effects, pulmonary toxicity is the most serious adverse reaction, and it often limits the drug's clinical use. Different amiodarone-induced pulmonary lesions are reported. The most common form is a chronic interstitial pneumonitis, although bronchiolitis obliterans with organizing pneumonia, ARDS, and a solitary pulmonary mass of fibrosis can also be seen [3] . Diagnosis is often one of exclusion as there are no specific laboratory analyses to confirm APT. Diagnosing APT is based on a combination of strong clinical suspicion, history, radiographic and clinical evidence, and the rigorous exclusion of alternative etiologies. The incidence of amiodarone-related pulmonary toxicity is 0-10 % with a death rate of 5-10 % in affected patients. The risk of amiodarone pulmonary toxicity in patients with heart failure or after myocardial infarction was estimated to be 1 %/year. A study looking at low dose amiodarone has shown a similar incidence of pulmonary toxicity. Toxicity can occur within days, months or years and can present either acutely in the form of fever, pleuritic chest pain, and cough or subacutely with chronic dyspnea, dry cough, and hypoxia [4] . Higher daily doses are associated with a greater incidence of pulmonary toxicity but may occur in patients taking lower doses (200 mg/day) [5] . Symptoms are non-specific and differentiating subacute amiodarone pulmonary toxicity from chronic heart failure is especially difficult, since most patients receiving amiodarone have underlying cardiomyopathy. Amiodarone toxicity is a constellation of clinical, radiologic, and histologic findings secondary to tissue damage. Amiodarone-related radiologic findings include diffuse interstitial and alveolar infiltrates, localized pulmonary infiltrates, and patchy and focal air space opacities. Diffuse ground glass opacities in bilateral lungs on CT have also been described. Chest Roentgenography shows bilateral diffuse or patchy infiltrates, more commonly in the right lobe. Early in the course of disease, ground-glass opacities are also common.", "cite_spans": [{"start": 380, "end": 383, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1186, "end": 1189, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 1331, "end": 1334, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Discussion"}, {"text": "Pleural thickening and/or effusion, and multiple pulmonary nodules in the upper lobes secondary to iodine accumulation in type II pneumocytes have been described [4] . Our patient experienced most of these radiographic findings and characteristic clinical symptoms-although not entirely specific for amiodarone toxicity-sufficient to suggest amiodarone toxicity.", "cite_spans": [{"start": 162, "end": 165, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Discussion"}, {"text": "Amiodarone-induced acute lung damage, which can be severe and occasionally life-threatening, is less known and has not been widely described. The risk of developing pulmonary adverse reactions is related to serum amiodarone concentrations and it is particularly high in patients taking doses [400 mg daily. Ernawati et al. demonstrated that the duration of amiodarone therapy was a significant risk factor for APT with increased risk after 1 month of therapy and being highest in the patients who were on amiodarone for 6-12 months. Total cumulative dose of amiodarone is considered an independent risk factor in addition to the duration of therapy for amiodarone toxicity [6] . Yamada et al. in a trial confirmed a cumulative increase in the incidence of APT from 4.2 to 7.8 and 10.6 % with 1, 3 and 5 years use of amiodarone, respectively [7, 8] . It was believed that pulmonary toxicity was positively correlated with a cumulative dose of 140-230 g and associated with a high likelihood of clinically significant lung damage [9] . Our patient developed amiodarone pneumonitis despite only receiving 200 mg daily over 3 years, which puts him in a low-risk category but with a cumulative dose of about 200 g over the previous 3 years. The cumulative dose was close to that associated with pulmonary toxicity (more than 140 g) and was considered to be a probable cause of the pulmonary abnormalities. Moreover, the history of thoracic surgical injury in our patient may have played an important role. In fact, a higher incidence of pulmonary toxicity has been described following cardiac or pulmonary surgery [10] .", "cite_spans": [{"start": 673, "end": 676, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 841, "end": 844, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 845, "end": 847, "text": "8]", "ref_id": "BIBREF7"}, {"start": 1028, "end": 1031, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 1609, "end": 1613, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "There are no precise diagnostic criteria for APT and monitoring guidelines have not been implemented universally. APT is mainly a diagnosis of exclusion of other clinical conditions including but not limited to heart failure, pneumonia, pulmonary fibrosis (secondary to tuberculosis, systemic lupus erythematosus, rheumatoid arthritis) and medications (bleomycin, cyclophosphamide, methotrexate) [8] .", "cite_spans": [{"start": 396, "end": 399, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "The histopathology of ALD is variable and may lead to diagnostic uncertainty with a broad differential diagnosis if a clinical history of amiodarone exposure is not provided. ALD typically presents as interstitial pneumonitis with abundant foamy macrophages and vacuolated pneumocytes; however, it may also present with other histopathologic findings including bronchiolitis obliterans organizing pneumonia, acute lung injury, or pulmonary hemorrhage. ALD may also present as nodules or mass lesions consisting of foamy macrophages with central necrosis and may be confused with Legionnaire disease, Wegener granulomatosis, inflammatory pseudotumors, or clear cell neoplasms. The differential diagnosis includes these entities as well as the Epstein-Barr virus or mycoplasma infections, cellular nonspecific interstitial pneumonia, hypersensitivity pneumonitis, and additional lymphoproliferative disorders. In all cases, the presence of intra-alveolar foamy macrophages can aid in the diagnosis of ALD, particularly when they are abundant. In addition to ALD, the differential diagnosis includes other secondary eosinophilic pneumonia (EP) due to infections, immunologic or systemic diseases, and exposures to other drugs. Various infectious agents have been associated with EP, such as Aspergillus, Coccidioides, mycobacterial organisms, and numerous parasites. Fungal stains, serologic and other laboratory testing, and clinicopathologic correlation may be necessary to distinguish an infectious etiology from ALD. Various immunologic and systemic diseases may also induce a secondary EP, including asthma, allergic bronchopulmonary fungal disease, collagen vascular disease, Churg-Strauss syndrome, HIV infection, hypereosinophilic syndrome, and various malignancies. The list of drugs that has been associated with tissue eosinophilia is long and includes b-adrenergic antagonists, bleomycin, cocaine, granulocyte/macrophage colony-stimulating factor, hydrochlorothiazide, L-tryptophan, methotrexate, minocycline, nitrofurantoin, penicillamine, phenytoin, procarbazine, and sulfasalazine, among many others [2] . In his study, Irey defined requirements for eligibility of a drug as an independent variable (e.g., proof of administration, temporal eligibility, appropriate latency period) and criteria to demonstrate empiric correlation between the drug and adverse reaction (e.g., elimination of other possibilities by temporal ineligibility, improvement of symptoms with discontinuation, recurrence of symptoms with rechallenge, singularity of the drug, or a pattern of clinical symptoms consistent with toxicity). On the basis of the combination of these criteria, Irey proposed 5°of certainty that the drug of interest is causally linked to the adverse reaction (''Causative'', ''Probable'', ''Possible'', ''Coincidental'', and ''Negative''). The case presented fulfill criteria for amiodarone as an independent variable, each displaying histologic proof of amiodarone exposure (foamy macrophages), temporal eligibility (long-term administration before symptom development), and an appropriate latency period (known to be widely variable with amiodarone toxicity) [11] . Our case fulfills one or more criteria for empiric correlation, including elimination of other drug possibilities, clinical symptoms, and a constellation of radiographic and histopathologic findings consistent with a drug reaction. It is our opinion that these findings, taken in combination, are strongly suggestive of a causal link between amiodarone and the histopathologic findings, consistent with the ''Probable'' category of certainty by Irey's method. It is our opinion that these findings, taken in combination, are strongly suggestive of a causal link between amiodarone and the lung disease presented by our patient excluding the infective origin. The mainstay of treatment for amiodaroneinduced lung toxicity is to discontinue the drug. Although an initial 50 % reduction in plasma concentration is seen in patients 3-10 days after drug cessation, the terminal halflife ranges from 13 to 142 days. Discontinuation of amiodarone as sole therapy may be sufficient if the extent of the disease is limited. Corticosteroids should be administered in patients who show substantial involvement of the lung parenchyma on imaging studies with or without concomitant hypoxemia. Patients generally improve with discontinuation of amiodarone with or without corticosteroids over a period of 1-6 months. Radiographic follow-up shows complete clearing of opacities in about 85 % of patients [5, 10, 12] . Interestingly, there have been several reports of APT with complete resolution of ground-glass opacities after treatment with discontinuation of amiodarone and corticosteroids administration, but none reporting such refractoriness needing treatment with extracorporeal membrane oxygenation.", "cite_spans": [{"start": 2112, "end": 2115, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 3172, "end": 3176, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 4568, "end": 4571, "text": "[5,", "ref_id": "BIBREF4"}, {"start": 4572, "end": 4575, "text": "10,", "ref_id": "BIBREF9"}, {"start": 4576, "end": 4579, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Health care providers should withdraw amiodarone at the earliest suspicion; any delay can potentially be fatal. This case also highlights the fact that APT is a reversible phenomenon, provided its early recognition and treatment before fibrosis sets in [8] . In this scenario, patient education about the signs and symptoms and regular clinical followup in addition to medical suspicion of pulmonary toxicity are essential for timely diagnosis and correct treatment. Second, lungs that have already been exposed to physical insults, such as the lungs of patients undergoing cardiac surgery, are particularly susceptible to pulmonary toxicity even while on low dose amiodarone therapy. Unfortunately, cardiac surgery is one of the clinical scenarios in which amiodarone is most commonly used. It has been reported that amiodarone use, postcardiac surgery could be relatively safe in both the short and the long term [10] . Although clinical symptoms usually resolve within 2-4 weeks, radiographic findings usually require 3 months. In most patients, recovery from lung disease was achieved after discontinuation of amiodarone and initiation of steroidal therapy. Nevertheless, patients in whom acute respiratory distress syndrome develops in the context of pulmonary toxicity related to amiodarone show a fatal course despite therapies [12, 13] . The case we report suggests that in a patient undergoing treatment with amiodarone, the onset of acute respiratory insufficiency, with a chest X-ray and a CT scan showing prevalently interstitial infiltrate and without evident signs of an infectious etiology, must lead to the suspicion of a possible toxic effect of amiodarone. This toxic effect may not be strictly linked to duration of the treatment and amiodarone dose. Unfortunately our patient has not benefited from discontinuation of amiodarone and continued to worsen. Therefore, the only chance was to institute a veno-venous ECMO in order to restore the pulmonary function. The first report suggesting ECMO for intoxications has been published in 1994. Indications for use of ECMO have expanded considerably, including support for respiratory distress syndrome, multisystem organ failure, burns, traumatic hemorrhage, sepsis, myocarditis, malignant arrhythmias, bridge to transplantation, and circulatory support after cardiac surgery [14, 15] . To our knowledge this is the first successful reported article of a veno-venous ECMO used to treat amiodarone-induced toxicity in an adult.", "cite_spans": [{"start": 253, "end": 256, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 915, "end": 919, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1335, "end": 1339, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1340, "end": 1343, "text": "13]", "ref_id": "BIBREF12"}, {"start": 2342, "end": 2346, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 2347, "end": 2350, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "VV-ECMO is the ultimate treatment option in patients with lung failure. It is easy to install and to maintain, but widespread use has not occurred, except for neonates. In patients with severe but potentially reversible pulmonary toxicity caused by amiodarone, extracorporeal life support can maintain pulmonary function and vital organ perfusion at the expense of low morbidity, while allowing time for drug clearance.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Population level incidence and risk factors for pulmonary toxicity associated with amiodarone", "authors": [{"first": "C", "middle": ["A"], "last": "Jackevicius", "suffix": ""}, {"first": "A", "middle": [], "last": "Tom", "suffix": ""}, {"first": "V", "middle": [], "last": "Essebag", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Eisenberg", "suffix": ""}, {"first": "E", "middle": [], "last": "Rahme", "suffix": ""}, {"first": "Ven", "middle": [], "last": "Tuj", "suffix": ""}, {"first": "K", "middle": [], "last": "Humphries", "suffix": ""}, {"first": "H", "middle": [], "last": "Behlouli", "suffix": ""}, {"first": "L", "middle": [], "last": "Pilote", "suffix": ""}], "year": 2011, "venue": "Am J Cardiol", "volume": "108", "issn": "", "pages": "705--710", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Lymphoid hyperplasia and eosinophilic pneumonia as histologic manifestations of amiodarone-induced lung toxicity", "authors": [{"first": "B", "middle": ["T"], "last": "Larsen", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Vaszar", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Colby", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Tazelaar", "suffix": ""}], "year": 2012, "venue": "Am J Surg Pathol", "volume": "36", "issn": "4", "pages": "509--516", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Amiodaroneinduced pulmonary toxicity", "authors": [{"first": "L", "middle": [], "last": "Pourafkari", "suffix": ""}, {"first": "A", "middle": [], "last": "Yaghoubi", "suffix": ""}, {"first": "S", "middle": [], "last": "Ghaffari", "suffix": ""}], "year": 2011, "venue": "Intern Emerg Med", "volume": "6", "issn": "", "pages": "465--466", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Amiodarone lung toxicity in a cardiac transplant candidate initially diagnosed by fine-needle aspiration: Cytologic, histologic, and electron microscopic findings", "authors": [{"first": "L", "middle": [], "last": "Omeroglu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kalugina", "suffix": ""}, {"first": "C", "middle": [], "last": "Ersahin", "suffix": ""}, {"first": "E", "middle": ["M"], "last": "Wojcik", "suffix": ""}], "year": 2006, "venue": "Diagn Cytopathol", "volume": "34", "issn": "", "pages": "351--354", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "48-year-old woman with dyspnea, cough, and weight loss", "authors": [{"first": "K", "middle": ["M"], "last": "Duello", "suffix": ""}, {"first": "I", "middle": ["K"], "last": "Louh", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Burger", "suffix": ""}], "year": 2012, "venue": "Mayo Clin Proc", "volume": "87", "issn": "11", "pages": "1124--1127", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Amiodaroneinduced pulmonary toxicity", "authors": [{"first": "D", "middle": ["K"], "last": "Ernawati", "suffix": ""}, {"first": "L", "middle": [], "last": "Stafford", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Hughes", "suffix": ""}], "year": 2008, "venue": "Br J Clin Pharmacol", "volume": "66", "issn": "1", "pages": "82--87", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Incidence and predictors of pulmonary toxicity in Japanese patients receiving low-dose amiodarone", "authors": [{"first": "Y", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "T", "middle": [], "last": "Shiga", "suffix": ""}, {"first": "N", "middle": [], "last": "Matsuda", "suffix": ""}, {"first": "N", "middle": [], "last": "Hagiwara", "suffix": ""}, {"first": "H", "middle": [], "last": "Kasanuki", "suffix": ""}], "year": 2007, "venue": "Circ J", "volume": "71", "issn": "10", "pages": "1610--1616", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Amiodarone induced pulmonary toxicity: an unusual response to steroids", "authors": [{"first": "J", "middle": [], "last": "Garg", "suffix": ""}, {"first": "N", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "A", "middle": [], "last": "Marballi", "suffix": ""}, {"first": "S", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "N", "middle": [], "last": "Rawat", "suffix": ""}, {"first": "S", "middle": [], "last": "Sule", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Lehrman", "suffix": ""}], "year": 2012, "venue": "Am J Case Rep", "volume": "13", "issn": "", "pages": "62--65", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Adverse effect of low-dose amiodarone mimicking pulmonary malignancy", "authors": [{"first": "H", "middle": ["C"], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Sung", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Lin", "suffix": ""}, {"first": "T", "middle": [], "last": "Tak", "suffix": ""}], "year": 2010, "venue": "Int J Angiol", "volume": "19", "issn": "1", "pages": "51--53", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Amiodarone-induced pulmonary toxicity mimicking acute pulmonary edema", "authors": [{"first": "I", "middle": [], "last": "Fabiani", "suffix": ""}, {"first": "D", "middle": [], "last": "Tacconi", "suffix": ""}, {"first": "S", "middle": [], "last": "Grotti", "suffix": ""}, {"first": "R", "middle": [], "last": "Brandini", "suffix": ""}, {"first": "C", "middle": [], "last": "Salvadori", "suffix": ""}, {"first": "M", "middle": [], "last": "Caremani", "suffix": ""}, {"first": "L", "middle": [], "last": "Bolognese", "suffix": ""}], "year": 2011, "venue": "J Cardiovascular Med", "volume": "12", "issn": "", "pages": "361--365", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Teaching monograph. Tissue reactions to drugs", "authors": [{"first": "N", "middle": ["S"], "last": "Irey", "suffix": ""}], "year": 1976, "venue": "Am J Pathol", "volume": "82", "issn": "", "pages": "613--647", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Severe amiodarone induced pulmonary toxicity", "authors": [{"first": "N", "middle": [], "last": "Nacca", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Bhamidipati", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Yuhico", "suffix": ""}, {"first": "S", "middle": [], "last": "Pinnamaneni", "suffix": ""}, {"first": "T", "middle": [], "last": "Szombathy", "suffix": ""}], "year": 2012, "venue": "J Thorac Dis", "volume": "4", "issn": "6", "pages": "667--670", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Amiodarone pulmonary toxicity", "authors": [{"first": "N", "middle": [], "last": "Wolkove", "suffix": ""}, {"first": "M", "middle": [], "last": "Baltzan", "suffix": ""}], "year": 2009, "venue": "Can respir J", "volume": "16", "issn": "2", "pages": "43--48", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Rescue extracorporeal life support for acute verapamil and propranolol toxicity in a neonate", "authors": [{"first": "F", "middle": [], "last": "De Rita", "suffix": ""}, {"first": "L", "middle": [], "last": "Barozzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Franchi", "suffix": ""}, {"first": "G", "middle": [], "last": "Faggian", "suffix": ""}, {"first": "A", "middle": [], "last": "Mazzucco", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Luciani", "suffix": ""}], "year": 2011, "venue": "Artif Organs", "volume": "35", "issn": "4", "pages": "416--420", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "ECMO for cardiac rescue in a neonate with accidental amiodarone overdose", "authors": [{"first": "N", "middle": ["A"], "last": "Haas", "suffix": ""}, {"first": "C", "middle": [], "last": "Wegendt", "suffix": ""}, {"first": "R", "middle": [], "last": "Schaffler", "suffix": ""}, {"first": "G", "middle": [], "last": "Kirchner", "suffix": ""}, {"first": "E", "middle": [], "last": "Welisch", "suffix": ""}, {"first": "K", "middle": [], "last": "Kind", "suffix": ""}, {"first": "U", "middle": [], "last": "Blanz", "suffix": ""}, {"first": "D", "middle": [], "last": "Kececioglu", "suffix": ""}], "year": 2008, "venue": "Clin Res Cardiol", "volume": "97", "issn": "", "pages": "878--881", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Chest radiograph on admission revealing marked bilateral infiltrates", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Computed tomographic (CT) slices showing patches of ground-glass opacity, mediastinal and hilar bilateral", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Histology of ALD showing hyaline membranes, in association with interstitial fibrosis and foamy macrophages", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Computed tomographic slices made 1 year after discharge showing an almost total resolution of the ground-glass opacities and areas", "latex": null, "type": "figure"}, "TABREF0": {"text": "The columns shows the blood gas analysis in relationship with the different type of ventilation with or without ECMO and their progressive improvement leading to ECMO removalFig. 4 Chest radiograph made after 1 year showing complete resolution of infiltrates", "latex": null, "type": "table"}}, "back_matter": []}