{
    "paper_id": "0be2b82dc8f666897e34c57a3d1bea1e95539b38",
    "metadata": {
        "title": "VEGETATION OF THE BOREAL FORESTS SOUTH OF JAMES BAY: NON-CENTERED COMPONENT ANALYSIS OF THE VASCULAR FLORA 1",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "J"
                ],
                "last": "Carleton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "M5S JAJ",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "F"
                ],
                "last": "Maycock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "postCode": "L6L JC6",
                        "settlement": "Mississauga",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Results from an extensive vegetation survey of 197 boreal forest stands, encompassing a full spectrum of succession and site types in the regions of Ontario and Quebec south of James Bay, are reported. Non-centered principal component analysis plus varimax rotation (nodal component analysis) is applied to overstory and understory data in order to detect vegetational noda. The overstory data are inherently more structured (i.e., contain more distinct subgroups) than those of the understory. An exception is seen with groups in which Abies balsa mea plays a prominent role. These are interpreted as stages in various successions of which only one, a Betula papyrifera to A. balsamea sequence, represents the complete transition from one canopy dominant to another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The understory noda are summarized in terms of the compositional and environmental features of stands belonging to each nodum. Relationships among the understory noda are summarized in a multidimensional scaling ordination which is derived directly from similarity values (conjunction coefficients) representing the overlap between pairs of noda. Two major environmental gradients seem to affect understory composition. These are a site moisture-nutrient concentration gradient and a general fertility-productivity gradient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Canopy composition and understory vegetation are compared by nodal conjunction between the two analyses. Groups of noda, representing wet bog forests and also upland mesic forests, show moderate to good coincidence but beyond this little canopy specificity emerges. These results indicate that overstory-understory coincidence is due primarily to similar site requirements. Understory species' response to an overstory succession is examined. Many abundant herbs seem indifferent to dramatic canopy change. This observation and results from nodal component analysis are discussed with respect to forest fire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The lowland boreal forest in North America forms a continuous transcontinental belt from Alaska to Labrador and Newfoundland. This belt, occupying most of the area between 50° and 60° north latitude, is = 800 km wide in central Canada. Comprehensive local vegetation surveys have been conducted on this formation at various locations such as Candle Lake, Saskatchewan Dix 1966, Jeglum 1968, Dix and Swan 1971) , northwestern Alberta (Moss 1953) , central Saskatchewan (Rowe 1956) and northern Manitoba (Ritchie 1962) . More extensive studies have involved a monographic approach in which forest stands are selected on some specific a priori compositional basis (e.g., Curtis 1%0, La Roi 1967, La Roi and Stringer 1975) . However, none of the above studies encompasses the complete latitudinal width of the boreal forest region, sensu Rowe (1972) , in Canada.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 390,
                    "text": "Dix 1966, Jeglum 1968,",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 409,
                    "text": "Dix and Swan 1971)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 433,
                    "end": 444,
                    "text": "(Moss 1953)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 468,
                    "end": 479,
                    "text": "(Rowe 1956)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 502,
                    "end": 516,
                    "text": "(Ritchie 1962)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 668,
                    "end": 703,
                    "text": "Curtis 1%0, La Roi 1967, La Roi and",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 718,
                    "text": "Stringer 1975)",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 845,
                    "text": "Rowe (1972)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In central-eastern Canada the boreal forest region 1 Manuscript received 4 April 1979; accepted 9 November 1979; final version received 13 November 1979. dips south of James Bay and is reduced in latitudinal width to =241 km. This may be due to opposing summer cooling from James and Hudson's Bays and winter climatic amelioration from the Great Lakes. The southward extension of the boreal forest region to 47o latitude has allowed ease of access and the narrower extent of the boreal forest belt in this area has facilitated a comprehensive vegetation survey of the complete latitudinal width in those sections of Ontario and Quebec south of James Bay (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 662,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The work reported here derives from tree and sapling data for 205 boreal forest stands and understory vegetation data for 197 of these same stands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A central problem in vegetation analysis is to summarize a large, complex set of data in succinct form and to identify the major sources of compositional variation. This information can be used to generate useful hypotheses for more detailed study. With these points in mind four major objectives were addressed. vegetation data and to define community types or vegetational continua where appropriate. 2) To examine the relationships between vegetation and certain environmental parameters. 3) To infer the nature and extent of forest succession, and to assess its significance in site-to-site differences in species composition. 4) To compare the relationship between tree canopy and understory vegetation, and to infer their degree of interdependence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "The study area (inset Fig. 1 ) extends from James Bay in the north (51° latitude) to the southern edge of the Precambrian Shield in Ontario (=45° latitude). The western limit is formed by the Albany-Kenogami River system and Hornepayne, Ontario (84°46' longitude) while to the east, Senneterre, Quebec (77°18' longitude) and the Bell-Nottaway River system form the boundary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Geology, topography and glacial features"
        },
        {
            "text": "Although the whole of the study region is underlain by the Precambrian Shield, the region can be subdivided into three roughly equal sections from north to south, on the basis of surficial geology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geology, topography and glacial features"
        },
        {
            "text": "In the north the James Bay Lowlands are characterized by Paleozoic and Mesozoic sedimentary rocks, mostly limestones, dolomites, and shales. Overlying this bedrock are calcium-rich glaciolacustrine tills and marine sediments. Topographically the area is flat and uniform except where-the major rivers have carved wide valleys through the soft Quaternary sediments (Prest 1970) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 376,
                    "text": "(Prest 1970)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Geology, topography and glacial features"
        },
        {
            "text": "Further south the Precambrian Shield is overlain by deep glacial and lacustrine deposits. Clay till, forming the greater Clay Belt of Ontario and Quebec, is most abundant. Other features are numerous esker ridges and outwash sand plains (Wilson 1938, Boissoneau 1%6) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 266,
                    "text": "(Wilson 1938, Boissoneau 1%6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Geology, topography and glacial features"
        },
        {
            "text": "The southern section of the study area exhibits a thin, patchy mantle of boulder-strewn sand till amongst which exposed bedrock is common (Boissoneau 1968) . Topography in this section is moderate to vigorously rolling with more relief in the vicinity of the upper Great Lakes, Algonquin Park, and the Ottawa River valley.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 155,
                    "text": "(Boissoneau 1968)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Geology, topography and glacial features"
        },
        {
            "text": "In general there exists a north-south thermal gradient which is especially steep in winter. This partially reflects the position of the arctic frontal zone which correlates with the present-day distribution of the boreal forest belt (Bryson 1966) . Superimposed on the north-south gradient is an east-west gradient of decreasing moisture surplus, sensu Thornthwaite (1948) . Features of the climate favorable to plant growth are the coincidence of midsummer warmth and rainfall, while features militating against plant growth include shortness of growing season and the high frequency of late spring and early autumn frosts.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 246,
                    "text": "(Bryson 1966)",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 372,
                    "text": "Thornthwaite (1948)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Climate"
        },
        {
            "text": "Much of the James Bay Lowlands section supports \"open\" or \"subarctic\" woodland (Hare 1954 , Sjors 1959 . Only the river valleys support closed-canopy boreal forest (taiga) in the form of Populus balsamifera (balsam poplar) and Picea glauca (white spruce)dominated forests occupying the lowest and higher fluvial terraces, respectively. Southward, closed-canopy forests dominate the landscape. The major tree species include Picea mariana (black spruce), Pinus banksiana (jack pine), Populus tremuloides (trembling aspen), Abies balsamea (balsam fir), Betula papyrifera (paper birch), and to a lesser extent Larix laricina (tamarack), as well as Picea glauca and Populus balsamifera (Carleton and Maycock 1978) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 89,
                    "text": "(Hare 1954",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 102,
                    "text": ", Sjors 1959",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 682,
                    "end": 709,
                    "text": "(Carleton and Maycock 1978)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Vegetation"
        },
        {
            "text": "South of roughly 47° latitude boreal forests persist as local outliers in an area primarily covered by the evergreen-deciduous forest of the Great Lakes-St. Lawrence region (Rowe 1972) . Bog forests of Picea mariana and Larix laricina are most common but some upland forests may be dominated by Pinus banksiana, Abies balsamea, and Picea glauca.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 184,
                    "text": "(Rowe 1972)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Vegetation"
        },
        {
            "text": "Forest disturbance is mostly of a catastrophic nature in the region. Extensive clear-cut areas are a common feature of the landscape south of the James Bay Lowlands. Epidemics of insect pests such as Choristoneura fumiferana (spruce budworm) and defoliators such as Malacosoma disstria (tent caterpillar) are often observed in monospecific forests. In addition there is documented evidence of frequent forest fire (Donnelly and Harrington 1978) . A charcoal horizon was found in the surface soil layers of =75% of the forest stands described here, indicating a postfire origin.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 444,
                    "text": "(Donnelly and Harrington 1978)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Human and natural disturbance"
        },
        {
            "text": "Initially stands were selected on the basis of subjective a priori criteria. These were: relative continuity of forest canopy, no evidence of human disturbance, apparent homogeneity over a minimum extent of 2 ha, and consistent substrate and topography throughout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Tree and sapling data were collected in each stand by the point-centered quarter method (Cottam and Curtis 1956, Mueller-Dombois and Ellenberg 1974) . Following random placement of the first point, the remainder were spaced at 15 paces along a random compass bearing. Thirty points (120 trees and 120 saplings) were recorded in each stand. At alternate points a 1-m2 quadrat was laid and the presence of all understory terrestrial plant species recorded.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 99,
                    "text": "(Cottam and",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 100,
                    "end": 132,
                    "text": "Curtis 1956, Mueller-Dombois and",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 148,
                    "text": "Ellenberg 1974)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A pooled soil collection, comprising samples of the complete A 1 horizon from three locations within each stand, was air dried in the field. The pH of the A 1 horizon was estimated in the field by indicator kit. In addition, notes on the soil profiles at the three sample sites were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Notes on stand location, structure, probable history, topography, aspect, slope, moisture status, microclimate, and parent substrate were made on standard printed sheets. The system for site moisture description follows Maycock and Curtis (1960) .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 245,
                    "text": "Maycock and Curtis (1960)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Nomenclature for vascular plants follows Fernald (1950) while Crum et at. (1973) are adhered to for mosses. Soil analyses were performed by the regional soil testing laboratory, Department of Land Use Resources, University of Guelph, Ontario. Potassium analysis was by flame emission spectrophotometry, calcium by atomic absorption spectrometry, and phosphorus by \"Technicon\" autoanalyzer. The pH measurement was by standard glass electrode in a distilled water paste.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 55,
                    "text": "Fernald (1950)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 62,
                    "end": 80,
                    "text": "Crum et at. (1973)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Treatment of the tree and sapling data is given in Carleton and Maycock (1978) . Briefly, importance values (relative basal area plus relative density plus relative frequency; Curtis 1959) were calculated. Absolute densities of trees and saplings were combined. These figures were then split into diameter size classes for each species, where class 1 (saplings) :;3 9.93 em < class 2,;;; 17.19 em< class 3 < 24.32 em< class 4,;;; 34.39 em < class 5. These figures were converted to relative densities per species for multivariate analysis.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 78,
                    "text": "Carleton and Maycock (1978)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The field layer data of species presence in 15 1-m 2 quadrats were summarized as percent frequency in each stand (Greig-Smith 1964) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 131,
                    "text": "(Greig-Smith 1964)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "In accordance with objectives 1 and 4 above, the technique of nodal component analysis (Noy-Meir 1971, Noy-Meir and Whittaker 1977) was applied to both the overstory and understory data. This is an ordination technique with classificatory overtones (Noy-Meir 1971) which, unlike conventional methods of cluster analysis, does not impose exclusive group membership or hierarchic relationships upon the objects being classified. Furthermore, it operates in an RIQ mode (Gower 1966 , Orloci 1967 as an economical polythetic technique, i.e., operations can be carried out upon either a species x species or stand x stand resemblance matrix, whichever is the smaller. The result is a number of clusters, which may or may not overlap, representing species-in-stand coincidences.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 115,
                    "text": "(Noy-Meir 1971, Noy-Meir and",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 116,
                    "end": 131,
                    "text": "Whittaker 1977)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 467,
                    "end": 478,
                    "text": "(Gower 1966",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 479,
                    "end": 492,
                    "text": ", Orloci 1967",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The method consists of producing a non-centered cross-product matrix between species or stand pairs based upon the entries in a species x stand data table. This is subjected to single-iteration eigenanalysis (principal component factoring) followed by varimax rotation (Kaiser 1958) of the principal components of most interest. Stands or species are projected onto principal or varimax components to obtain scores, by matrix multiplication between the raw data table and the component loadings. These operations are conventional features of factor analysis (Harman 1976 ). However, nodal component analysis is unique in emphasizing the extraction of unipolar components.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 282,
                    "text": "(Kaiser 1958)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 558,
                    "end": 570,
                    "text": "(Harman 1976",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Centered principal components analysis (PCA), producing bipolar components, explores the maximal lines of variation in a set of multivariate data. However, non-centered PCA is based on a different geometric model, although in practice operations subsequent to resemblance matrix calculation are the same. If disjoint submatrix groups of species and stands occur in a data table then non-centered PCA will extract these in decreasing sequence of submatrix order and internal homogeneity (Noy-Meir 1973 , Feoli 1977 . Such components are unipolar, each being oriented from the common origin in data space to the center (centroid) of a submatrix cluster. In reality, vegetation data are continuous with submatrix groups showing more or less overlap. Non-centered PCA of such data results in some components becoming bipolar because they account for more variation between submatrix groups. Varimax rotation (Kaiser 1958) emphasizes saliently high or low loadings upon components (cluster seeking) at the expense of their individual contributions to total variance. This results in more unipolar components than were present in the original non-centered PCA.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 500,
                    "text": "(Noy-Meir 1973",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 513,
                    "text": ", Feoli 1977",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 904,
                    "end": 917,
                    "text": "(Kaiser 1958)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Detection of unipolar components is accomplished via calculation of a simple coefficient of asymmetry, a= 1 -I-!I+, where Iand I+ are the sums of squares of the negative and positive component loadings, respectively. The larger sum is taken as the denominator. Unipolar components arbitrarily exceed 0.9 on the 0 to 1 interval of this coefficient. Overlap or conjunction between unipolar components is assessed according to a normalized cross-product between component loads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "In this conjunction coefficient C, a represents the m component loadings on axes f and g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A problem is deciding on the number of principal components to include in rotation. Stopping rules are avoided here by rotating different numbers of principal components. Through inspection of conjunction coefficients between unipolar components at different levels of rotation it is possible to construct a dendrogram of relationship between the unipolar components. This may be vertical, hierarchic, or reticulate in appearance and provides useful insight into the structure of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Noy-Meir (1971) has equated each unipolar varimax component with a vegetational nodum. Thus a nodum is defined as a vegetational entity in which a coincidence occurs between a group of species and a group of stands where neither the groups nor the nodum are necessarily discretely bounded from, or hierarchically related to, other groups or noda. This broadly parallels other definitions of vegetational noda by Poore (1956) and Lambert and Williams (1962) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 424,
                    "text": "Poore (1956)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 429,
                    "end": 456,
                    "text": "Lambert and Williams (1962)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For the relative density figures of the overs tory, nodal component analysis was applied to 197 of the 205 stands. The five size classes were treated as independent \"pseudo-species\" in order to examine whether different classes of the same taxon co-occur or whether they associate with other tree species. Nine species were selected, giving 45 pseudo-species. Thus a 45 x 45 cross-product matrix was produced for component analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "For the understory data, including 440 vascular plant species, only those with an average frequency per stand of 1.5% or greater were used in the multivariate analysis. The resulting data table was 93 species by 197 stands in dimension and a cross-product matrix was produced between species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Relationship among unipolar varimax components (noda) was summarized using Kruskal's (1964a, b) nonmetric multidimensional scaling in two dimensions. Resemblance between noda was based on the conjunction coefficient, C, defined above.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "text": "Kruskal's (1964a, b)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Summary data for tree species among the 197 forest stands are given in Table 1 . Only the first nine species listed are of importance in the data, hence attention was confined to these in the overstory analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Trees and saplings"
        },
        {
            "text": "Principal component analysis.-Five components were intrinsically unipolar indicating heterogeneity within the data and distinctness of certain forest types. These were components 1, 3, 4, 7, and 10 accounting for 32, 13, 6, 3, and 1.7% of the total variance, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "Component 1 identified lowland black spruce bog forest stands with terminal loadings for size classes 1 and 2 of Picea mariana. Size classes 2 and 3 of Pinus banksiana were terminal on component 3 which defined medium-growth jack pine stands. Trembling aspen stands were identified by component 4 which had as the terminal loadings size classes 2 and 3 of Populus tremuloides. Component 7 bore terminal loadings for size classes 3, 2, and 1 of Larix laricina, in descending order, which characterized stand scores for tamarack bog-swamps. Finally, component 10 identified a small group of balsam poplar stands and the corresponding loadings were classes 2, 3, 4, and 1 of Populus balsamifera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "Thus the most distinctive forest types are more or less monospecific in composition and their corresponding percent of total variance reflects the relative size of each cluster in accordance with the observations of Feoli (1977) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 228,
                    "text": "Feoli (1977)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "Varimax rotation.-As a matter of course varimax rotation was performed on the first three (R = 3), six (R = 6), ten (R = 10), and twenty (R = 20) principal components. At R = 3, R = 6, and R = 10 all rotated components emerged as being unipolar in orientation. At R = 20, however, one axis, 19, failed to achieve unipolarity. These results point to a very heterogeneous data set in which some almost completely disjoint sub matrices occur. Fig. 2 presents a dendrogram based upon arbitrary levels of conjunction between unipolar axes (noda) at successive levels of varimax rotation. In general the dendrogram is imperfectly hierarchic. The new noda which emerge at successive levels of rotation show little relationship to those previously considered. This means that lesser components contain new information not held by those extracted initially. However, between R = 10 and R = 20 a change in this pattern is seen. Most noda at R = 20 show strong conjunction with one nodum, but no more than one nodum, defined at R = 10. The scheme is truly hierarchic between these two levels of rotation but does not extend to a reticulate network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 446,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Trees and saplings"
        },
        {
            "text": "At R = 3 the three largest forest groups appear. These are lowland Picea mariana forest (nodum 1), an upland mixed coniferous-deciduous complex (nodurn 2), and Pinus banksiana forests (nodum 3). At R = 6 these noda maintain a tight integrity and additional groups appear in the form of Populus tremuloides forests (nodum 4), open, more subarctic P. mariana bog forest (nodum 5), and upland Betula papyrifera forest (nodum 6). At R = lO the previously defined noda maintain a tight integrity. In addition new groups to appear are Larix laricina forest (nodum 7), upland Abies balsamea forest (nodum 9), and Populus balsamifera forest (nodum 10). Also nodum 8 appears as an offshoot from the P. banksiana group in defining older stands of this forest type. At R = 20 no new types emerge with the possible exceptions of a Picea glauca-Abies balsamea forest group (nodum 18) and a Thuja occidentalis-A. balsamea group (nodum 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "It is clear that the majority of information in the data is held within the first lO components. These account for 88.9% of the total variance. An additional 8.8% of variance, held in components ll-20, serves merely to refine the major groups into slightly different phases of the same basic forest types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "On the criteria of distinctive group appearance and almost 90% of the total variance being explained, R = lO would seem close to the most natural or fundamental number of dimensions in which the multivariate data are embedded. The observation that recognizable vegetation entities split up at R = 20 lends weight to this view. This result is not surprising in view of the number of species, nine, included in the analysis. However, their breakdown into size class \"pseudospecies\" emphasizes where, in the predominantly monospecific forest complex, interspecific mingling can be attributed to differences in tree size. By implication, such mixed noda indicate intermediate stages in succession from one forest type to another in sufficient qual}tity as to be of ecological significance. Successional interpretation.-At R = lO only one group, nodum 2, emerges as a mixture of tree species. This is an upland stand complex characterized by terminal loadings of size class 1 (saplings) of Abies balsamea. At R = 20 this group fragments into various phases in which the dominant trees are emphasized. Thus terminal loadings consist of A. balsamea saplings plus larger size classes of other species, notably Betula papyrifera (nodum 13), Picea glauca (nodum 15), and P. glauca plus Populus tremuloides (nodum 18). The terminal loadings of significance are indicated in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1363,
                    "end": 1369,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Trees and saplings"
        },
        {
            "text": "The emergence of nodum 9 at R = l 0, a group dominated by Abies balsamea, suggests that it is the product of forest succession from the above groups. Nodurn 9 fragments into two noda at R = 20 which may be interpreted as a younger, even-aged group (nodum 20) and an older, uneven-aged stand group (nodum 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trees and saplings"
        },
        {
            "text": "Such refined segregation of stand groups at R = 20 is a helpful indicator of successional sequences. The R=3 R=6 most apparent is from nodum 6, the paper birch group characterized by terminal loadings for size classes l and 2 of Betula papyrifera followed by class l of Abies balsamea, to nodum 13 in which terminal loadings of size class l of A. balsamea and classes 3 and 2 of B. papyrifera are seen (Fig. 2) . From this mixed fir-birch phase a transition to nodum 2, a pure fir group, is suggested because the largest class for B. papyrifera, of all size classes for this component is the most heavily loaded on the corresponding unipolar component. No other sequence of change from one dominant species to another is apparent although the sequences of noda 17 to 4, 3 to 14 to 8, l to 12, and 16 to 7, at R = 20, suggest transitions from younger to older monospecific forests for stands dominated by Populus tremuloides, Pinus banksiana, Picea mariana, and Larix laricina, respectively.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "R=3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Trees and saplings"
        },
        {
            "text": "Principal component analysis.-Whereas five components were intrinsically unipolar in the overstory PCA, only the first principal component of the understory analysis was unipolar. This indicates the relatively homogeneous nature of the understory data set which contains no inherently discrete local clusters. Species loading heavily on the first component were Maianthemum canadense and Cornus canadensis, the two most abundant species throughout the total data set (Table 2) . Other abundant species also showed high loadings. Thus the first principal component is a general abundance axis which also serves to locate a new origin at the centroid of the single, relatively homogeneous data cluster (Noy-Meir 1971) . Varimax rotation.-Rotation was carried out at a range of levels. R = 4, R = 6, R = 14, and R = 23 appeared to be the most informative and are presented here. At R = 4 all components were unipolar; however, at R = 6 one component remained bipolar. At R = 14, II of the 14 axes were unipolar and at R = 23 only 14 components became unipolar. A dendrogram of relationship between noda at the different levels of varimax rotation is shown in Fig. 3 .",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 715,
                    "text": "(Noy-Meir 1971)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1156,
                    "end": 1162,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "Unlike the corresponding dendrogram for the overstory data (Fig. 2) , the understory dendrogram is more truly hierarchic. The additional information of the lesser components primarily serves to segregate the different phases of noda derived from the rotation of fewer principal components. Some noda do emerge which show little affinity to those previously identified. These are unipolar component numbers 5, 8, and II at R = 14 and components 12 and 19 at R = 23.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "In general, the noda derived from rotating the larger numbers of principal components appear to define useful phases of the vegetation complex. Significantly much of this subdivision derives from nodum 4 at R = 4 which corresponds to mixed forests on mesic uplands. As was seen in the overstory analysis, these sites support the most noticeable changes in canopy type through succession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understory vegetation"
        },
        {
            "text": "Nonmetric multidimensional scaling.-The first MDSCAL summary of all noda at R = 23 in two dimensions indicated a circular relationship in which dry and wet conifer forest groups were tied together by nodum 6. Only two species formed significant terminal loadings on this unipolar component, Kalmia angustifolia and Vaccinium angustifolium. These species are common in both wet and dry coniferous habitats. A parallel feature emerged for nodum 19 which was interpreted as a poorly defined unipolar component for certain calcareous wet-mesic and mesic stands. As species loadings and site scores on these two noda were significant on other nodal axes, unipolar components 6 and 19 were deleted and the MDSCAL analysis repeated. The resulting configuration in two dimensions appears in Fig. 4 (center) . Environmental attributes of understory noda.-The terminal stand scores of each unipolar varimax component typify the local clusters. Thus the stands scoring upon the terminal half of each bisected component were used as a basis for calculating typical environmental features and typical species composition. Fig.  4 shows the distribution of certain mean stand attributes on the MDSCAL ordination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 798,
                    "text": "Fig. 4 (center)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1109,
                    "end": 1116,
                    "text": "Fig.  4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "The subjective site moisture scale (Maycock and Curtis 1960) is numbered very dry = I, dry = 2, dry-mesic= 3, mesic = 4, wet-mesic = 5, wet = 6, very wet = 7. Thus the values shown for stand soil moisture (Fig. 4) are averages of this discrete scale and the trend seen reflects a somewhat curved right-to-left gradient of increasing soil moisture on the ordination. Broadly correlated with this trend are increases in values for field soil pH, and extractable soil calcium and magnesium (not shown). In opposition the values for soil phosphorus indicate a gradient from left to right and those for potassium are concentrated in the central region, representing stands on clay-rich substrata. While the overall relationships among these environmental variables are complex, there can be little doubt that the high levels of calcium in the vascular peats of sites within nodum 7 are due to exchange processes with calcium-rich subsurface water which shows marked rates of lateral movement through the substrate (Dai 1971) . Such sites are often transitional between upland clay areas and riverbanks. Also the discrepancy between field pH readings of wet peat samples and laboratory pH values on dried samples from stands within nodum 7 showed differences as great as two pH units, whereas these paired values showed close agreement for the bottomland sites of nodum 8. Dimension 1 is therefore interpreted as a combined site moisture and nutrient-related gradient. However, because certain nutrients follow opposing trends, one might expect optimum combinations for some plants to be found in sites of the central part of the ordination.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 60,
                    "text": "(Maycock and Curtis 1960)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1009,
                    "end": 1019,
                    "text": "(Dai 1971)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "Trends correlated with the second dimension are percent conifer in the tree canopy, depth of organic matter to mineral soil, and tree basal area. While the first two measures suggest an understory response to canopy type, whether needle or broad-leaved, their trends are far from smooth (Fig. 4) . Indeed a cut-off of noda 2, 3, 7, ll, and 12 from the remainder is in-dicated. The ombrotrophic bog forests (nodum 2) and pine forests (nodum 3) represent nutrient-poor ecosystems in which mineralization processes are slow (Weetman 1962 , Miller et at. 1979 . Noda 1, 4, 5, 13, and 22 include a high proportion of broad-leaved tree species and the smaller depths of organic matter suggest a faster rate of mineralization and nutrient turnover. At the upper extreme, noda 8 and 14 include many bottomland sites. Seasonal deposition of nutrient-rich silt and a predictable water table of higher temperature than that found in sites of nodum 7 create conditions of high productivity. Thus dimension 2 is interpreted as a general fertility-productivity gradient.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 534,
                    "text": "(Weetman 1962",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 535,
                    "end": 555,
                    "text": ", Miller et at. 1979",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "Species composition among noda .-Mean species frequency per nodum, of all 93 taxa included in the understory component analysis, is shown in Table 2 . A strong continuity in composition is seen among noda, which reinforces the choice of a continuous multivariate procedure such as nodal component analysis rather than a technique of exclusive classification. The mean frequency values may be plotted over the MDSCAL ordination. Because they fit into a vegetation framework which also describes the major environmental gradients, such plots are useful preliminary estimates of the realized plant species niches (Hutchinson 1965 , Harper 1967 , 1977 within the boreal forest complex. The summary into noda prior to ordination provides an especially compact way of presenting such comparative information. As an example, Fig. 5 illustrates the distribution of some abundant understory shrubs. Many taxa were plotted in this way and few species of comparable morphology and/or generic rank .41",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 626,
                    "text": "(Hutchinson 1965",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 627,
                    "end": 640,
                    "text": ", Harper 1967",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 641,
                    "end": 647,
                    "text": ", 1977",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 818,
                    "end": 824,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Understory vegetation"
        },
        {
            "text": "were found to occupy the same realized optima on the ordination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understory vegetation"
        },
        {
            "text": "Two questions are examined in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "1) Do noda recognized within overstory and understory analyses coincide? 2) What responses do understory species show to successional change in the overstory?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "Comparison between noda .-Pairwise comparison between noda from the overs tory and understory analyses can be conducted, on the basis of the 197 stand scores, by calculating the conjunction coefficient, C, as above. Table 3 shows the sorted, rectangular conjunction coefficient matrix between overstory noda, defined at R = 20, and understory noda at R = 23.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "All values >0.8 are arbitrarily taken to indicate strong coincidence and those between 0. 7 and 0. 79 are judged indicators of moderate coincidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "On these criteria, wet coniferous sites with peat substrata show the highest general similarity. However, within this broad category distinctions are relatively slight. The oligotrophic bog forest group (nodum 2) of the understory shows marginally higher conjunction (C = 0.86) with the open, small Picea mariana group (nodum 5) of the overs tory than with the more closedcrown P. mariana and Larix laricina groups (noda I and 7; C = 0.84 and C = 0.82). Similarly understory noda 4 and 14 show affinity to those overstory groups determined by Abies balsamea (noda 2, 9, 11, 13, 15, 18, and 20) .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 593,
                    "text": "(noda 2, 9, 11, 13, 15, 18, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "Beyond the above sets of conjunction coefficients only one exceeds 0.8: the overstory group (nodum 8) or larger Pinus banksiana trees and nodum 3 of the understory. The overstory groups associated with smaller P. banksiana trees (noda 3 and 14) show relatively poor coincidence with understory groups. This suggests a convergence toward a distinctive combination of understory species in older pine stands from a wider range of types in younger stands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "The coincidence between upland broad-leaved overstory noda (6, 4, and 17) with understory groups is not marked. However, the Populus balsamifera group (nodum 10) shows moderate similarity to the understory bottomland group (nodum 8) which is best explained in terms of similar substrate requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "Thus congruence between overstory and understory groups does not appear to be tight and this accords with the ordination results. 6 . Change in mean frequency of selected understory species among three successive stand groups representing a paper birch to balsam fir successional sequence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "section": "Comparison between overstory and understory"
        },
        {
            "text": "The overstory nodal ordination indicated some trends in stand development at R = 20. Of particular interest is the three-point sequence, of noda 6, 13, and 2, representing a paper birch to balsam fir forest succession. The s,l:and scores on these unipolar components were examined and the six terminal stands on sandy soils were selected. Understory species frequencies were averaged among stands in each group and the most abundant are shown plotted along the sequence in Fig.  6 . Three types of response can be distinguished: (1) species favored by a deciduous canopy, (2) those favored by a coniferous canopy, and (3) those relatively indifferent to canopy type.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 480,
                    "text": "Fig.  6",
                    "ref_id": null
                }
            ],
            "section": "Successional sequence and understory change.-"
        },
        {
            "text": "Among the first group Aster macrophyllus, Acer spicatum, Diervilla lonicera, and Corylus cornuta are prominent. As a point of comparison, the generic group of mosses, Brachythecium, is also plotted and it shows a dramatic decline. These mosses are well adapted to growth on broadleaf litter and mineral substrata. As a whole the group is responding to the differences between a deciduous to coniferous canopy coupled with the associated differences in leaf litter on the ground. Significantly the above taxa are important members of the understory vegetation in the deciduous forests farther south.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successional sequence and understory change.-"
        },
        {
            "text": "Taxa favored by the coniferous canopy include Abies balsamea seedlings, Oxalis montana, Coptis groenlandicum, and the mosses Pleurozium schreberi and Dicranum polysetum (cf. Kauppi et al. 1978) . The species of group (3), Maianthemum canadense, Cornus canadensis, Aralia nudicaulis, and Clintonia borealis seem indifferent to canopy change.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 193,
                    "text": "Kauppi et al. 1978)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Successional sequence and understory change.-"
        },
        {
            "text": "The same pattern of responses emerged on plotting a similar two-point sequence of stand groups representing an aspen to aspen-fir succession. These correspond to overstory noda 17 and 4 at R = 20. Additional group (I) species showing a decline were Corylus cornuta, Mertensia paniculata, and Galium tri.florum. Additional group (2) species were the feather mosses Ptlium crista-castrensis and Holocomium splendens. Similarly Comus canadensis increased but initial mean frequency was moderate (28%). Additional group (3) species were Rubus pubescens, Trientalis borealis, and Viola renifolia. Other than C. canadensis, all species showed a similar response in the two inferred successional sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successional sequence and understory change.-"
        },
        {
            "text": "Comparison of overstory and understory nodal component analyses warrants comment. Nodal groups are extracted in descending sequence of the sample size of each stand group (Feoli 1977) . Thus the dendrogram is dependent on sampling strategy and stand acceptance criteria as well as inherent group structure in the data. However, the method is not inherently hierarchic and, as used here, the dendrogram provides insight into the structure of the data in order to focus attention upon an informative level of varimax rotation. Here, the overstory data set includes more distinct submatrix groups than that of the understory; hence the number of unipolar components emerging at higher levels of rotation is correspondingly greater even though the stands sampled are identical.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 183,
                    "text": "(Feoli 1977)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Interpretations of results from the overstory nodal component analysis closely parallel those of Carleton and Maycock (1978) using the \"succession vector\" ordination technique of Goff and Zedler (1972) , i.e., most forests are postdisturbance in origin and monospecific in composition except for upland sites in which Abies balsamea plays a wholly secondary role in establishing beneath the canopy of other tree species. Environmental relationships of the overstory noda could be presented, as for the understory noda, but this adds little to the results of the earlier paper. However, nodal component analysis of the tree stem data does supply more precise information on the stands involved in a successional sequence where the ordering of noda along such a sequence is clear. In this respect, the birch to fir succession (Fig. 6 ) emerges as the only complete transition from one canopy dominant to another. A relatively truncated successional development would seem more typical of the region as exemplified by the aspen sequence of noda 17 and 4.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 124,
                    "text": "Carleton and Maycock (1978)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 179,
                    "end": 201,
                    "text": "Goff and Zedler (1972)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 824,
                    "end": 831,
                    "text": "(Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The size class data presented cannot distinguish be-tween the faster growing, shade-intolerant tree species and the slower growing shade-tolerant trees. A mixed forest consisting of a tall tree canopy and a lower tree stratum could equally reflect different times of tree establishment with equal growth rates, contemporaneous establishment with differential growth rates (Wierman and Oliver 1979) , or these processes in combination. The former traditional perspective is adopted here to emphasize that, under the most conservative interpretation, the changes associated with overstory composition through time are not persistent and seem to be repeated frequently across the regional landscape. Thus the emphasis in explaining vegetation composition is on the successful re-establishment of plant species following catastrophic forest destruction, notably by fire. The influence of this dominant environmental influence on the overstory composition and population biology of the tree species is discussed in Carleton and Maycock (1978) . It is pertinent to consider whether forest fire also influences the understory composition in such a strong manner.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 397,
                    "text": "(Wierman and Oliver 1979)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1010,
                    "end": 1037,
                    "text": "Carleton and Maycock (1978)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Only the broad-leaved trees, Betula papyrifera, Populus tremuloides, and P. balsamifera of the major boreal species are known to regenerate from persistent basal parts following fire (Ahlgren 1974) . However, many understory species possess this resprouting ability. Beasleigh and Yarranton (1974) demonstrate the persistence of the deep-lying rhizome of Equisetum sylvaticum belowground with a minimum energy expenditure in aboveground plant parts. Similarly, Trientalis borealis is well adapted to resprouting after fire from persistent subterranean tubers (Anderson and Loucks 1973) . Ericaceous shrubs including Kalmia angustifolia, Ledum groenlandicum, Vaccinium angustifolium, and V. myrtilloides have also been shown to regenerate from underground plant parts following destruction of aerial parts by fire (Smith and Sparling 1966, Tucker and Jarvis 1967) . In this respect the autecology of other abundant understory species such as Cornus canadensis, Maianthemum canadense, and Clintonia borealis should be of interest with respect to their capacity for regeneration. Ahlgren (1960) found that these three species reappeared rapidly following prescribed fire along with many other abundant species in common with this study.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 197,
                    "text": "(Ahlgren 1974)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 297,
                    "text": "Beasleigh and Yarranton (1974)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 559,
                    "end": 585,
                    "text": "(Anderson and Loucks 1973)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 823,
                    "text": "(Smith and",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 824,
                    "end": 849,
                    "text": "Sparling 1966, Tucker and",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 862,
                    "text": "Jarvis 1967)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1077,
                    "end": 1091,
                    "text": "Ahlgren (1960)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While far from being fully documented it does seem that a large number of abundant boreal forest understory vascular plants show both a resprouting behavior and a heat-stimulated seed germination response (Cushwa et at. 1968 ). These joint tactics for postfire recovery might explain the widespread uniformity of the understory in contrast to the patchily distributed overstory where the coniferous trees are entirely dependent upon seed for re-establishment.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 224,
                    "text": "(Cushwa et at. 1968",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Some effects on reproduction and growth of vegetation in northeastern Minnesota",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahlgren",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "1%0",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ecology",
            "volume": "41",
            "issn": "",
            "pages": "431--445",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of fires on temperate forests: north central United States. Pages 195-223 in",
            "authors": [],
            "year": 1974,
            "venue": "Fire and ecosystems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aspects of the biology of Trientalis borealis Raf",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Loucks",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Ecology",
            "volume": "54",
            "issn": "",
            "pages": "798--808",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ecological strategy and tactics of Equisetum sylvaticum during a postfire succession",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Beasleigh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Yarranton",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Canadian Journal of Botany",
            "volume": "52",
            "issn": "",
            "pages": "2299--2319",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Glacial history of northeastern Ontario. I. The Cochrane-Hearst area",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Boissoneau",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Canadian Journal of Earth Sciences",
            "volume": "3",
            "issn": "",
            "pages": "559--578",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Glacial history of northeastern Ontario. II. The Timiskaming-Algoma area",
            "authors": [],
            "year": 1968,
            "venue": "Canadian Journal of Earth Sciences",
            "volume": "5",
            "issn": "",
            "pages": "97--109",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Air masses, streamlines and the boreal forest",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "1%6"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Geographical Bulletin",
            "volume": "8",
            "issn": "",
            "pages": "228--269",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dynamics of the boreal forest south of James Bay",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Carleton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Maycock",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Canadian Journal of Botany",
            "volume": "56",
            "issn": "",
            "pages": "1157--1173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The use of distance measures in phytosociological sampling",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cottam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Ecology",
            "volume": "37",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A new list of mosses of North America north of Mexico",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Crum",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Steere",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Bryologist",
            "volume": "76",
            "issn": "",
            "pages": "85--130",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The vegetation of Wisconsin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effects of fire on seed germination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Cushwa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Journal of Range Management",
            "volume": "21",
            "issn": "",
            "pages": "250--254",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Studies on the importance of water flow in wetlands",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The roles of disturbance and succession in upland forest at Candle Lake, Saskatchewan",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dix",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M A"
                    ],
                    "last": "Swan",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Canadian Journal of Botany",
            "volume": "49",
            "issn": "",
            "pages": "657--676",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Forest fire history maps of Ontario",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On the resolving power of principal component analysis in plant community ordination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feoli",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "9--125",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gray's manual of botany. Van Nostrand",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fernald",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The derivation of species succession vectors",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Zedler",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "American Midland Naturalist",
            "volume": "87",
            "issn": "",
            "pages": "397--412",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Some distance properties of latent root and vector methods used in multivariate analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gower",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Biometrika",
            "volume": "53",
            "issn": "",
            "pages": "325--338",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantitative plant ecology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greig-Smith",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modern factor analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harman",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Darwinian approach to plant ecology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Journal of Ecology",
            "volume": "55",
            "issn": "",
            "pages": "247--270",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Population biology of plants",
            "authors": [],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The niche: an abstractly inhabited hypervolume. Pages 26-77 in The ecological theatre and the evolutionary play",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Lowland vegetation at Candle Lake, southern boreal forest",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeglum",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Saskatchewan. Dissertation. University of Saskatchewan",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The varimax criterion for analytic rotation in factor analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "Psychometrika",
            "volume": "23",
            "issn": "",
            "pages": "187--200",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A discrete time model for succession of ground cover communities after clear cutting",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kellomaki",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Oikos",
            "volume": "30",
            "issn": "",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multidimensional scaling by optimizing goodness of fit to a nonmetric hypothesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kruskal",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Psychometrika",
            "volume": "29",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nonmetric multidimensional scaling: a numerical method",
            "authors": [],
            "year": 1964,
            "venue": "Psychometrika",
            "volume": "29",
            "issn": "",
            "pages": "115--129",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Multivariate methods in plant ecology. IV. Nodal analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Journal of Ecology",
            "volume": "50",
            "issn": "",
            "pages": "775--802",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ecological studies in the boreal sprucefir forests of the North American taiga. I. Analysis of the vascular flora",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Roi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Ecological Monographs",
            "volume": "37",
            "issn": "",
            "pages": "229--253",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ecological studies in the boreal spruce-fir forests of the North American taiga",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Roi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Stringer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Analysis of the bryophyte flora",
            "authors": [],
            "year": null,
            "venue": "Canadian Journal of Botany",
            "volume": "54",
            "issn": "",
            "pages": "619--643",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The phytosociology of boreal-conifer hardwood forests of the Great Lakes region",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Maycock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Ecological Monographs",
            "volume": "30",
            "issn": "",
            "pages": "1--35",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pauline. 1979. Nutrient cycles in pine and their adaptation to poor soils",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "0",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Canadian Journal of Forest Research",
            "volume": "9",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Forest communities in northwestern Alberta",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Canadian Journal of Botany",
            "volume": "31",
            "issn": "",
            "pages": "212--252",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Aims and methods of vegetation ecology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mueller-Dombois",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ellenberg",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Multivariate analysis of the semi-arid vegetation in southeastern Australia: nodal ordination by component analysis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Noy-Meir",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proceedings of the Ecological Society of Australia",
            "volume": "6",
            "issn": "",
            "pages": "159--193",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Data transformations in ecological ordination. I. Some advantages of non-centering",
            "authors": [],
            "year": 1973,
            "venue": "Journal of Ecology",
            "volume": "61",
            "issn": "",
            "pages": "329--342",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Continuous multivariate methods in community analysis: some problems and developments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Noy-Meir",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "79--98",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Data centering: a review and evaluation with reference to component analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orloci",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Systematic Zoology",
            "volume": "16",
            "issn": "",
            "pages": "208--212",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The use ofphytosociological methods in ecological investigations. IV. General discussion of phytosociological problems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E D"
                    ],
                    "last": "Poore",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Journal of Ecology",
            "volume": "44",
            "issn": "",
            "pages": "28--50",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Geology and economic minerals of Canada",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Prest",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A geobotanical survey of northern Manitoba. Pages 1-47 in Technical Paper 9",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "NT-SYS. Numerical taxonomy system of multivariate statistical programs. State University of New York at Stony Brook and Quantra Development Corporation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Rohlf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kishpaugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirk",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Vegetation of the southern boreal forest in Saskatchewan and Manitoba. Dissertation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Canadian Forest Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Bogs and fens in the Hudson Bay Lowlands",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjors",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Arctic",
            "volume": "12",
            "issn": "",
            "pages": "2--19",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The temperatures of surface fires in jack pine barren. I. The variation in temperature with time. II. The effects of vegetation cover, wind speed, and relative humidity on fire temperatures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sparling",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Canadian Journal of Botany",
            "volume": "44",
            "issn": "",
            "pages": "1285--1298",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The phytosociological structure of upland forest at Candle Lake, Saskatchewan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M A"
                    ],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dix",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Journal of Ecology",
            "volume": "54",
            "issn": "",
            "pages": "13--40",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "An approach towards a rational classification of climate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Thornthwaite",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Geographical Review",
            "volume": "38",
            "issn": "",
            "pages": "55--94",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Prescribed burning in a white spruce-trembling aspen stand in Manitoba",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Woodlands review section",
            "volume": "67",
            "issn": "",
            "pages": "333--335",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Establishment report on a humus decomposition experiment",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Weetman",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Woodlands Research Index",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Crown stratification by species in even-aged mixed stands of Douglas firwestern hemlock",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wierman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Canadian Journal of Forest Research",
            "volume": "9",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Glacial geology of part of north-western Quebec",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Transactions of the Royal Society of Canada",
            "volume": "32",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Overstory nodal component analysis. Dendrogram of relationship between unipolar varimax components (noda) at four levels of rotation. Component numbers are circled. Strength of conjunction between noda is shown by thickness of line corresponding to ranges of the coefficient C (see text) where-= C ;;;. .85 and-= .7 ,;;; C < .85. Terminal loadings of tree size classes (1-5) are indicated at R = 20. Tree species symbols are: Ab =Abies balsamea, Bp =Betula papyrifera, Ll = Larix laricina, Pg = Picea glauca, Pm = Picea mariana, Pib = Pinus banksiana, Pba = Populus balsamifera, To = Thuja occidentalis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Understory nodal component analysis. Dendrogram of relationship between unipolar varimax components (noda) at four levels of varimax rotation. Component numbers are circled and the degree of nodal conjunction is shown by the thickness of line as inFig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Position of noda (center) and mean stand environmental features of each understory nodum (unipolar component) on the two-dimensional multidimensional scaling ordination. The moisture scale is explained in the text, percentage conifer and total dominance figures are by basal area of all trees, organic matter refers to humus and/or peat depths (em) to mineral soil, and exchangeable calcium (Ca), phosphorus (P), and potassium (K) are in mg/kg. Differing number sizes are used to emphasize the different segments of the magnitude range for each factor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mean frequency of some low shrub species within each nodum plotted on the multidimensional scaling ordination.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary data for all tree and sapling species among 205 boreal forest stands.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary data for the 93 most abundant understory vascular plant species. Constancy (CY) and mean frequency (MF) are shown among all 197 stands. Species entries represent average frequency within each nodal group shown displayed as a sorted table.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Table ofconjunction coefficients (C: as defined in text) between stand noda emerging from the overstory and understory analysis. Underlining marks indicate strong ( =) or moderate (-) coincidence.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Diervilfa loniceroBrochythecium spp.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}