{"paper_id": "0be4f70079ef4535358b0c6d02444bc4bad4e9ae", "metadata": {"title": "Acute Thrombotic Events as Initial Presentation of Patients with COVID-19 infection", "authors": [{"first": "Nicole", "middle": [], "last": "Ilonzo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ajit", "middle": [], "last": "Rao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kelsey", "middle": [], "last": "Berger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "John", "middle": [], "last": "Phair", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ageliki", "middle": [], "last": "Vouyouka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Reid", "middle": [], "last": "Ravin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dan", "middle": [], "last": "Han", "suffix": "", "affiliation": {}, "email": ""}, {"first": "David", "middle": [], "last": "Finlay", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rami", "middle": [], "last": "Tadros", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": [], "last": "Marin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peter", "middle": [], "last": "Faries", "suffix": "", "affiliation": {}, "email": ""}, {"first": "N", "middle": [], "last": "Ilonzo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Rao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": [], "last": "Berger", "suffix": "", "affiliation": {}, "email": ""}, {"first": "J", "middle": [], "last": "Phair", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": [], "last": "Vouyouka", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Ravin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Han", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Finlay", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Tadros", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Marin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "COVID-19 has a wide range of recognized presentations from asymptomatic carriers to 6 upper respiratory symptoms. Critically ill patients with COVID-19 also appear to have 7 significant thrombotic events and there is increasing evidence that the virus results in a 8 hypercoagulable state. 2 We describe three of several patients with COVID-19 who presented to 9", "cite_spans": [{"start": 290, "end": 291, "text": "2", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "our health system primarily with symptoms from an acute vascular event rather than with 10 significant respiratory symptoms. As required by hospital policy, all patients had preoperative were for acute thrombotic events. Of these patients, we selected cases whose initial presentation 23 4 from COVID-19 infection was an ischemic event rather than significant respiratory symptoms 1 (Table I) . We excluded any patients with a history of a hypercoagulable disorder or significant 2 peripheral vascular disease. All patients had a hypercoagulability work-up including 3 antiphospholipid antibodies which were negative. For all cases, EKG was performed and was 4 sinus rhythm. Venous duplex was negative and transthoracic echocardiogram was unremarkable 5 without evidence of a PFO. All patients consented for this study. Patients with COVID-19 infection typically present to the hospital with respiratory 20 complains of cough, shortness of breath, and fever. . However, we describe three of several cases 21 at our institution in which the primary presentation was an acute thrombotic event rather than 22 typical upper respiratory symptoms. All patients presented with no or mild respiratory 23 6 complaints and were found to have laboratory confirmed COVID-19 infections during 1 preoperative testing. Notably, the patients in our cohort were relatively young with no significant 2 risk factors for thrombosis. None of these patients had a history of peripheral vascular disease. In 3 all cases, electrocardiogram (ECG) showed sinus rhythm and both lower extremity venous 4 duplex and Transthoracic Echocardiogram (TTE) were unremarkable. Furthermore, all patients 5 had a hypercoagulability work-up including antiphospholipid antibodies which were negative. 6", "cite_spans": [], "ref_spans": [{"start": 383, "end": 392, "text": "(Table I)", "ref_id": null}], "section": ""}, {"text": "There is increasing evidence that patients with COVID-19 are prone to thrombotic 7 complications. Thrombotic events in patients with COVID-19 disease can in part result from 8 Disseminated Intravascular Coagulation (DIC). DIC is common in critically-ill patients with 9 sepsis which is thought to contribute to these thrombotic complications seen in COVID-19 10 patients. 3 In a study of 184 critically ill COVID-19 patients, arterial thrombosis was 3.7% and 11 venous thrombosis was 28%. 4 However, in all 3 of our cases, the COVID-19 infection was 12 asymptomatic or mild at the time of presentation. Interestingly, out of all 21 patients with 13 COVID-19 and thrombotic events at our institution, the majority had only mild or moderate 14 symptoms (85.72%) and were not critically ill. Thus, we suspect there may be another 15 underlying mechanism for hypercoagulability in these patients. Hypercoaguability may not 16 correlate with severity of COVID-19 infection. 17", "cite_spans": [{"start": 372, "end": 373, "text": "3", "ref_id": null}, {"start": 489, "end": 490, "text": "4", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Current studies have not delineated the mechanisms of large-vessel arterial thrombosis in 18 patients with COVID-19. Recent reports show localized thrombosis in the small pulmonary 19 vessels as well as diffuse microthrombi in small vessels throughout the body 5 . There is 20 increasing evidence that thrombosis may be due to endotheliitis 6 . The authors support the use of 21 therapeutic anticoagulation in admitted patients with COVID-19 infections. Additionally, 22 perhaps an anticoagulation regimen for patients who are at high-risk for thrombotic 23 complications and COVID-19 should be considered in the outpatient setting. More data is 1 urgently needed to develop evidence-based guidelines on anticoagulation management of 2 patients with COVID-19 infection. 3 4", "cite_spans": [], "ref_spans": [], "section": ""}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "What we know so far: COVID-19 current clinical knowledge and research", "authors": [{"first": "M", "middle": ["A"], "last": "Lake", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Standardization Committee on DIC, and the Scientific and Standardization Committee on 7", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Perioperative and Critical Care of the International Society on Thrombosis and 8", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Severe 13 acute respiratory syndrome and venous thromboembolism in multiple organs", "authors": [{"first": "Y", "middle": [], "last": "Xiang-Hua", "suffix": ""}, {"first": "W", "middle": [], "last": "Le-Min", "suffix": ""}, {"first": "L", "middle": [], "last": "Ai-Bin", "suffix": ""}, {"first": "G", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Riquan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Xu-You", "suffix": ""}], "year": null, "venue": "Am J", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Endothelial cell infection and endotheliitis in COVID-19", "authors": [], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1417--1418", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "11 COVID-19 testing which came back positive in all cases. To the authors' knowledge, the 12 primary presentation of COVID-19 infection as a thrombotic event rather than respiratory 13 symptoms has not been described elsewhere. Managing acute thrombotic events from the novel 14 virus presents unprecedented challenges particularly during the COVID-19 pandemic. Our cases 15 and discussion highlight the thrombotic complications caused by COVID-19, management of 16 these patients, and explores the role of anticoagulation in patients diagnosed with COVIDa retrospective review of all vascular surgery emergency room and 20 inpatient consultations in patients who presented to the Mount Sinai Health System from March 21 1 st , 2020 to April 15 th , 2020. There were over thirty COVID-19 patients of which 21 consults 22", "latex": null, "type": "figure"}, "FIGREF1": {"text": "year-old female presented to the Emergency Room (ER) with acute onset of right 9 foot pain and numbness. She has a remote history of a small stroke but no known 10 hypercoagulable disorder. She complained of mild nasal congestion on further questioning and a 11 COVID-19 test was sent which was positive.. On exam, the right lower extremity was cool with 12 monophasic pedal signals. Sensorimotor function was slightly diminished.Computed 13 Tomography Angiography (CTA) showed acute occlusion of the right common femoral, 14 superficial femoral, and popliteal artery. She was subsequently taken to the Operating Room 15 (OR) for right lower extremity angiogram with angiojet thrombectomy. Significant thrombus 16 burden remained and a lysis catheter was placed and alteplase dripped overnight in the Intensive 17 Care Unit (ICU). The following day, repeat angiogram demonstrated persistent thrombus burden 18 and open embolectomy under local anesthesia was performed which was successful. She had 19 resolution of her symptoms and was ultimately discharged home on coumadin. numbness and calf pain. The patient had no respiratory symptoms on presentation but 2 upon further questioning had a cough and headache a few weeks prior to admission. COVID-19 3 testing was positive. On exam, he had decreased sensation in his left leg with monophasic pedal 4 signals. CTA demonstrated left external iliac artery and common femoral artery occlusion. The 5 patient underwent successful surgical embolectomy from the common femoral artery. year-old male with no significant medical problems was referred to the emergency 10 room from urgent care because of right foot pain and numbness for one week. He reported 11having a mild cough 1 week prior but denied any respiratory symptoms on presentation. On 12 exam, the right foot was cool with monophasic pedal signals. CTA revealed occlusion of the 13 acute occlusion of the right popliteal artery with extension into the trifurcation. He was 14 subsequently taken to the OR and underwent surgical embolectomy of the right popliteal, 15 anterior tibial, and peroneal artery which was successful. The patient is currently on 16 anticoagulation awaiting discharge from the hospital.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Acute Thrombotic Events as Initial Presentation of Patients with COVID-19 infection 1Nicole Ilonzo, Ajit Rao, Kelsey Berger, John Phair, Ageliki Vouyouka, Reid Ravin, Dan Han, 4Funding: This research did not receive any specific grant from funding agencies in the public, 17 commercial, or not-for-profit sectors.COVID-19 is an infectious disease caused by a novel coronavirus. There have been over 2 600,000 cases in the United States with over 200,000 cases in New York City (NYC) alone. 1 3Mount Sinai Health System is in the heart of NYC and as a result has experienced a high volume 4 of COVID-19 patients. 5", "latex": null, "type": "table"}}, "back_matter": []}