{
    "paper_id": "0be9489e117c94eecb7767fec2bb4e10b7ad0f4c",
    "metadata": {
        "title": "Title: Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era",
        "authors": [
            {
                "first": "Kunal",
                "middle": [],
                "last": "Mahajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indira Gandhi Medical College",
                    "location": {
                        "settlement": "Shimla",
                        "country": "India-171001"
                    }
                },
                "email": ""
            },
            {
                "first": "Aditya",
                "middle": [],
                "last": "Batra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Holy Heart Advanced Cardiac Care and Research Centre",
                    "location": {
                        "postCode": "124001",
                        "settlement": "Rohtak",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Sir, Coronavirus disease 2019 (COVID-19) has changed the way we practice cardiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era"
        },
        {
            "text": "All of a sudden, the focus of a cardiologist's practice has shifted from primary percutaneous coronary intervention (PCI) to thrombolysis, from myocardial infarction to COVID-19 associated myocarditis, from looking for ST-T changes on an electrocardiogram to the measurement of QTc, and from routine heavy OPDs to teleconsultations. COVID-19 has changed us all. Next, we might have to change our practice pattern of dual antiplatelet therapy (DAPT) in post PCI patients. This change seems pivotal in the view of the latest data from the recently published randomized controlled trials (RCTs) on the use of DAPT in post PCI patients 1, 2, 3, 4, 5 , in conjunction with the heightened risk of thrombocytopenia and bleeding associated with COVID-19 6, 7 .",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 634,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 644,
                    "end": 645,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 749,
                    "end": 750,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era"
        },
        {
            "text": "Studies have shown that thrombocytopenia frequently occurs in patients with COVID-19. 6 Furthermore, the autopsy studies have shown the frequent occurrence of diffuse alveolar hemorrhage in coronavirus induced lung damage. Such observations suggest a high bleeding tendency associated with COVID-19. 7, 8 DAPT remains the cornerstone therapy in the prevention of ischemic events following PCI. Despite numerous clinical trials, controversy exists regarding the optimal duration of DAPT after PCI with drug-eluting stent (DES). 9,10 All major cardiology society guidelines recommend at least six months of DAPT (aspirin and a P2Y12 inhibitor) following PCI for stable coronary artery disease and 12 months of DAPT in the setting of an acute coronary syndrome (ACS). 1,2 However, in the last 1-2 years, multiple RCTs viz. TICO, TWILIGHT, SMART-CHOICE, and STOPDAPT-2, have demonstrated that early de-escalation of DAPT (1-3 months) to P2Y12 inhibitor monotherapy instead of aspirin is associated with a lower risk of total bleeding events compared with 12 months of DAPT. 1, 2, 3, 4 This benefit is achieved without increasing the risk of ischemic outcomes or mortality (See Table 1 ). Reduced bleeding with no increase in ischemic end-points favors 1-3 months DAPT followed by P2Y12 inhibitor monotherapy in patients with PCI and DES. This approach appears much more appealing in the current context of the COVID-19 pandemic, which is frequently associated with thrombocytopenia and bleeding complications.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 304,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1079,
                    "end": 1080,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1173,
                    "end": 1180,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era"
        },
        {
            "text": "Regarding the choice of agent for P2Y12 inhibitor monotherapy, ticagrelor appears to have the edge since most of these recent DAPT trials have used ticagrelor as the P2Y12 inhibitor monotherapy. 1, 2, 5 Additionally, ticagrelor possesses the most potent antiinflammatory properties out of all P2Y12 inhibitors 8, 9 , which might offer additional advantage against the inflammation-mediated organ damage in the setting of COVID-19.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 202,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era"
        },
        {
            "text": "Furthermore, the subgroup analysis of the PLATO trial revealed that, compared to clopidogrel, ticagrelor was associated with a lower incidence of subsequent pulmonary events, sepsis, and the associated mortality. 10 Ticagrelor further showed beneficial effects in the setting of pneumonia in the XANTHIPPE trial, where its use led to reduced incidence of lung injury and sepsis. 11 Ticagrelor might also offer another advantage by protecting against the superadded bacterial infections in COVID-19 patients since a recent experimental study demonstrated good antibacterial activity of ticagrelor against antibiotic-resistant grampositive bacteria with the standard antiplatelet dosages. 12 However, there exist a few concerns too. Some of the investigational therapies for COVID-19 like lopinavir, and ritonavir through their inhibitory effects on the CYP3A4 metabolism, have the potential to increase the blood levels of ticagrelor and its associated bleeding risk. 13 Inhibition of CYP3A4 may also result in decreased conversion of prodrug clopidogrel into its active form, and thereby may decrease its antiplatelet efficacy. 14 Prasugrel is not prone to these interactions and is, therefore, a reasonable choice, in the absence of contraindications, for use with lopinavir and ritonavir. However, the use of prasugrel as the agent for P2Y12 inhibitor monotherapy 1-3 months post PCI is less well studied compared to ticagrelor and clopidogrel. 1, 2, 3, 4, 5 Data from the national interventional council suggests that approximately 4 lac PCIs are performed in India every year. 15 Since the patients with cardiovascular diseases are more prone to get infected with COVID-19 16 and keeping in mind the upsurge of COVID-19 cases in India in the past two weeks despite the gross under-testing, it is highly likely that many post PCI patients might get affected by this unprecedented pandemic and might develop an elevated bleeding risk. In such exceptional circumstances, it would be apt for us not to wait for the guidelines to change; instead, imbibe on the current evidence-based data and start early de-escalation of DAPT (1-3 months) to P2Y12 monotherapy, preferably with ticagrelor, in our post PCI patients. ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 379,
                    "end": 381,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1450,
                    "end": 1452,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1456,
                    "end": 1458,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1459,
                    "end": 1460,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1581,
                    "end": 1583,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1677,
                    "end": 1679,
                    "text": "16",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Early de-escalation of DAPT after PCI: Implications of the latest randomized trials in the COVID era"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "TICO: Ticagrelor Monotherapy Beneficial Post PCI in Patients With ACS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ticagrelor with or without Aspirin in High-Risk Patients after PCI",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Baber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "21",
            "pages": "2032--2042",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1908419"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of 1-Month Dual Antiplatelet Therapy Followed by Clopidogrel vs 12-Month Dual Antiplatelet Therapy on Cardiovascular and Bleeding Events in Patients Receiving PCI",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Domei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Randomized Clinical Trial",
            "authors": [],
            "year": 2019,
            "venue": "JAMA",
            "volume": "321",
            "issn": "24",
            "pages": "2414--2427",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of P2Y12 Inhibitor Monotherapy vs Dual Antiplatelet Therapy on Cardiovascular Events in Patients Undergoing Percutaneous Coronary Intervention: The SMART-CHOICE Randomized Clinical Trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "321",
            "issn": "24",
            "pages": "2428--2437",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ticagrelor plus aspirin for 1 month, followed by ticagrelor monotherapy for 23 months vs aspirin plus clopidogrel or ticagrelor for 12 months, followed by aspirin monotherapy for 12 months after implantation of a drug-eluting stent: a multicentre, open-label, randomised superiority trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vranckx",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valgimigli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Juni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "392",
            "issn": "",
            "pages": "940--949",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mechanism of thrombocytopenia in COVID-19 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Pathology of Critical Patient with Novel Coronavirus Pneumonia (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antiplatelet therapy following percutaneous coronary intervention in patients complicated by COVID-19: Implications from clinical features to pathological findings",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.046988"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of ticagrelor on the serum level of hs-CRP, ESM-1 and short term prognosis of patients with acute STEMI. Exp Ther Med",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "604--608",
            "other_ids": {
                "DOI": [
                    "10.3892/etm.2016.3987"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lower mortality following pulmonary adverse events and sepsis with ticagrelor compared to clopidogrel in the PLATO study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Storey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siegbahn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Platelets",
            "volume": "25",
            "issn": "",
            "pages": "517--525",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ticagrelor Reduces Thromboinflammatory Markers in Patients With Pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Macaulay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JACC Basic Transl Sci",
            "volume": "3",
            "issn": "4",
            "pages": "435--449",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacbts.2018.05.005"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibacterial Activity of Ticagrelor in Conventional Antiplatelet Dosages Against Antibiotic-Resistant Gram-Positive Bacteria",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lancellotti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Musumeci",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Cardiol",
            "volume": "4",
            "issn": "6",
            "pages": "596--599",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2019.1189"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 and Thrombotic or Thromboembolic Disease: Implications for Prevention, Antithrombotic Therapy, and Follow-up",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiology of CYP3A4-mediated clopidogrel drug-drug interactions and their clinical consequences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tirkkonen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heikkilä",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vahlberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cardiovasc Ther",
            "volume": "31",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/1755-5922.12028"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The report on the Indian coronary intervention data for the year 2017-National Interventional Council",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Arramraju",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koganti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Janapati",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Indian Heart J",
            "volume": "71",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ihj.2019.04.002"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "20",
            "pages": "34637--34641",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.03.031"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Recent trials evaluating the short duration DAPT (dual antiplatelet therapy) in post PCI (Percutaneous intervention) patients. Abbreviations: ACS=Acute Coronary Syndrome; MI=Myocardial Infarction; TVR=Target Vessel Revascularization; TIMI=Thrombolysis In Myocardial Infarction; DES=Drug Eluting Stent; BARC=Bleeding Academic Research Consortium; MACCE= Major Adverse Cardiac And Cerebrovascular Events; GLASSY= GLOBAL LEADERS Adjudication SubStudY.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Recent trials evaluating the short duration DAPT (dual antiplatelet therapy) in post PCI (Percutaneous intervention) patients. Abbreviations: ACS=Acute Coronary Syndrome; MI=Myocardial Infarction; TVR=Target Vessel Revascularization; TIMI=Thrombolysis In Myocardial Infarction; DES=Drug Eluting Stent; BARC=Bleeding Academic Research Consortium; MACCE= Major Adverse Cardiac And Cerebrovascular Events; GLASSY= GLOBAL LEADERS Adjudication SubStudY.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}