{
    "paper_id": "0beb1484ab06f672e8066c24d7edab2d0f7369bc",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kamal",
                "middle": [],
                "last": "Kant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Vincent Hospital",
                    "location": {
                        "settlement": "Worcester",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sahu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amos",
                "middle": [],
                "last": "Lal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mayo Clinic",
                    "location": {
                        "settlement": "Rochester",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ajay",
                "middle": [
                    "Kumar"
                ],
                "last": "Mishra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Vincent Hospital",
                    "location": {
                        "settlement": "Worcester",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Rci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Kamal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kant",
                "middle": [],
                "last": "Sahu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sir,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-2019 and pregnancy: A plea for transparent reporting of all cases"
        },
        {
            "text": "We read with great interest a recent editorial by Liang et al on the management of COVID-19 in pregnancy. 1 Their recommendations are clinically oriented and are likely to be useful to obstetricians and other healthcare professionals caring for such patients. However, we feel that development of evidence-based guidelines has been hindered by selective reporting of cases. We hereby would like to discuss a few additional points with regard to the challenges encoun- ",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-2019 and pregnancy: A plea for transparent reporting of all cases"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel corona virus disease (COVID-19) in pregnancy: What clinical recommendations to follow?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Acharya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Obstet Gynecol Scand",
            "volume": "99",
            "issn": "4",
            "pages": "439--442",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical manifestations and outcome of SARS-CoV-2 infection during pregnancy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "4",
            "issn": "20",
            "pages": "30109--30111",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--815",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Wuhan Tongji Hospital diagnoses first case of neonatal infection with new coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Receptor recognition by novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "7",
            "pages": "127--147",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00127-20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "tered while managing pregnant patients with COVID-19. Managing pregnant women with COVID-19 can be complex, as the SARS-CoV-2 infection has the potential to adversely affect both the maternal as well as the fetal/neonatal outcome. 2 Recently, Liu et al reported the clinical course and outcome of 13 pregnant patients with COVID-19 showing high complication rates. Five of their patients (38%) had to be delivered by an emergency cesarean (including one stillbirth) due to a variety of indications, and six (46%) had preterm delivery. One mother had multiple organ failure and was on life support with extracorporeal membrane oxygenation at the time of reporting. 2 Another published case series of nine pregnancies with COVID-19 by Chen et al reported a cesarean section rate of 100% but no stillbirth or neonatal death. 3 The cesarean section was probably performed due to the fact that these women were symptomatic with COVID-19 pneumonia in their third trimester. However, no maternal mortality has been reported so far by either of the studies. 2,3 Apart from the maternal mortality and pregnancy outcome, another important question is whether there is any risk of SARS-CoV-2 transmission from mother to baby. So far, based on the limited literature on pregnant COVID-19 cases, there is no evidence of vertical transmission of COVID-19. 2,3 It is still unknown whether SARS-CoV-2 can transmit thorough vaginal delivery. However, neonatal infection has been shown to occur due to close contact with the infected mother or other caregivers. 4 ACE-2 has been confirmed as the receptor for the receptor-binding domain of SARS-CoV-2. 5 We still do not know if the fetal/neonatal lung parenchymal cell's expression pattern of the ACE-2 receptor would predispose them to higher morbidity or mortality? COVID-19 is still spreading, and a pandemic status was declared by The World Health Organization (WHO) on 11 March 2020. The management guidelines are evolving continuously, but the studies on pregnant women that have been published so far lack the power to draw any clear conclusions regarding the clinical course, maternal and perinatal outcome, and effectiveness of any therapy used to treat COVID-19 in pregnancy. Currently, the number of COVID-19-infected pregnancies reported is too low to carry out any comparative analysis on outcomes. Therefore, we agree with Liang et al that transparent and comprehensive reporting of all cases of COVID-19 pregnancies is very important. 1 We believe that by building a common portal where details of all such cases can be entered continuously, data analysis could be performed in real-time to get some concrete results that would help generate evidence and guide clinical management.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}