{"paper_id": "0bef42ef7a946f49058fd4acb6eb8d0f4ed7e82a", "metadata": {"title": "Effectiveness of the strategies implemented in Sri Lanka for controlling the COVID-19 outbreak", "authors": [{"first": "K", "middle": ["K W H"], "last": "Erandi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colombo", "location": {"addrLine": "Colombo 03", "country": "Sri Lanka"}}, "email": ""}, {"first": "A", "middle": ["C"], "last": "Mahasinghe", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colombo", "location": {"addrLine": "Colombo 03", "country": "Sri Lanka"}}, "email": ""}, {"first": "S", "middle": ["S N"], "last": "Perera", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colombo", "location": {"addrLine": "Colombo 03", "country": "Sri Lanka"}}, "email": ""}, {"first": "S", "middle": [], "last": "Jayasinghe", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Colombo", "location": {"addrLine": "Colombo 03", "country": "Sri Lanka"}}, "email": ""}]}, "abstract": [{"text": "In order to bring the new coronavirus pandemic in the country under control, the government of Sri Lanka implemented a set of control strategies including social distancing, quarantine, lockdowns, travel restrictions and isolation of villages. The aim of this study is to investigate the effectiveness of the overall control process with the aid of classical compartment models and network models. Our results indicate that the prevailing control strategies are effective with at least 50% contact rate reduction or with at least 40% isolation of the contact history of infected population.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Though some attention has been paid to other control measures such as spraying disinfectants, aimed at destroying the virus, the major control strategies implemented in Sri Lanka was aimed at minimizing the human movement. It is noteworthy that this was not a strategy used in the country even during the multiple epidemics of dengue, though others have long exercised restricting the mobility to control infectious diseases [2] . However, with the emergence of the COVID-19 outbreak, strict measures were taken to minimize human mobility. On 20 th March, a nationwide curfew was imposed till 24 th March and it was further extended together with a strict ban on inter-district travel. The curfew was a legal mechanism available to the newly elected government since parliament had been dissolved pending an election. Three populous districts of, Colombo, Kalutara and Gampaha were identified as high-risk zones. The main intention of the curfew was to implement a lockdown and minimize contacts with infected individuals, and thereby reduce the growth rate of the epidemic.", "cite_spans": [{"start": 425, "end": 428, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Entry of the virus to the island-nation was curtailed by closure of the airport and the ports together with the curfew. Extensive tracing was done of recent returnees from overseas (especially from China, Italy and South Korea). Identified patients were transferred to designated infectious disease hospitals and potential contacts to more than 40 quarantine centres, which were developed within a very short period and opened by the Ministry of Defense. In another example of quarantine, a whole village was sealed and quarantined in that location because an identified patient was found to have moved around 26 households in a circumscribed village. Entry and exit from the village was banned and they received free supplies and other amenities at the border. The village was sealed from 26 th March and recently 10 such villages or defined small urban areas have been sealed in the country to control the spread of the disease.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Considering the progress of the control measures and the impact of the strict curfew to the economy of the country, the government has announced on 19 th April 2020 its decision to relax the nationwide curfew, and to implement moderated travel restrictions. Accordingly, a one third of the workforce in state institutions in Colombo district were required to report to work, and public transportation will be made available with strict social distancing measures. Schools however closed until mid May and universities will continue online teaching and learning until further notice.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Almost all control strategies implemented in Sri Lanka were aimed at minimizing the human mobility, both the imposition and the relaxation of the curfew could be interpreted as changing the mobility rates in a certain way. From a policy perspective, it is relevant to know the extent of mobility that would be optimum to control the pandemic. This could be supported by reviewing the impact of mobility restrictions on the pattern of 254 reported cases up to 19 th April 2020. This would include the effects of curfew in some regions on other regions.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In order to review the impact of the control strategies implemented so far, we used the classical compartment models in epidemiology to model the transmission of COVID-19 in the three main districts. The restrictions imposed of human movement were incorporated by moderating the compartment model accordingly, by parametrizing contact rate and adding inter-district travel. Then we investigated the impact of relaxing the curfew by considering how the disease could be transmitted through the epidemiological network created by inter-regional transport.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. ", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In order to examine the transmission of the COVID-19, we adopted the Susceptible-Exposed-Infectious-Recovered (SEIR) model [1] with control measures applied to the high-risk zones in the country. Since the incubation period for the disease is 2-14 days as reported, there is a high possibility of transmission prior to the onset of symptoms, which justifies the adoption of the SEIR model. In the classical SEIR model, a population of size N i in the ith region is divided into susceptible (S i ), exposed (E i ), infected (I i ) and recovered (R i ) components. We extended the model by including an extra compartment as hospitalized (H i ). This included all those entering hospitals and quarantine centers. The susceptible class consists of individuals who can possibly get infected by the disease. If the susceptible person is exposed to the virus, the individual is moved to the exposed compartment at the rate of β i . Let α be the transition rate of the exposed individuals to the infected class. Infected individuals, those who are hospitalized move to the newly added compartment hospitalized at the rate of h. Infected persons in compartments I i and H i move to the recovered compartment after the infectious period γ −1 and the persons in the recovered class are assumed to have permanent immunity against the disease.", "cite_spans": [{"start": 123, "end": 126, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Methodology"}, {"text": "It is assumed that the mean infectious period and latent period are same as in Wuhan, China; that is, γ −1 = 10.25 days and α −1 = 7 days [4] . In order to scale β i , we considered the range of basic reproduction number in Wuhan [10] and found the best match from our data set. Let L ij denote the percentage of daily travels from district i to j. We assumed that the percentage of daily inbound and outbound travel frequency to Colombo district is 15% and the percentage of daily travel frequency between Kalutara district and Gampaha district is 5%. Moreover, we introduced a parameter contact rate, symbolized by c, to quantify the degree of social distancing. We considered c as a normalized version of such a parameter; therefore the values of c lie between 0 and 1, and the case c = 1 is associated with a situation where no control measures are taken. A varying c represents the changing levels of control measures and it is assumed that the contact rate within each stage are relatively stable.", "cite_spans": [{"start": 138, "end": 141, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 230, "end": 234, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Methodology"}, {"text": "In order to investigate the impact of relaxing the curfew to other regions, we considered an epidemiological network in the form of a weighted graph, of which the vertices represent regions and the edges their inter-connections. Vertex weights were assigned proportional to the reported COVID-19 in the regions and the edges were weighted by considering the level of inter-connections, once the travel is permitted. It was assumed the inter-regional travel after relaxing the curfew resembles the travel before the lockdowns. Accordingly, highly vulnerable regions were identified, which needs to be paid more attention when future control measures are designed by Sri Lankan health-planners.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "We first examined the transmission dynamics before the imposition of curfew. This situation is governed by the epidemic model with neither control measures nor quarantine. As stated previously, we consider the transmission in each district, the rate change of susceptible (S c ), exposed (E c ), infected (I c ), recovered (R c ) and hospitalized (H c ) populations in Colombo district can be described by the following set . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Transmission before the lockdowns"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. . https://doi.org/10.1101/2020.04.27.20082479 doi: medRxiv preprint of differential equations, where similar sets of differential equations can be built for Kalutara (k) and Gampaha (g).", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The situation during the lockdown which started from 20 th March was examined under three stages. The first stage is the period that starts from the first reported incidence to the date a curfew to a certain extent was imposed. Naturally, transmission dynamics has changed from this particular day, Thus, the contact rate reduced from this point on. To determine the contact rate reduction from 20 th March, we considered the difference between actual infected data and simulation data for several c values, as depicted in Figure 2 and based on the results c was set to be 0.8 from 20 th March. This period is considered the second stage. The third stage was . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 523, "end": 531, "text": "Figure 2", "ref_id": "FIGREF0"}], "section": "Transmission during the lockdown period"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. . https://doi.org/10.1101/2020.04.27.20082479 doi: medRxiv preprint Also we considered the contact tracing took place during this period. During the lockdowns it was more convenient for the authorities to find the contact history of the infected individuals, and much progress seemed to be made in this regard. Based on the findings, the high-risk village was sealed in Kalutara district on 26 th March. Subsequently, several other small geographical regions were sealed-off. As a consequence, the number of self-quarantined individuals increased from 26 th March onwards. Hence, we added a new compartment named quarantined (Q i ) for each district i in the existing model. The compartment Q i consists of exposed individuals identified by contact tracing and susceptible individuals living in the sealed-off villages. The quarantined individuals leave this compartment at a rate of λ, and move to the hospitalized compartment with a proportion b, if confirmed to be infected by COVID-19; otherwise, they go back to the susceptible class after the quarantined period of 14 days. The extended model that represents this scenario is expressible as follows:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To analyze the effectiveness of physical distancing, we performed a sensitivity analysis on the parameter c and compared the simulation results with actual reported data.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "From 20 th April, the transmission dynamics of the disease changed again, as the government decided to relax the nationwide curfew. During this period the curfew was effective only between 8.00 pm to 5.00am and 50% of the workforce in state institutions were required to report to work. Travel between districts was permitted for purposes of employment or essential needs. Hence, we changed L ij values from 20 th April as the percentage of daily inbound and outbound travel frequency to Colombo district is 7.5% and the percentage of daily travel frequency between Kalutara district and Gampaha district is 2.5%. Moreover, to investigate the impact of curfew relaxation on each province in Sri Lanka, we considered the epidemiological network of provinces and the extended . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Transmission after relaxing the lockdown"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. . https://doi.org/10.1101/2020.04.27.20082479 doi: medRxiv preprint model for province i can be formulated as follows:", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "When the curfew was relaxed, public transport was allowed and the decision was questioned by several parties and was a subject of severe debate. Strict social distancing was followed in the country during the curfew, even in the waiting lines at chemists (which were opened to supply medicines during the curfew), supervised by the security forces. However, once public transport was made available, it was observed that the distancing was not followed. Therefore, the risk the virus being transmitted through the transportation network should not be ignored by the health planners. Furthermore, it is important to examine the impact of public transport to the transmission of the virus. Assuming the public transport services operate at prevailing conditions, we determined which regions are most vulnerable, by considering a network model, of which the vertices represent regions and the edges their interconnections, weighted by numbers proportional to the number of public passenger vehicles available in those routes. Following [3] , we too adopted the closeness centrality, defined by Equation 4 , in order to measure the vulnerability of a province.", "cite_spans": [{"start": 1033, "end": 1036, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1091, "end": 1101, "text": "Equation 4", "ref_id": null}], "ref_spans": [], "section": "More consequences of relaxing"}, {"text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "More consequences of relaxing"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. where, v j denotes the total number of infected population as a faction of total population in jth province and w ij denotes the interconnection between province i and j in terms of human mobility.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We referred the COVID-19 situation reports available from the Epidemiology Unit, Department of Health, Sri Lanka [9] . We used the average number of closed contacts of reported infectious as the initial exposed number for the model simulation and assumed all of them were reported from Colombo district. That is, I C = 1 and E c = 26 at t = 0. In order to solve the developed model numerically, fourth order Runge-Kutta method was used with MATLAB.", "cite_spans": [{"start": 113, "end": 116, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Figures 3, 4 and 5 illustrate the comparison of actual data and estimated infected population for different contact rates in Colombo, Kalutara and Gampaha districts respectively. There is a discrepancy between the actual data and simulation results in Figure 3 , 4 and 5. Considering the less chances of getting admitted to a hospital and the possibility of having unidentified cases in the country cannot be ruled out in this context. We believe the actual number of infectious persons is not exactly same as the number of reported cases on that day. As stated in the previous section we used . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 252, "end": 260, "text": "Figure 3", "ref_id": "FIGREF1"}], "section": "Results and Discussion"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. Not surprisingly, the lowest β i value obtained for Colombo district; most populated district in the country and the highest β i value for Kalutara district; least populated district among the considered districts. Therefore, the contact rate variation behaves differently for each province, hence the dynamical behaviour of infected population for different districts are significantly different as shown by Figure 3, 4 ", "cite_spans": [], "ref_spans": [{"start": 481, "end": 492, "text": "Figure 3, 4", "ref_id": "FIGREF1"}], "section": "(which was not certified by peer review)"}, {"text": "It is clear from the simulation results in Figures 4 and 5 , individuals in Kalutara and Gampaha districts get infected, even without any initially infected or exposed persons in the district. This indicates the significance of inter-district mobility in the transmission of disease.", "cite_spans": [], "ref_spans": [{"start": 43, "end": 58, "text": "Figures 4 and 5", "ref_id": "FIGREF2"}], "section": "and 5."}, {"text": "To learn about the nationwide disease transmission, we simulated the model for the entire country by changing model parameters and compared the simulation results with the reported infected data. Figure 6 illustrates comparison of actual infected data and simulation results and Figure 7 represents the estimated exposed population in Sri Lanka for different contact rate values. Computational results for Fig. 6 : Comparison of actual infected data and simulation results for different contact rate values in Sri Lanka several contact rate values suggest that the currently practising control strategies would be beneficial if the contact rate is reduced by not less than 50%. Moreover, it can be observed that the number of infected population could be reduced by increasing the number of control strategies.", "cite_spans": [], "ref_spans": [{"start": 196, "end": 204, "text": "Figure 6", "ref_id": null}, {"start": 279, "end": 287, "text": "Figure 7", "ref_id": "FIGREF4"}, {"start": 406, "end": 412, "text": "Fig. 6", "ref_id": null}], "section": "and 5."}, {"text": "In addition, to determine the effect of contact tracing and quarantine on the control of the spread of COVID-19, we performed a sensitivity analysis on parameter q. For the simulation, we assumed that contact rate is a constant value (c = 0.8) from 24 th March. Figure 8 illustrates a comparison of actual infected data and simulation . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 262, "end": 270, "text": "Figure 8", "ref_id": "FIGREF5"}], "section": "and 5."}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. Based on the contact history of infected individuals some villages have been sealed and residents have been asked to be self-quarantined. Once the high-risk regions are identified, the next immediate problem is how long these areas need to be isolated. Assuming an ideal self-quarantine, it is possible to forecast the transmission of the disease. Let t = 1 be the time the self-quarantine started. In an idealized situation, each person is confined to households. Assuming the average number of persons in a household in Sri Lanka is 5, we applied the classical SEIR model to infected households to find the approximate maximum time this household gets infected. According to Figure 9 , the number of infected population in a household is less than 1 after 30 days and nearly zero in 60 days. Therefore, we suggest to seal off villages for minimum 30 days to maximum 60 days duration.", "cite_spans": [], "ref_spans": [{"start": 749, "end": 757, "text": "Figure 9", "ref_id": "FIGREF6"}], "section": "(which was not certified by peer review)"}, {"text": "In addition, our computational results on the potential consequences of lifting the travel restrictions indicate the possibility the disease being transmitted to some provinces where yet only a few infected persons have been reported. The provinces in Sri Lanka with their closeness centrality measures are presented in Table 1 . Accordingly, the Southern province has only 3 identified cases as of 19 th April, yet it is ranked third in closeness centrality. A similar analysis with inter-district travel data would provide more insights on how the disease will be transmitted through the transportation network. Thus, the authorities can make decisions on controlling . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 320, "end": 327, "text": "Table 1", "ref_id": "TABREF5"}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. ", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The government of Sri Lanka has implemented a sequence of control measures including nationwide curfew, inter-district travel restriction and lockdown high-risk villages to reduce the growth rate of the COVID-19 pandemic. In this work, we proposed a conceptual model based on classical SEIR model to describe and ana-. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The copyright holder for this preprint this version posted May 1, 2020. . https://doi.org/10.1101/2020.04.27.20082479 doi: medRxiv preprint lyze the effectiveness of the control strategies implemented in Sri Lanka under five different stages.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The computational results over several contact rate values suggest that reduction of contact rate by not less than 50% would make the outbreak easier to control and the results over several quarantine percentage values suggest that tracing not less than 40% of the contact history of infected individual and quarantined them could contribute to reducing the overall size of COVID-19 outbreak. Assuming an ideal situation for self-quarantine, we implemented the simple SEIR model over household data to estimate the approximate time period for the quarantine process and the results indicated the approximate maximum time the household should quarantined is 60 days. In addition, the human mobility inside the country has to be regulated or restricted, in order to stop the disease being transmitted.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Human mobility networks, travel restrictions, and the global spread of 2009 h1n1 pandemic", "authors": [{"first": "P", "middle": [], "last": "Bajardi", "suffix": ""}, {"first": "C", "middle": [], "last": "Poletto", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Ramasco", "suffix": ""}, {"first": "M", "middle": [], "last": "Tizzoni", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2011, "venue": "PloS one", "volume": "6", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Graph-theoretical analysis of the swiss road and railway networks over time", "authors": [{"first": "A", "middle": [], "last": "Erath", "suffix": ""}, {"first": "M", "middle": [], "last": "Löchl", "suffix": ""}, {"first": "K", "middle": ["W"], "last": "Axhausen", "suffix": ""}], "year": 2009, "venue": "Networks and Spatial Economics", "volume": "9", "issn": "3", "pages": "379--400", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Transmission dynamics of the covid-19 outbreak and effectiveness of government interventions: A data-driven analysis", "authors": [{"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Nie", "suffix": ""}, {"first": "M", "middle": [], "last": "Penny", "suffix": ""}], "year": 2020, "venue": "Journal of medical virology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical features of patients infected with 2019 novel coronavirus in wuhan, china. The Lancet", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Ren", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "G", "middle": [], "last": "Fan", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "X", "middle": [], "last": "Gu", "suffix": ""}], "year": 2020, "venue": "", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Severe acute respiratory syndrome coronavirus 2 (sars-cov-2) and corona virus disease-2019 (covid-19): the epidemic and the challenges", "authors": [{"first": "C", "middle": ["C"], "last": "Lai", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Shih", "suffix": ""}, {"first": "W", "middle": ["C"], "last": "Ko", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Tang", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Hsueh", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Coronavirus disease 2019 (covid-19): situation report", "authors": [{"first": "W", "middle": ["H"], "last": "Organization", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The epidemiology and pathogenesis of coronavirus disease (covid-19) outbreak", "authors": [{"first": "H", "middle": ["A"], "last": "Rothan", "suffix": ""}, {"first": "S", "middle": ["N"], "last": "Byrareddy", "suffix": ""}], "year": 2020, "venue": "Journal of autoimmunity p", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ministry of health, sri lanka", "authors": [{"first": "E", "middle": [], "last": "Unit", "suffix": ""}], "year": 2020, "venue": "Coronavirus disease 2019", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "689--697", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (covid-19) outbreak in china: summary of a report of 72 314 cases from the chinese center for disease control and prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "Jama", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Covid-19 and the cardiovascular system", "authors": [{"first": "Y", "middle": ["Y"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": ["T"], "last": "Ma", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Zhang", "suffix": ""}, {"first": "X", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "Nature Reviews Cardiology", "volume": "", "issn": "", "pages": "1--2", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Comparison of actual infected data and simulation results for different contact rates in Sri Lanka from 20 th March to 24 th March when a strict inter-district travel ban was imposed from 24 th March onwards. Thus, the parameters needed to be changed again from this point on: that is, L i,j = 0 for all districts.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Comparison of actual infected data and simulation results for different contact rate values in Colombo district", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Comparison of actual infected data and simulation results for different contact rate values in Kalutara district the range of basic reproduction number in Wuhan and set up the β i for each district i. Therefore, each district obtained non-identical initial transmission rate values.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Comparison of actual infected data and simulation results for different contact rate values in Gampaha district", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Estimated exposed population for different contact rate values in Sri Lanka results for different quarantined percentage in entire country and the simulation results indicate the control of the disease spread could be done by tracing not less than 40% of the contact history of infected individual and quarantined them.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Comparison of actual infected data and simulation results for different quarantine values in Sri Lanka", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Estimated infected population in household (assuming the average number of persons in a Sri Lankan household to be 5) Fig. 10: Estimated provincial infected population based on inter-provincial mobility the transport network or allocating provincial or district-wise resources to control the epidemic.", "latex": null, "type": "figure"}, "TABREF4": {"text": ". https://doi.org/10.1101/2020.04.27.20082479 doi: medRxiv preprint", "latex": null, "type": "table"}, "TABREF5": {"text": "Total reported COVID-19 cases (up to 19 th April, 2020), normalized closeness centrality results with ranking of the provinces in Sri Lanka", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Province </td><td>Total cases </td><td>Normalized closeness centrality </td><td>Rank\n</td></tr><tr><td>Western </td><td>154 </td><td>0.1095 </td><td>1\n</td></tr><tr><td>Central </td><td>7 </td><td>0.2314 </td><td>4\n</td></tr><tr><td>Southern </td><td>3 </td><td>0.1861 </td><td>3\n</td></tr><tr><td>Northern </td><td>17 </td><td>0.6267 </td><td>7\n</td></tr><tr><td>Eastern </td><td>3 </td><td>1.0000 </td><td>9\n</td></tr><tr><td>North Western </td><td>37 </td><td>0.1119 </td><td>2\n</td></tr><tr><td>North Central </td><td>0 </td><td>0.4690 </td><td>6\n</td></tr><tr><td>Uva </td><td>1 </td><td>0.7239 </td><td>8\n</td></tr><tr><td>Sabaragamuwa </td><td>8 </td><td>0.2460 </td><td>5\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "This work was partly supported by the National Science Foundation grant number RPHS/ 2016/D/05.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgement"}]}