{
    "paper_id": "0bf0309ea6caac71f997f93dc2ebc1edecc4a305",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Nerea",
                "middle": [],
                "last": "Torres González",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luisálvarez",
                "middle": [],
                "last": "Acosta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alejandro",
                "middle": [
                    "Iriarte"
                ],
                "last": "Plasencia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Virginia",
                "middle": [],
                "last": "Barreto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cáceres",
                "middle": [],
                "last": "Diego",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valdivia",
                "middle": [],
                "last": "Miranda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julio",
                "middle": [],
                "last": "Salvador",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hernández",
                "middle": [],
                "last": "Afonso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "La epidemia causada por el coronavirus del síndrome respiratorio agudo grave de tipo 2 (SARS-CoV-2) está suponiendo un importante reto para la comunidad científica internacional y para los sistemas sanitarios de la mayoría de los países. La falta de tratamientos eficaces obliga al uso experimental o compasivo de combinaciones de fármacos, por lo que la mayoría de los protocolos incluyen combinaciones de inhibidores de la proteasa (lopinavir/ritonavir), antipalúdicos (cloroquina/hidroxicloroquina) y antibióticos e inmunomoduladores como la azitromicina 1 , entre otros. Numerosas sociedades ya han lanzado advertencias sobre la prolongación del intervalo QT y el aumento del riesgo de muerte súbita por arritmias ventriculares con el uso de estos fármacos 2 , agravados por la toma de antieméticos y antidiarreicos para alivio de síntomas digestivos. Mientras que no se disponga de herramientas terapéuticas eficaces contra el virus, se debe intentar optimizar la prescripción y la seguridad de los fármacos usados actualmente. Teniendo en cuenta que los pacientes se encuentran en aislamiento respiratorio y por gotas, lo que dificulta realizar electrocardiogramas (ECG) seriados, la Food and Drug Administration ha mencionado entre sus recomendaciones utilizar dispositivos de conexión a distancia como el KardiaMobile 6L (AliveCor Inc., Estados Unidos), aprobado previamente para la detección de la fibrilación auricular y el control del QT en este contexto 3 , y ya se menciona en protocolos como el propuesto por la clínica Mayo 4 . Aunque están disponibles actualmente otros dispositivos con similares prestaciones, como EKGraph (Sonohealth.org, Estados Unidos), WIWE (myWIWE Diagnostics Ltd., Hungría) o Wecardio (BORSAM Biomedical Instruments Co., China), nuestro centro ha elegido el de AliveCor para elaborar el protocolo de seguimiento electrocardiográfico. El gran volumen de pacientes y la falta de experiencia con los fármacos mencionados han llevado a adquirir este dispositivo para el control evolutivo del QT corregido (QTc), que presenta ventajas con respecto al ECG convencional: la facilidad de uso, su precio asequible, su pequeño tamaño, la posibilidad de transmitir el registro a distancia, lo que minimiza los riesgos de contaminación del dispositivo receptor, y la sencillez para su desinfección (alcohol 70°). Este dispositivo es capaz de obtener registros de ECG rápidos (30 s), lo que permite realizar determinaciones a muchos pacientes en poco tiempo. Necesita un receptor (teléfono móvil o equipo de sobremesa) que se conecta mediante bluetooth con un alcance de al menos 10 m lineales. Aunque el equipo permite realizar las 6 derivaciones del plano frontal del ECG, por sencillez se decidió utilizar la opción de una derivación. Existe otra versión del dispositivo que solo permite hacer ECG de 1 derivación, pero no utiliza conexión bluetooth y necesitaría estar cerca del receptor. Antes de poner en marcha el protocolo y a modo de proceso de validación interno, se midió el QTc en la derivación V5 del ECG de 12 derivaciones convencional y en el registro de 1 sola derivación con el dispositivo Kardia colocado bajo la mamila izquierda o en el pulpejo de los dedos (figura 1), para una serie de 50 pacientes (33 enfermos de COVID-19 y 17 ingresados en cardiología por otra causa), y se obtuvo un coeficiente de correlación intraclase de 0,902 (intervalo de confianza del 95%, 0,811-0,950). No se observaron diferencias en la medición del QT entre los pulpejos y el tórax. Resulta más sencillo para enfermería su colocación en el tórax y el registro ECG en esta zona era subjetivamente mejor (mayor voltaje, lo que permite diferenciar mejor la onda T), además de que no precisa la colaboración del paciente (figura 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "A todos los pacientes con sospecha o infección por SARS-CoV-2 confirmada que requieren ingreso hospitalario se les realiza ECG de 12 derivaciones como registro basal. El protocolo de seguimiento del intervalo QT (figura 2) se inicia cuando el servicio responsable del paciente inicia tratamientos con riesgo de alargar el QT y realiza una interconsulta con cardiología, que inmediatamente pasa a valorar el QTc (JTc en caso de QRS ancho), utilizando para el seguimiento el dispositivo AliveCor KardiaMobile 6L. Se elaboran notas de seguimiento en la historia clínica informatizada del paciente, donde se estratifica el riesgo arrítmico según se explica en la figura 2. Se presta especial atención a los fármacos concomitantes y a desequilibrios iónicos que puedan alargar el intervalo QT. En función de estos hallazgos, se hacen recomendaciones en conjunto con su médico responsable y se pauta la periodicidad de control de ECG con AliveCor. Para dinamizar la realización del protocolo en la situación de sobrecarga actual, se estratificó el riesgo arrítmico usando únicamente la duración del QT y se optó por el registro de una única derivación durante 30 s, priorizando la colocación en el tórax siempre que fuera posible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        },
        {
            "text": "Desde el inicio del protocolo se ha valorado el QTc de 39 pacientes (el 79,5% varones; media de edad, 62,4 ± 14,2 años). Todos recibieron durante el seguimiento lopinavir/ritonavir, hidroxicloroquina o azitromicina, además de la medicación para el alivio sintomático; en 6 pacientes apareció QTc largo (5 medidos como QTc > 500 ms y 1 como JTc > 420 ms por bloqueo completo de rama derecha), que se corrigió evolutivamente al suspenderse parte de la medicación según recomendación de cardiología. No ha fallecido ningún paciente por sospecha de arritmia ventricular asociada con QT largo desde el inicio del programa de seguimiento y la aceptación por enfermería ha sido muy satisfactoria, al tratarse de una alternativa sencilla a la complejidad de realizar el ECG de 12 derivaciones a estos pacientes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sr. Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Manejo clínico del COVID-19: atención hospitalaria",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2, COVID-19 and inherited arrhythmia syndromes",
            "authors": [
                {
                    "first": "C-I",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Postema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hrthm.2020.03.024"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Enforcement policy for non-invasive remote monitoring devices used to support patient monitoring during the coronavirus disease 2019 (COVID-19). Public Health Emergency Guidance for Industry and Food and Drug Administration. U.S. Department of Health and Human Services, Food and Drug Administration, and Center for Devices and Radiological Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Urgent guidance for navigating and circumventing the QTc prolonging and torsadogenic potential of possible pharmacotherapies for COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Giudicessi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Noseworthy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mayo Clin Proc",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mayocp.2020.03.024"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Nerea TORRES GONZÁLEZ *, Luis ÁLVAREZ ACOSTA, Alejandro IRIARTE PLASENCIA, Virginia BARRETO CÁCERES, Diego VALDIVIA MIRANDA y Julio Salvador HERNÁNDEZ AFONSO Servicio de Cardiología, Hospital Universitario Nuestra Señora de Candelaria, Santa Cruz de Tenerife, España *Autor para correspondencia. electrónico: nereatorresg@gmail.com (N. Torres González). Figura 1. Registro obtenido con Kardia 6L de AliveCor. Imagen utilizada con autorización de AliveCor. Figura 2. Protocolo propuesto para el control de pacientes con KardiaMobile. COVID-19: enfermedad coronavírica de 2019; FAQT: fármacos que alargan el intervalo QT; QTc: intervalo QT corregido; UCI: unidad de cuidados intensivos.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}