{
    "paper_id": "0bff1d09883dae075564e94ec7e95f9454484e32",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The emergence of SARS-CoV-2 and the subsequent coronavirus disease 2019 (COVID-19) pandemic has affected every aspect of health care, including the delivery of standard care to patients with cancer. Current death rates from cancer reflect the results of implementing a set of evidence-based measures to treat the disease. In most clinical settings, the timing of these interventions is a determinant of successful outcomes. The current commentary aims to focus on the timing of radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "Radiotherapy should remain a valid and accessible treatment option during the COVID-19 pandemic, for several reasons. First, radiotherapy generally does not compete for in-demand resources, such as respirators or intensive care unit (ICU) beds and can continue to remain accessible. In certain scenarios, radiotherapy could even safely be used as an alternative to surgery. Second, extensive experience is available in converting many standard fractionation schedules into shorter, hypofractionated ones, which involve fewer visits to the radiotherapy centre, thus reducing the risks of exposing patients to SARS-CoV-2. Third, in contrast to the majority of chemotherapies, most radiotherapy regimens are only moderately immunosuppressive, and this applies particularly to hypofractionated radiotherapy schedules 1 . Finally, the proper adoption of personal protective equipment (PPE) has been shown to enable the safe delivery of care, despite the presence of many asymptomatic carriers among both patients and clinical and/or nonclinical staff 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "The practice of social distancing, including postponement of hospital and/or outpatient care, should also be generally applied to patients with cancer; however, clinical scenarios in which delaying therapy has been demonstrated to lead to worse cancer-related outcomes should encourage clinicians to weigh up the risks of exposure to SARS-CoV-2 versus the risks of cancer mortality. A comprehensive review of all available literature would require deep interrogation; therefore, we have chosen to provide examples of the importance of timing of radiotherapy in a few of the most common tumour types, in order to encourage the oncology community to reflect on the risks of delaying or forgoing radiotherapy. These risks need to be considered relative to the risks associated with prolonged exposure to SARS-CoV-2, and treatment indications should always follow a discussion to inform the patient of the relative risk:benefit ratios and determine their preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "Effects of delaying radiotherapy Similar to surgery, radiotherapy enables an exquisitely localized treatment with effects measured in terms of local tumour control. Local control alone is often not sufficient, but is necessary for extending the survival of patients with cancer and contributing to cure. Suboptimal delivery of radiotherapy (including delays, interruptions or omissions) has been demonstrated to compromise both local control and survival. For example, the findings of a systematic review demonstrate that delaying the initiation of adjuvant radiotherapy >8 weeks after surgery doubles the risk of local recurrence in patients with breast cancer 3 . Furthermore, a meta-analysis conducted by the Early Breast Cancer Trialists' Collaborative Group indicates that radiotherapy reduces the risk of local recurrence, with a 3.8% absolute reduction in 15-year risk of breast cancer mortality (from 25.2% to 21.4%; P = 0.00005) 4 . The authors make the extrapolation that for every four local recurrences prevented up to year 10, one life is saved.",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 939,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "Similarly, treatment delays have been shown to affect the overall survival (OS) outcomes of women with locally advanced cervical cancer: Lanciano et al. 5 reported a 7.5% decrease in 4-year survival when the radiotherapy course was >10 weeks, compared with <9 weeks, with a 1.2% reduction in cause-specific survival per additional day of treatment, highlighting that even small disruptions in the delivery of radiotherapy can have negative consequences.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "Cancer and COVID-19 -potentially deleterious effects of delaying radiotherapy Himanshu Nagar and Silvia C. Formenti ✉ Radiotherapy can be safely delivered during the coronavirus disease 2019 (COVID-19) pandemic, often through use of hypofractionated regimens, which minimize the number of visits to treatment centres while also avoiding potentially detrimental delays in the delivery of cancer care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiotherapy delivery during the pandemic"
        },
        {
            "text": "Postoperative radiotherapy cannot be deferred without affecting the survival outcomes of patients with high-grade gliomas: every week of radiotherapy delay beyond 2 weeks after surgery increases the risk of death by 8.9% 6 . Similarly, delaying the initiation of radiotherapy >48 days after surgery worsens the survival of patients with newly diagnosed glioblastoma by around 7 months (P = 0.003) 7 .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 398,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "www.nature.com/nrclinonc"
        },
        {
            "text": "Head and neck cancer is probably the cancer type in which the effects of delayed initiation and protraction of the duration of radiotherapy have been most extensively studied. Treatment delays are associated with worse survival outcomes along the entire management continuum and in all disease subtypes. For example, data from an analysis of 234,861 patients with head and neck cancer who received definitive surgery followed by adjuvant radiotherapy demonstrate that a longer interval from surgery to post-operative radiotherapy (T S-RT ) leads to worse OS. Patients with a T S-RT of ≤42 days had a median OS of 10.5 years, patients with a T S-RT of 43-49 days had a median OS of 8.2 years (absolute difference −2.4 years; 95% CI, −1.5 to −3.2 years), and those with a T S-RT of ≥50 days had a median OS of 6.5 years (absolute difference −4.1 years; 95% CI, −3.4 to −4.7 years) 8 .",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 880,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "www.nature.com/nrclinonc"
        },
        {
            "text": "Current management of cancer is often conducted in an interdisciplinarly manner, with representatives from surgical, medical and radiation oncology, often supported by pathologists and radiologists with expertise in specific cancer types (such as prostate or lung cancer, among others). The above examples suggest the need for each management team to discuss available knowledge of the implications of treatment delays and/or modifications and whenever possible consider the role of radiotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "www.nature.com/nrclinonc"
        },
        {
            "text": "Radiotherapy can be safely delivered while minimizing the use of critical hospital resources and maintaining the safety of patients and staff. Staff could be organized into teams (containing physicians, nurses, physicists and therapists) and rotated to minimize exposure risks while creating a contingency strategy for coverage, should any staff member have symptoms suggestive of overt COVID-19. Since the inception of the pandemic, daily patient triages prior to treatment, including temperature checks and symptom questionnaires, have been used to screen patients for further testing for COVID-19. In view of the possibly high number of asymptomatic carriers, the general precaution of use of PPE by all staff (including nonclinical staff, such as receptionists and janitors), including surgical masks and gloves, further minimizes the risks of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of radiotherapy"
        },
        {
            "text": "The availability of hypofractionated regimens for several cancer types has drastically reduced the number of visits for patients, while maintaining timely treatment schedules. These regimens can be implemented at most radiotherapy centres and enable fewer visits, thus limiting the risks of exposure. Another important role of radiotherapy is its potential to safely replace surgery in certain settings, including cancers of the head and neck, oesophagus, pancreas, prostate or bladder, and non-small-cell lung cancer (NSCLC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of radiotherapy"
        },
        {
            "text": "Indeed, stereotactive body radiotherapy (SBRT) is now the standard curative approach for patients with early stage NSCLC that is inoperable owing to comorbi dities. This approach has also emerged as a viable treatment option for patients with operable NSCLC, with two ongoing phase III trials comparing the efficacy of surgery to that of SBRT in this setting (NCT02468024 and NCT02984761). A preliminary combined analysis of data from two earlier prospective randomized trials in this setting (NCT00840749 and NCT00687986) indicates a 3-year OS rate of 95% in patients receiving SBRT compared with 79% in those who underwent surgery (HR 0.14, 95% CI 0.02-1.19; log-rank P = 0.037) 9 . These findings, while preliminary, could justify the adoption of SBRT for patients with early stage NSCLC, particularly in view of the limited access to operating theatres and/or ICUs that thoracic surgeons might encounter during the acute phase of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 682,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Advantages of radiotherapy"
        },
        {
            "text": "The current pandemic is affecting every aspect of health care, including the management of patients with cancer. In these times, balancing the risks of infection and subsequent mortality with the increased risks of cancer mortality derived from delaying treatment is of utmost importance. Clinicians from each subspecialty of oncology should engage in the exercise of assessing evidence for deleterious effects of delaying standard treatments and plan patient management accordingly. Increasing use of radiotherapy should be considered, as uniquely, this modality does not compete with resources needed for management of COVID-19, can be completed in few treatment visits (typically 1-5) in an outpatient setting and is generally less immunosuppressive than other therapeutic modalities. As our knowledge and experiences expand throughout this pandemic, clinicians should refer to guidelines provided by the American Society for Radiation Oncology (ASTRO) and/or the European Society for Radiotherapy (ESTRO) for up to date recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lymphocyte-sparing effect of stereotactic body radiation therapy in patients with unresectable pancreatic cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Radiat. Oncol. Biol. Phys",
            "volume": "94",
            "issn": "",
            "pages": "571--579",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Defining the epidemiology of Covid-19 -studies needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1194--1196",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does delay in starting treatment affect the outcomes of radiotherapy? A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brouwers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Browman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackillop",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Oncol",
            "volume": "21",
            "issn": "",
            "pages": "555--563",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of radiotherapy after breast-conserving surgery on 10-year recurrence and 15-year breast cancer death: meta-analysis of individual patient data for 10,801 women in 17 randomised trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Darby",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "1707--1716",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The influence of treatment time on outcome for squamous cell cancer of the uterine cervix treated with radiation: a patterns-of-care study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lanciano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Pajak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hanks",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Int. J. Radiat. Oncol. Biol. Phys",
            "volume": "25",
            "issn": "",
            "pages": "391--397",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Delay in radiotherapy shortens survival in patients with high grade glioma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Purdie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Neurooncol",
            "volume": "85",
            "issn": "",
            "pages": "339--343",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of time to initiation of radiotherapy on survival after resection of newly diagnosed glioblastoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katsigiannis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Radiat. Oncol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of survival with shorter time to radiation therapy after surgery for US patients with head and neck cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Otolaryngol. Head Neck Surg",
            "volume": "144",
            "issn": "",
            "pages": "349--359",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stereotactic ablative radiotherapy versus lobectomy for operable stage I non-small-cell lung cancer: a pooled analysis of two randomised trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Oncol",
            "volume": "16",
            "issn": "",
            "pages": "630--637",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the contributions of Higinia Cardenes, Jonathan Knisely, John Ng, Akkamma Ravi and Nicholas Sanfilippo of Weill Cornell Medicine for discussions of content and feedback related to this manuscript S.C.F. gratefully acknowledges research support from the US Department Of Defense (DOD) BC180476, DOD BC180595 and the Breast Cancer Research Foundation (BCRF-19-053).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "AStRo CoVID-19 Recommendations to Radiation oncology Practices: https://www.astro.org/Daily-Practice/COVID-19-Recommendations-and-Information eStRo CoVID-19 resources: https://www.estro.org/About/Newsroom/ COVID-19-and-Radiotherapy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RElAtEd links"
        }
    ]
}