{"paper_id": "0c0bbd6df208d34f08723b13d1350505d428d47e", "metadata": {"title": "", "authors": [{"first": "Viet", "middle": [], "last": "Hoang", "suffix": "", "affiliation": {}, "email": "vietnguyenhoang@tmu.edu.vn"}, {"first": "", "middle": [], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thuongmai University", "location": {"addrLine": "79 Ho Tung Mau Road", "postCode": "100000", "settlement": "Hanoi", "country": "Vietnam"}}, "email": ""}, {"first": "·", "middle": [], "last": "Hiep", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xuan", "middle": [], "last": "Tran", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duy Tan University", "location": {"postCode": "550000", "settlement": "Da Nang", "country": "Vietnam"}}, "email": ""}, {"first": "·", "middle": [], "last": "Le", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Van", "middle": [], "last": "Huy", "suffix": "", "affiliation": {"laboratory": "", "institution": "The University of Danang", "location": {"postCode": "550000", "settlement": "Danang", "country": "Vietnam"}}, "email": ""}, {"first": "·", "middle": [], "last": "Xuan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nhi", "middle": [], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nguyen Tat Thanh University", "location": {"postCode": "300A"}}, "email": "ninhnguyen@tmu.edu.vn"}, {"first": "·", "middle": [], "last": "Minh", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thanh", "middle": [], "last": "Do", "suffix": "", "affiliation": {"laboratory": "", "institution": "Thuongmai University", "location": {"addrLine": "79 Ho Tung Mau Road", "postCode": "100000", "settlement": "Hanoi", "country": "Vietnam"}}, "email": ""}, {"first": "·", "middle": ["Ninh"], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "La Trobe University", "location": {"postCode": "3086", "settlement": "Bundoora", "country": "Australia"}}, "email": ""}, {"first": "*", "middle": [], "last": "Hoang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Viet", "middle": [], "last": "Nguyen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nguyen", "middle": [], "last": "Tat", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thanh", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ho", "middle": [], "last": "Chi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Minh", "middle": [], "last": "City", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Vietnam", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The coronavirus disease 2019 (COVID-19) pandemic will have a large impact on the publishing industry. This research aims to investigate the influences of the COVID-19 pandemic situation, utilitarian and hedonic motivations on consumer intention to buy books online. It conceptualizes the effects of the COVID-19 pandemic as situational influences, which involve the closure of physical bookstores, health risks associated with visiting such stores, online shopping trend and additional marketing efforts from online bookstores during the pandemic. Data were collected from 275 Vietnamese consumers using an online survey. Multivariate data analysis reveals that the COVID-19 pandemic situation has a positive and significant impact on consumer intention toward online book shopping. Furthermore, while utilitarian motivation exerts a strong effect on consumer intention to purchase books online, the relationship between hedonic motivation and online purchase intention is positive but insignificant. These findings would assist key stakeholders such as publishers and online bookstores to improve the quality of their websites as well as develop their marketing campaigns.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The coronavirus disease 2019 (COVID-19) pandemic will have large effects on key stakeholders in the publishing industry. Given that physical bookstores may be forced to close temporarily and that consumers may not want to travel to such brick-and-mortar stores because of health concerns, the demand for online book shopping will expectedly rise quickly in the short term. There is therefore an urgent need for publishers and booksellers to develop and reinforce their presence online. These stakeholders also need to develop effective marketing strategies aiming at promoting consumer purchase behavior and understanding consumer motivations for online book shopping is a prerequisite.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Despite the proliferation of online booksellers, there are only limited number of studies examining factors affecting consumer online book purchase. A notable study conducted by Laing and Royle [1] reveals that good prices, product range, convenience and speed delivery are major qualities of consumer experience associated with online book shopping. Hsiao [2] reports that consumers purchase book online to save travel time and cost. Nguyen et al. [3] assert that online shoppers pay attention to the following key attributes of online bookstores: website design, merchandise, order fulfillment, communication, promotion, security and privacy. However, none of these studies has explicitly investigated consumer motivations for purchasing books online. Motivations refer to \"the inner reasons or driving forces behind human actions that drive consumers to address real needs\" [4] . Motivations for shopping online include utilitarian and hedonic ones [5] . Simply put, utilitarian motivation is concerned with expectations and consequences [6] , while hedonic motivation is related to shopping enjoyment [7] . Accordingly, consumers may be motivated to engage in online shopping because of its usefulness and excitement.", "cite_spans": [{"start": 194, "end": 197, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 357, "end": 360, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 449, "end": 452, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 877, "end": 880, "text": "[4]", "ref_id": null}, {"start": 952, "end": 955, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1041, "end": 1044, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 1105, "end": 1108, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Situational factors, which comprise \"all factors that do not relate to the decisionmaker as individual (e.g., personality and physical characteristics) or to the decision alternatives\" [8] , play an essential role in shaping and strengthening online buying motivations [9] . Such factors can either trigger or reduce the frequency of online shopping [9] . Nevertheless, research into situational influences on online book purchasing is scarce. Notably, the COVID-19 pandemic appears to be an important situational factor influencing consumer behavior toward online book shopping. Hence, timely research should be done to investigate this matter.", "cite_spans": [{"start": 185, "end": 188, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 269, "end": 272, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 350, "end": 353, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study aims to contribute to the extant literature by investigating the impact of the COVID-19 pandemic situation and consumers' motivations on their intentions to buy books online. It also focuses on Vietnam which represents a potential market opportunity for online retailers including e-bookstores [3, 10, 11] . Despite the current dominance of brick-and-mortar bookstores, online bookselling is rising in Vietnam. Since the start of the COVID-19 outbreak, major online booksellers such as fahasa.com, vinabook.com and bookbuy.vn have sought to attract more customers to their sites. For instance, fahasa.com has introduced special combos and collections such as \"Reading with your kids during the COVID-19 outbreak\". It has also offered FAHASA deals, flash sale and discounts for payment using VISA card. The findings of this study will extend current knowledge about online book shopping in emerging markets like Vietnam, and also provide marketing implications for publishers and online booksellers operating in this market.", "cite_spans": [{"start": 305, "end": 308, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 309, "end": 312, "text": "10,", "ref_id": "BIBREF9"}, {"start": 313, "end": 316, "text": "11]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Introduction"}, {"text": "The rest of the paper is structured as follows. The next section presents a description of the methodology including measures, data collection and sample. Thereafter, data analysis including descriptive statistics, exploratory factor analysis and multiple regression is provided. This is followed by a detailed discussion of the findings and their implications. Finally, future research directions are presented.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The majority of the items measuring the variables examined in this study were selected and adapted from prior literature. These measurement scales, originally in English, were translated into Vietnamese using back-translation technique [12] . Four items measuring utilitarian motivation and another four items operationalizing hedonic motivation were adopted from Jahn and Kunz [13] . To measure consumer intention to buy books online, three items were adapted from Nguyen et al. [11] and San Martín and Herrero [14] . Situational influences of the COVID- 19 were measured with five items developed by the researchers. All the items were measured by a seven-point Likert scale, anchored by (1) \"Strongly disagree\" and (7) \"Strongly agree\". Twenty consumers were invited to participate in a pilot test to confirm the clarity and meanings of the items.", "cite_spans": [{"start": 236, "end": 240, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 378, "end": 382, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 480, "end": 484, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 512, "end": 516, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 556, "end": 558, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Measures"}, {"text": "Data were collected from consumers who were above 18 years old and who intended to buy book online in the near future using an online survey. Two screening questions were used to recruit eligible respondents. Non-probability snowball sampling was used for the online survey owing to the lack of an appropriate sampling frame [15] . The researchers emailed the link to the online questionnaire, in Google form, to initial known respondents and request them to identify additional respondents. In the two weeks of data collection, a total of 275 completed surveys were returned.", "cite_spans": [{"start": 325, "end": 329, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Data Collection and Sample"}, {"text": "Out of 275 respondents surveyed, 61.8 percent were female, and 38.2 percent were male. In terms of age, 37.5 percent were between 18 and 24 years old, 26.9 percent were between 25 and 34 years old, 21.1 percent were between 35 and 44 years old, and 14.5 were above 45 years old. In addition, 72.4 percent held college or university degree, 14.5 percent had graduate or above education, and 13.1 percent had high school or below education. Household income was classified into four groups: under 10,000,000 VND (27.6 percent), 10,000,000-under 20,000,000 VND (46.2 percent), 20,000,000-under 30,000,000 VND (17.1 percent), and 30,000,000 VND or above (9.1 percent).", "cite_spans": [], "ref_spans": [], "section": "Data Collection and Sample"}, {"text": "Results of descriptive statistics and reliability analysis are illustrated in Table 1 . The final scores of the variables were produced by calculating the average across the individual scores. Among the four variables, situational influences had the highest mean score (M = 5.63, SD = 0.81). Notably, consumers strongly indicate their concerns about health risks associated with visiting brick-and-mortar bookstores (M = 6.03, SD = 0.98). Interestingly, they also strongly believe that online shopping has become a trend during the COVID-19 pandemic (M = 5.81, SD = 1.24).", "cite_spans": [], "ref_spans": [{"start": 78, "end": 85, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Descriptive Statistics and Reliability Analysis"}, {"text": "Reliability analysis was conducted using Cronbach's alpha. As shown in Table 1 , Cronbach's alpha values ranged from 0.764 (situational influences) to 0.851 (utilitarian motivation), which were higher than the threshold of 0.7 recommended by Hair et al. [16] . In addition, corrected item-to-total correlations were all greater than the suggested value of 0.5. It is therefore reasonable to conclude that, the measures in this study had high internal consistency of reliability [16, 17] .", "cite_spans": [{"start": 254, "end": 258, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 478, "end": 482, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 483, "end": 486, "text": "17]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 71, "end": 78, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Descriptive Statistics and Reliability Analysis"}, {"text": "An exploratory factor analysis (EFA) using Principal axis factoring with Promax rotation was implemented for the items measuring the three predictors: situational influences, utilitarian motivation and hedonic motivation. The results revealed that the Kaiser-Meyer-Olkin value was 0.838 and the Bartlett's Test was significant at the 0.001 level, indicating that the data were valid for EFA. As expected, three factors were extracted, and they accounted for around 50% of the total variance explained. As illustrated in Table 2 , all factors loadings were above 0.5.", "cite_spans": [], "ref_spans": [{"start": 520, "end": 527, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Exploratory Factor Analysis"}, {"text": "Bivariate correlation analysis was performed to examine the association between the variables. As shown in Table 3 , intention to purchase books online is positively associated with personal influences (r = 0.474, p < 0.01), utilitarian motivation (r = 0.620, p < 0.01) and hedonic motivation (r = 0.290, p < 0.01). Multiple regression analysis was conducted to examine the influences of the three predictors on consumer intention toward online book shopping. Regression assumptions were checked using boxplots, scatterplots, Mahalanobis distance, tolerance value and variance inflation factor [16, 18] . Results showed that the assumptions of linearity and homoscedasticity were met, and multivariate outliers and multicollinearity were not of concern.", "cite_spans": [{"start": 594, "end": 598, "text": "[16,", "ref_id": "BIBREF15"}, {"start": 599, "end": 602, "text": "18]", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 107, "end": 114, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Bivariate Correlation and Multiple Regression Analysis"}, {"text": "The multiple regression analysis revealed that situational influence (β = 0.146, p < 0.05) and utilitarian motivation (β = 0.507, p < 0.001) had a positive and significant impact on consumer intention to purchase books online. The impact of hedonic motivation on online purchase intention was positive but nonsignificant (β = 0.070, p > 0.05). In combination, the three predictors (i.e. situational influences, utilitarian motivation and hedonic motivation) explained a significant 40.4 per cent of the variation in online purchase intention, R 2 = 0.404, F(3,274) = 61.188, p < 0.001. Among the predictors, the standardized regression coefficients demonstrated that utilitarian motivation (β = 0.507) exerted the strongest effect on online purchase intention, followed by situational influences (β = 0.146) and hedonic motivation (β = 0.070), respectively.", "cite_spans": [], "ref_spans": [], "section": "Bivariate Correlation and Multiple Regression Analysis"}, {"text": "Research on the factors affecting online book shopping has been scarce. This study is among the first of its kinds that has investigated the effects of the COVID-19 pandemic on consumer intention to purchase books online by conceptualizing such effects as situational influences. Furthermore, it has examined the role of utilitarian and hedonic motivations in predicting consumer intention toward online book shopping. This study also enriches the literature relating to online shopping and book purchasing behavior in emerging market economies by focusing on Vietnam. It should be mentioned that this country is an important emerging economy in the Southeast Asia [19, 20] and represents a large market opportunity for both domestic and international booksellers [3, 21] .", "cite_spans": [{"start": 665, "end": 669, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 670, "end": 673, "text": "20]", "ref_id": "BIBREF19"}, {"start": 764, "end": 767, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 768, "end": 771, "text": "21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion and Implications"}, {"text": "The findings reveal that the COVID-19 pandemic situation has a positive and significant impact on consumer intention to purchase books online. It should be noted that the influences of the COVID-19 outbreak involve the closure of physical bookstores, health risks associated with visiting such stores, online shopping trend, and additional marketing efforts from online bookstores during the pandemic. These factors altogether enhance consumer likelihood to buy books through online channels.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications"}, {"text": "The findings also demonstrate that utilitarian motivation is the strongest predictor of consumer intention toward online book shopping. That is, consumers are motivated to buy books online because they believe that online book shopping is useful, functional, helpful and practical. Interestingly, the impact of hedonic motivation on online purchase intention is positive but insignificant. That is, hedonic motivation, as compared to utilitarian motivation and situational influence, is less important in predicting online purchase intention. A possible explanation is that the majority of consumers are worried about the COVID-19 pandemic situation. Hence, their online book shopping is less influenced by the positive emotions and pleasant sensations associated with such a behavior.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications"}, {"text": "This study's findings have important practical implications for publishers and online booksellers. Given the significant impact of the COVID-19 pandemic situation on purchase intention, online booksellers should make every effort to extend their product portfolios on their websites as well as provide consumers with more sales promotions. For example, publishers and online bookstores can introduce special book collections for families and kids. Coupons, free shipping, flash deals and special discounts can be also offered. Additionally, communication programs highlighting that buying books online is free of health concerns related to the COVID-19 pandemic should be implemented. Such a message should be communicated to consumers via social media and websites.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications"}, {"text": "Considering the important role of utilitarian motivation, online booksellers should try to improve the functionality, helpfulness and usefulness of their websites. In this regard, it is important to enhance the accessibility of the websites, ordering availability, different online payment methods, comment and search functions. Although hedonic motivation is less important in explaining purchase intention, it is still desirable for online bookstores to enhance consumers' enjoyment associated with their online shopping by providing them with novel interactive features and flexibility in navigation on the websites. Importantly, marketing communications should focus on highlighting both utilitarian and hedonic values of online book shopping.", "cite_spans": [], "ref_spans": [], "section": "Discussion and Implications"}, {"text": "Future research studies can extend and improve the current study in several ways. The final sample in this study may be biased owing to the use of snowball sampling. Future studies can address this limitation by using probability techniques such as simple random sampling. It would be also desirable to collect data from a bigger sample size so as to increase the generalization of the study's findings. Furthermore, future research can extend this study by including more potential determinants of consumer intention toward online book shopping such as personal and cultural values. Finally, longitudinal study can be conducted to assess potential changes in consumer motivations and purchase intention associated with online book shopping in different points in time during the pandemic.", "cite_spans": [], "ref_spans": [], "section": "Future Research Directions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Bookselling online: an examination of consumer behaviour patterns", "authors": [{"first": "A", "middle": [], "last": "Laing", "suffix": ""}, {"first": "J", "middle": [], "last": "Royle", "suffix": ""}], "year": 2013, "venue": "Publ Res Q", "volume": "29", "issn": "2", "pages": "110--137", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Shopping mode choice: physical store shopping versus e-shopping", "authors": [{"first": "M-H", "middle": [], "last": "Hsiao", "suffix": ""}], "year": 2009, "venue": "Transp Res Part E: Logist Transp Rev", "volume": "45", "issn": "1", "pages": "86--95", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluating the attributes of online bookstores: empirical evidence from young consumers in Vietnam", "authors": [{"first": "H", "middle": ["V"], "last": "Nguyen", "suffix": ""}], "year": 2019, "venue": "Publ Res Q", "volume": "35", "issn": "2", "pages": "236--277", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Hedonic and utilitarian motivations for online retail shopping behavior", "authors": [{"first": "T", "middle": ["L"], "last": "Childers", "suffix": ""}], "year": 2001, "venue": "J Retail", "volume": "77", "issn": "4", "pages": "511--546", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Measuring the hedonic and utilitarian sources of consumer attitudes", "authors": [{"first": "R", "middle": [], "last": "Batra", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Ahtola", "suffix": ""}], "year": 1991, "venue": "Mark Lett", "volume": "2", "issn": "2", "pages": "159--70", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Shopping motivations on Internet: a study based on utilitarian and hedonic value", "authors": [{"first": "P-L", "middle": [], "last": "To", "suffix": ""}, {"first": "C", "middle": [], "last": "Liao", "suffix": ""}, {"first": "T-H", "middle": [], "last": "Lin", "suffix": ""}], "year": 2007, "venue": "Technovation", "volume": "27", "issn": "12", "pages": "774--87", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A typology of situational factors: impact on salesperson decision-making about ethical issues", "authors": [{"first": "W", "middle": ["T"], "last": "Ross", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Robertson", "suffix": ""}], "year": 2003, "venue": "J Bus Ethics", "volume": "46", "issn": "3", "pages": "213--247", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Online grocery shopping: the influence of situational factors", "authors": [{"first": "C", "middle": [], "last": "Hand", "suffix": ""}], "year": 2009, "venue": "Eur J Mark", "volume": "43", "issn": "9", "pages": "1205--1224", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Cash or cashless? Promoting consumers' adoption of mobile payments in an emerging economy", "authors": [{"first": "V", "middle": ["S"], "last": "Dinh", "suffix": ""}, {"first": "H", "middle": ["V"], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": ["N"], "last": "Nguyen", "suffix": ""}], "year": 2018, "venue": "Strateg Dir", "volume": "34", "issn": "1", "pages": "1--4", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Investigating consumer attitude and intention towards online food purchasing in an emerging economy: an extended tam approach", "authors": [{"first": "Tth", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2019, "venue": "Foods", "volume": "8", "issn": "11", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "International and cross-cultural management research", "authors": [{"first": "J-C", "middle": [], "last": "Usunier", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "How to transform consumers into fans of your brand", "authors": [{"first": "B", "middle": [], "last": "Jahn", "suffix": ""}, {"first": "W", "middle": [], "last": "Kunz", "suffix": ""}], "year": 2012, "venue": "J Servic Manag", "volume": "23", "issn": "3", "pages": "344--61", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Influence of the user's psychological factors on the online purchase intention in rural tourism: integrating innovativeness to the UTAUT framework", "authors": [{"first": "H", "middle": [], "last": "San Martín", "suffix": ""}, {"first": "Á", "middle": [], "last": "Herrero", "suffix": ""}], "year": 2012, "venue": "Tour Manag", "volume": "33", "issn": "2", "pages": "341--50", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Research methods for business students", "authors": [{"first": "Mnk", "middle": [], "last": "Saunders", "suffix": ""}, {"first": "P", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "A", "middle": [], "last": "Thornhill", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Multivariate data analysis", "authors": [{"first": "J", "middle": ["F"], "last": "Hair", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A paradigm for developing better measures of marketing constructs", "authors": [{"first": "G", "middle": ["A"], "last": "Churchill", "suffix": ""}], "year": 1979, "venue": "J Mark Res (JMR)", "volume": "16", "issn": "1", "pages": "64--73", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "SPSS Statistics Version 22: a practical guide. South Melbourne: Cengage Learning Australia", "authors": [{"first": "P", "middle": ["J"], "last": "Allen", "suffix": ""}, {"first": "K", "middle": [], "last": "Bennett", "suffix": ""}, {"first": "B", "middle": [], "last": "Heritage", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Demographics of sustainable technology consumption in an emerging market: the significance of education to energy efficient appliance adoption", "authors": [{"first": "N", "middle": [], "last": "Nguyen", "suffix": ""}], "year": 2019, "venue": "Soc Responsib J", "volume": "15", "issn": "6", "pages": "803--821", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The influence of cultural values on green purchase behaviour. Mark Intell Plan", "authors": [{"first": "T", "middle": ["N"], "last": "Nguyen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lobo", "suffix": ""}, {"first": "S", "middle": [], "last": "Greenland", "suffix": ""}], "year": 2017, "venue": "", "volume": "35", "issn": "", "pages": "377--96", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The role of social media in the purchase of books: empirical evidence from Vietnam's publishing industry", "authors": [{"first": "H", "middle": ["V"], "last": "Nguyen", "suffix": ""}], "year": 2019, "venue": "Publ Res Q", "volume": "35", "issn": "4", "pages": "704--713", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Variables, items and propertiesNote: α Cronbach's Alpha; SD Standard deviation", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}