{
    "paper_id": "0c1206310ee9e8b3d0aac86d709a3f15d2141dce",
    "metadata": {
        "title": "Universal public use of surgical mask and respiratory viral infection R E FE R E N C E S",
        "authors": [
            {
                "first": "Kazuhiro",
                "middle": [],
                "last": "Kamata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niigata University",
                    "location": {
                        "settlement": "Yangon",
                        "country": "Myanmar"
                    }
                },
                "email": ""
            },
            {
                "first": "Norio",
                "middle": [],
                "last": "Ohmagari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Global Health and Medicine Hospital",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasuharu",
                "middle": [],
                "last": "Tokuda",
                "suffix": "",
                "affiliation": {},
                "email": "yasuharu.tokuda@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "During the COVID-19 pandemic, the World Health Organization warned the shortage of surgical masks because of the increased demanding and stocking up. 1 The price of masks has surged in many countries. In Japan, the practice of wearing a mask has been common not only during this COVID-19 outbreak but also during winter seasons every year, although it has been unclear whether wearing a mask universally could reduce the risk of respiratory viral infection in a population. 2 Feng et al recently suggested that rational recommendations on appropriate face mask use should be developed. 3 A nationwide online cross-sectional survey was conducted to assess the effectiveness of mask use among the general public in Japan in March 2017. Based on the panel of 7.6 million people registered with a research company, the survey participants were selected from adults aged 20-69 years who were not medical professionals. People aged 70 years or older were excluded because of their potential difficulties in responding to the online survey. Additionally, the participants were selected to reflect the distribution of the population (national population census of Japan in 2015) with regard to gender, age, place of residence (prefecture), and population size. 4 In a total of 3390 responses, 64% reported a habitual practice of wearing a surgical mask during all winter seasons over the last 5years. During these winter seasons, 60% of participants reported at least single episode of symptoms of respiratory viral infection. Among those who wore a mask, 65% reported the development of the episodes. Among those who did not, 50% reported its development. Thus, the greater proportion of the episodes were identified in mask-wearing people. Our results indicate that there may be little protective effects of habitual use of a surgical mask on experiencing episodes of respiratory viral infection during winter seasons. A meta-analysis on the published literature showed, on the other hand, that infected patients wearing a mask could reduce risk of infecting others. 5 Our findings may have limitations including a recall bias because of the self-reports. However, governments and healthcare providers may need to educate people that little evidence exists about surgical mask use among the general public for receiving respiratory viral infection and it is likely that its use among infected patients, including presymptomatic or asymptomatic patients with COVID-19, could lower possibility of infecting others.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the COVID-19 pandemic, the World Health Organization warned the shortage of surgical masks because of the increased demanding and stocking up. 1 The price of masks has surged in many countries. In Japan, the practice of wearing a mask has been common not only during this COVID-19 outbreak but also during winter seasons every year, although it has been unclear whether wearing a mask universally could reduce the risk of respiratory viral infection in a population. 2 ",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 474,
                    "end": 475,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Universal public use of surgical mask and respiratory viral infection"
        },
        {
            "text": "The authors have stated explicitly that there are no conflicts of interest in connection with this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CO N FLI C T O F I NTE R E S T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Shortage of personal protective equipment endangering health workers worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Use of surgical face masks to reduce the incidence of the common cold among health care workers in Japan: a randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohde",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tokuda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Omata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Infect Control",
            "volume": "37",
            "issn": "5",
            "pages": "417--426",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rational use of face masks in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "5",
            "pages": "434--470",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Public knowledge and perception about antimicrobials and antimicrobial resistance in Japan: a national questionnaire survey in 2017",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tokuda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagihara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foxlee",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hewak",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMJ",
            "volume": "336",
            "issn": "",
            "pages": "77--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Feng et al recently suggested that rational recommendations on appropriate face mask use should be developed. 3 A nationwide online cross-sectional survey was conducted to assess the effectiveness of mask use among the general public in Japan in March 2017. Based on the panel of 7.6 million people registered with a research company, the survey participants were selected from adults aged 20-69 years who were not medical professionals. People aged 70 years or older were excluded because of their potential difficulties in responding to the online survey. Additionally, the participants were selected to reflect the distribution of the population (national population census of Japan in 2015) with regard to gender, age, place of residence (prefecture), and population size. 4 In a total of 3390 responses, 64% reported a habitual practice of wearing a surgical mask during all winter seasons over the last 5years. During these winter seasons, 60% of participants reported at least single episode of symptoms of respiratory viral infection. Among those who wore a mask, 65% reported the development of the episodes. Among those who did not, 50% reported its development. Thus, the greater proportion of the episodes were identified in mask-wearing people. Our results indicate that there may be little protective effects of habitual use of a surgical mask on experiencing episodes of respiratory viral infection during winter seasons. A meta-analysis on the published literature showed, on the other hand, that infected patients wearing a mask could reduce risk of infecting others. 5 Our findings may have limitations including a recall bias because of the self-reports. However, governments and healthcare providers may need to educate people that little evidence exists about surgical mask use among the general public for receiving respiratory viral infection and it is likely that its use among infected patients, including presymptomatic or asymptomatic patients with COVID-19, could lower possibility of infecting others. ACK N OWLED G EM ENTS This work was supported by Health and Labour Sciences Research Grants (Research on Emerging and Re-emerging Infectious Diseases and Immunization) in the fiscal year 2016 from the Ministry of Health, Labour and Welfare, Japan [In Japanese] (https://mhlwgrants.niph.go.jp/niph/searc h/NISR01.do).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Kazuhiro Kamata MD 1 Norio Ohmagari MD, PhD 2 Yasuharu Tokuda MD, MPH 3 Infectious Diseases Research Center of Niigata University, Yangon, Myanmar 2 Disease Control and Prevention Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan 3 Muribushi Okinawa Center for Teaching Hospitals, Okinawa, Email: yasuharu.tokuda@gmail.com",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}