{
    "paper_id": "0c16cef2ddd3e7251855e473620b50def7520b80",
    "metadata": {
        "title": "WORKSHEET for EvidenceBased Review of Science for Emergency Cardiac Care Worksheet author(s) ith Professor Gary B Sm plett ini",
        "authors": [
            {
                "first": "Nicola",
                "middle": [
                    "Po"
                ],
                "last": "Mary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beth",
                "middle": [],
                "last": "Manc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasmeet",
                "middle": [],
                "last": "Soar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Devita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "TT=Early Warning System his latter categorization identifies the primary intervention. METs include specialist medical staff (ICU, ED, etc); RRTs may nclude housetaff, but usually comprise nurses +/-respiratory therapists T i",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This topic has been difficult to evaluate, as the intervention under scrutiny (EWSS/response teams/MET systems) is a complex one and the outcomes being measured (reduced cardiac and respiratory arrests) are impacted by factors other than the specific intervention being studied. For example, during the period of most studies there has been a major international focus on improving other aspects of patient safety, e.g., hospital acquired infections, earlier treatment of sepsis and better medication management, all of which have the potential to influence patient deterioration and may have a beneficial impact on reducing cardiac arrests and hospital deaths. Additionally, a greater focus on improving \"end of life\" care and the making of \"do not attempt resuscitation\" (DNAR) decisions may also have had impact on cardiac arrest call rates. The studies do not correct se confounding factors. for the The Rapid Response System has several components (an event detection and response triggering arm, a planned response arm, a quality monitoring arm, and an administrative support arm) -some of which may be important in changing outcomes, some of which may not. It may of course also be the case that all components should be present, and functioning optimally, for benefit to be achieved. The components include staff education, vital signs monitoring, recognition of deterioration using early warning systems or calling criteria, systems for calling for help and the response (the Rapid Response Team). There are no data isolating the impact of one arm from the other 3 so it is impossible to determine the magnitude of each arm's contribution to an outcome effect (if any). Consequently, evaluations may have to be of the whole system (or \"bundle of care\") rather then any single component. Determining how best to perform the function of each arm may be important, as some significant impact may be achieved at a lower cost, and improvements in certain components might not be associated with cost-effective improvements in outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "There has been a realisation that many of the components necessary for recognizing illness and responding to it already existed in some form, but were suboptimal. For example, efforts aimed at improving the recognition and treatment of cardiac arrest have enjoyed greater visibility than those aimed at its prevention. Published evidence shows that ward staff education in preventing patient deterioration has been poor, vital signs monitoring has often been infrequent and inadequate, early warning systems or calling criteria have not always been used, there were no routinely used systems for calling for help and the response from responders to requests for help have sometimes been found wanting. One of the greatest difficulties in interpreting the data is the fact that almost no organization has chosen to compare an improved existing system with a newly implemented Rapid Response System. Hence, it is difficult to assess whether the introduction of a Rapid Response System per se was actually required to solve the problem. Of course, it could be argued that efforts to improve detection of deterioration, improving response to deterioration, improving the education staff resulting in error reduction, and improving the staff and equipment support for crisis response is itself a Rapid Response System.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "As it is difficult to implement an organization-wide system change, whilst randomising patients to receive different treatments (because of the potential for contamination or confounding factors), most of the publications reviewed here are small, \"before-and-after\" studies in a single healthcare institution. Not all assess process measures like probability of detection of critical events or reliability of triggering a response. Failure to control for the quality of the process results in a confounded study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "There are no LOE 1 studies supporting a RRS (the only good quality LOE1 is neutral (Hillman 2005)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "One LOE1 study Chen 2009) is supportive, but Chen is a post hoc reanalysis of the Hillman 2005 study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "One LOE2 study (Bristow 2000) is also neutral.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 29,
                    "text": "(Bristow 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "The remaining studies are LOE3 or lower. A number are of poor scientific quality and provide inadequate data on which to make a definitive conclusion about the benefit, or not, of the Rapid Response System. Factors such as the Hawthorne effect, the impact of publicity in newspapers and medical journals concerning \"failure to rescue\", secular trends in cardiorespiratory arrests, changing case-mix and patient admission numbers over duration of studies, and alterations in DNAR decision rates have the potential to influence the findings considerably. However, due to the before and after design of most studies, their potential impact is unaccounted for in the reports. Where these \"before-and-after\" studies suggest an impact on cardiac arrest rates, it is important to understand that this does not necessarily signify causality. In many studies the claimed benefits seem very large given the small numbers of patients who have been seen by the Rapid Response Team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "As noted above, there has been only one randomised controlled trial (Hillman 2005) . This was unable to demonstrate a difference between control and intervention hospitals in reduction in a composite outcome of a) cardiac arrests without a pre-existing not-for-resuscitation (NFR) order, b) unplanned ICU admissions, and c) unexpected deaths (deaths without a pre-existing NFR order) taking place in general wards during the 6-month study MET period. In this RCT, both arms demonstrated improved outcome compared to baseline, results in line with all before-and-after trials. Post-hoc analysis (to determine a potential source of the demonstrated outcome improvement) of the data from this study using intervention rate (number of MET calls)-an as-treated analysis-shows that there was a downward trend for cardiac arrests and unexpected deaths that was present and identical in both control and MET hospitals during the study period. Still, these results do not rule out the possibility that any benefit is due to a particular component of a RRS (including simply an educational effect, or increasing the awareness of the adverse consequences of physiological instability, or the result of an increase in DNAR decisions.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 82,
                    "text": "(Hillman 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Over time, healthcare generally improves outcomes and there is evidence in the papers that were reviewed that this is occurring. Many early papers have focused on the impact of the Rapid Response Team rather than the Rapid Response System. However careful reading of all the papers listed suggests that all implemented all four components of the system, even if they reported only one component (e.g. the responding team).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "A recent meta-analysis (Chan 2010) showed including 18 studies from 17 publications involving nearly 1.3 million hospital admissions showed an RRT in adults was associated with a 33.8% reduction in rates of cardiopulmonary arrest outside the intensive care unit(ICU) but was not associated with lower hospital mortality rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:"
        },
        {
            "text": "Overall, it may no be possible to evaluate a responding team nor an early warning system in isolation. The system of care (RRS) is possible to measure if there is appropriate assessment for process measures to demonstrate the system was actually functional, A failure to account for many of the confounding factors in the reviewed papers makes it difficult to come to a definite conclusion about whether the use of EWSS or response team systems compared with no such responses decrease cardiac arrests or mortality. Rapid Response Systems may decrease these outcomes, but the level of evidence is not high. It seems logical, and inexpensive, to ensure that education about deterioration and its detection, better vital signs monitoring of patients, greater use of calling criteria or early warning scores, and a system of calling for assistance are in place. Whether it is necessary to introduce a specific Rapid Response Team, rather than an improved local response at ward level, is as yet untested. There do not appear to be any ill effects of introducing a Rapid Response System, although Rapid Response Teams cannot usually be intr duced without introducing all four arms of the system. Cost, and cost-effectiveness has not yet been o studied. Acknowledgements: S ugg st e ion areas for future research 1. Given the finding that, in some studies, clinical benefit resulted from education about the MET and the calling criteria, the importance of each of the components of the rapid response system -education, monitoring, calling criteria, ation of staff regarding appropriate mechanism of calling and response should be evaluated. For example, \"does educ calling criteria as the sole intervention reduce cardiac arrests?\" 2. What education is required for ward staff -calling criteria, clinical skills, etc? sponse?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "3. What is the optimal frequency of vital signs monitoring to detect deterioration? 4. Are Early Warning Scores more effective than MET calling criteria as the trigger for activating a RRT re 5. Are physician-led teams (ramp down) more effective than teams led by non-physicians (ramp up)? 6. What do RRTs do that ward/floor staff don't, or couldn't, do that have an impact on clinical outcomes? 7. Which techniques for training are most beneficial -lectures, short courses, high fidelity simulation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": ". Do Rapid response Systems (or their individual components) improve other outcomes other than cardiac arrest (e.g., 8 reduced hospital mortality, reduced length of stay) NOTE: All future studies of clinical outcome need to remove as many \"confounders\", such as changing DNAR order rates, to enable true evaluation of the Rapid Response intervention Comment: LOE 3, poor, weakly supportive Comparison groups were clearly defined, but may not have been correctly chosen (comparison should probably have been between post-education period and the post-MET period in order to assess the impact of introducing a MET). The outcomes were measured in the same (but un-blinded) objective way in both groups. Not all confounders were identified and appropriately controlled for (lack of data on case mix, DNAR rates, and secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes. Difficult to separate the effect of education alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "The study design was that of a prospective before-and-after intervention trial, with three periods: ■ A 4-month \"before\" period (1 May 1999 -31 August 1999) during which the outcome measures were studied under the normal operating conditions of the hospital. The authors state that there were no changes in the 'not for cardio-pulmonary resuscitation' policy during the study. However, the authors do not report DNAR rates for the study populations either before or after the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Whilst the published data appears to suggest a strong positive impact of the intensive care unit-based medical emergency team with a reduced incidence of arrest, the data should be considered in relation to that contained within a letter published by the authors (MJA 2004; 180: 309) which suggest that the major improvement in outcome occurred during the preparation and education period, i.e., BEFORE the MET began working. Furthermore, the MET made only 99 calls during the intervention period.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "(MJA 2004;",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "180: 309)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Overall, the rapid response system appears to have been successful in reducing cardiac arrests, but the major benefit seems to have been the result of staff education and not the MET. This article describes an advanced nurse practitioner model (like UK outreach model) for an RRT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Comment: LOE3, poor, weakly supportive Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (numbers of admissions/discharges, DNAR rates, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Single centre study RRT introduced in March 2006 RRT covers 7 medical-surgical units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "RRT introduced with aim of decreasing codes calls occurring outside critical care areas, decrease failure-torescue and support bedside nurses. Coverage was not 24/7 initially (first 7 months)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Intervention:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "• education programme for nurses and physicians re team rationale and purpose (emails, internal publications, laminated cards, presentations to various committees). • RRT roll out soon after educational programme • Specific treatment protocols for RRT The number of RRT calls increased over time, particularly when team was fully staffed (from 45 calls per month to 90 calls p.m.). There was a slight decrease in the number of RRT calls when on member left during 2 nd and 3 rd quarters of 2007",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Pre-RRS code rate = 9.41 per 1000 discharges Six months after inception, codes rate = 6.83 per 1000 discharges (however, RRT was not yet 24/7) 1 year post-introduction of the RRS, the code rate = 3.89 per 1000 discharges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "The average mortality per month on the medical-surgical units decreased by 9% from pre-RRS values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Failure-to-rescue rate reduced by 19.5% following RRS inception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Overall, there is little data provided that can be analysed. The authors do not provide raw data re numbers of admissions/discharges and DNAR rates either before or after the intervention.Difficult to distinguish effect of education from that of the RRT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Bertaut Y, Campbell A, Goodlett D. Implementing a rapid-response team using a nurse-to-nurse consult approach. J Vasc Nurs 2008;26:37-42 Comment: LOE3, poor, weakly supportive Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR, secular trend, admission data). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "MET ( ICU nurse and a respiratory therapist). The initial assessment provided direction on the need to activate physician team members. Comment: LOE2, Good, neutral in terms of effect on cardiac arrests Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR rates different at different hospitals). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Prospective cohort study -comparison of three similar Australian public hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Intervention:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "• At Hospital 1, the cardiac arrest team was replaced by a MET. However, calling the MET when criteria were met was not compulsory. An education program explained the MET's role to all new staff, but the authors claim that no special efforts regarding staff education in the study period were made. • At Hospitals 2 and 3, the arrest team responded only to cardiorespiratory arrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "• Activation criteria Outcome measures: All cardiorespiratory arrest calls All deaths All ICU/HDU admissions among patients >14 years in hospital during the period from just less than 6 months Documentation of a DNR order before arrest or death was recorded. Unanticipated ICU/HDU admissions were defined as ICU/HDU admissions in which the ICU/HDU admission was for the same reason the patient was admitted to hospital. The primary endpoints were the casemix-adjusted rates of ICU/HDU unanticipated admission, cardiac arrest, death, and deaths without a prior DNR order. These were called \"total event rates\". For patients suffering more than one event (e.g., cardiac arrest followed by unanticipated ICU admission and then death), the \"index event\" was defined as the event the data collectors considered the first in a series of events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "There were 1510 adverse events identified among 50 942 admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Hospital 2 had fewer admissions than the other hospitals. Hospital 1 had a higher proportion of male patients admitted, and a lower proportion of admissions from the emergency department (ED). This hospital also had a younger patient population, which is reflected in differences in casemix: Hospital 1 had lower proportions of patients with stroke, severe acute heart disease, gastrointestinal disease, and musculoskeletal and connective tissue diseases, but higher proportions with severe trauma and follow-up care without acute diagnosis (e.g., dialysis). The rates of DNR orders in dying patients were 77% in Hospital 1, and 64% and 70% in Hospitals 2 and 3, respectively (P = 0.006).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "• The rate of unanticipated ICU/HDU admissions at the MET intervention hospital after casemix adjustment (for both the total event rate and the index rate) was reduced. • After adjustment, Hospital 2 had 49 (95% CI, 20-87) more unanticipated ICU/HDU admissions over a six-month period, and Hospital 3 had 92 (95% CI, 47-146) more, compared with Hospital 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• The rate of all ICU/HDU admissions was lower at Hospital 1 than at one control hospital, and trended to lower than at the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• There was no statistically significant difference in cardiac arrest rate after casemix adjustment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• There was no statistically significant difference in death rate after casemix adjustment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• The casemix-adjusted death rate in patients where there was no documentation found of a DNR order was significantly higher at Hospital 2, translating to 27 (95% CI, 7-53) extra non-DNR deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The reduction in unanticipated ICU/HDU admissions that was seen in the MET intervention hospital could result from many factors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• The MET was effective • Differences in referral practices: perhaps the presence of MET backup engendered a feeling that ICU/HDU referral was not needed. • Hawthorne effect • Education and calling criteria • the effectiveness of the implementation of the MET system as much as the concept of early intervention. • The lack of efficacy of the MET to prevent cardiorespiratory arrest and modify death rate may be related to lack of sensitivity of calling criteria, or because pathophysiological processes (e.g., shock) become irreversible. Another possible explanation for the lack of effect of the MET on event rates is underutilisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Finally, organisational changes such as introduction of a MET are difficult to implement in hospitals. Comment: LOE3, poor, weakly supportive, Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (altered case mix, DNAR rates, secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors carried out a before-an-after study in which the incidence of and mortality from cardiac arrest were recorded in inpatients in a single hospital over two 12 month periods: before (1996) and after (1999) the implementation of a MET. In 1999 they implemented a formal education and audit process directed at junior medical staff and nursing staff after the employment of a full time research nurse. The education process included interactive audiovisual presentations to hospital staff in small groups, attachment to all staff identification badges of the criteria for calling the MET, and strategic placement of posters throughout the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The apparent benefit of the MET itself (in terms of patients allegedly helped) seems high given the number of MET calls (152 calls in 124 patients from a total group of 22847 admissions) that occurred during 1999.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Whilst the authors suggest a positive impact of the medical emergency team with a reduced incidence of arrest, the incidence of cardiac arrest (arrests per 1000 patients) was already falling between 1994 and 1997, i.e., before the introduction of either the education or MET. Also, the study does not report DNAR rates for the study populations either before or after the intervention. The case mix varied considerably between the two study periods, with greater numbers of planned admissions -a group with a low risk of cardiac arrest -in 1999. These confounders prevent the core question (does use of response teams/MET systems compared with no such responses reduce cardiac arrests?) from being answered definitively. Comment: LOE3, poor, weakly supportive Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (altered case mix, DNAR rates, and secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this single centre, prospective audit of cardiac arrest in hospital, there were a series of interventions: There was no obvious overall relationship between the MET call-out rate and the fall in the incidence of cardiac arrest There may be other factors that might have influenced the decline in the incidence of cardiac arrests. The authors do not report data regarding the number of \"not for resuscitation\" orders and the case-mix changed over the study period (the number of hospital admissions increased over the audit period, thereby altering the denominator used for calculating the incidence of cardiac arrests. No detailed case-mix data is provided. The data in this study need s to be considered in the context of the initial study by the same authors (Buist et al. BMJ 2002;324:1-6), which suggest that the incidence of the incidence of cardiac arrest (arrests per 1000 patients) was already falling between 1994 and 1997, i.e., before the introduction of either the education programme or the MET. These confounders prevent the core question (does use of response teams/MET systems compared with no such responses reduce cardiac arrests?) from being answered definitively. Comment: LOE3, poor, weakly supportive Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (numbers of admissions/discharges, DNAR rates, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buist M, Harrison J, Abaloz E, Van Dyke S. Six year audit of cardiac arrests and medical emergency team calls in an"
        },
        {
            "text": "Single centre study RRT commenced November 7 th 2006 80 calls in 1 st year Before the initiation of the RRT, data collection was inconsistent Code calls reduced by 71% Code blue calls per 1000 discharges decreased to an average of 4.83 Inpatient mortality decreased from 1.8% to 0.02%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buist M, Harrison J, Abaloz E, Van Dyke S. Six year audit of cardiac arrests and medical emergency team calls in an"
        },
        {
            "text": "The authors do not provide raw data re numbers of admissions/discharges and DNAR rates either before or after the intervention. Impossible to analyze the results, and the impact of the RRT, because of paucity of reported data. Comment: LOE3, good, neutral Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR rates). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buist M, Harrison J, Abaloz E, Van Dyke S. Six year audit of cardiac arrests and medical emergency team calls in an"
        },
        {
            "text": "In a prospective cohort study at a single centre, the authors examined the association between a RRT intervention and long-term changes in hospital-wide cardiopulmonary arrest and mortality rates, with further characterization by hospital location (non-ICU and ICU). In addition, they assessed rates of potential underuse of rapid response teams by determining the proportion of cardiopulmonary arrests that should have prompted a rapid response team intervention but did not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chan PS, Khalid"
        },
        {
            "text": "Prospective study in a single US hospital (404 beds, of which 365 were for adults). There are 271 medicalsurgical beds, 41 obstetrical beds, and 53 ICU beds. Therefore, reasonable number of beds had continuous monitoring/telemetry. • The pre-RRT period was between January 1, 2004, and August 31, 2005 • Staff education and rapid response team program rollout occurred from September 1 to December 31, 2005, and patient data from this period was excluded. (Presentations, resource handouts, posters, and stickers to medical and nursing staff in all adult inpatient hospital areas) • The post-RRT period was between January 1, 2006, and August 31, 2007.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chan PS, Khalid"
        },
        {
            "text": "• The nurse-led rapid response team composed of 2 experienced ICU nurses and a respiratory therapist to respond to all calls for adult inpatients. An ICU attending or fellow joined the team's evaluation when requested by the rapid response team • Standard RRT activation criteria were used Cardiopulmonary arrests occurring in operating rooms and procedural areas also were excluded from the analysis because the etiology and resuscitation environment of these arrests differ from nonprocedural arrests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chan PS, Khalid"
        },
        {
            "text": "RRT comprised a nurse-led RRT (2 experienced ICU nurses and a respiratory therapist). An ICU attending or fellow joined the RRT when requested by ICU nurses/RT. When activated, the rapid response team was expected to arrive within 10 minutes, complete patient assessments within 30 minutes, and order diagnostic tests and therapeutic treatments pertinent to the patient's condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chan PS, Khalid"
        },
        {
            "text": "• hospital-wide cardiopulmonary arrest rates per 1000 admissions • hospital-wide mortality rates per 100 admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Both adjusted for pre-intervention secular trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Other aspects studied • arrest rates were examined by location (ICU vs non-ICU)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "• arrest rates were examined by code type (respiratory arrests, shockable cardiac arrests and nonshockable cardiac arrests) • the degree to which the RRT was poorly implemented. [Patients in whom a rapid response team intervention was initiated but who subsequently sustained a code outside of the ICU were designated as treatment failures (RRT under-treatment). • the proportion of arrests occurring outside of the ICU in which the patient experienced acute clinical deterioration meeting rapid response team activation criteria of 2 hours or longer and 12 hours or shorter from their code but in whom a RRT evaluation was not triggered (RRT underuse).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "• Pre-and post-RRT groups were not matched fully (Patients in the post-RRT period were older, more likely to be male and of black race, and had higher case-mix estimates). However, no differences in length of hospital stay (i.e., median exposure time to codes) was seen across the study years. • During the 20-month post-RRT period, there were a total of 376 RRT activations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• Unadjusted hospital-wide code rates per 1000 admissions were 11.20 pre-RRT and 7.53 post-RRT (P<0.001), and decreased numerically for all types of code events • Decreases in non-ICU code rates per 1000 admissions (from 6.08 pre-RRT to 3.08 post-RRT;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "P<0.001) accounted for the majority of this difference, with little change in ICU code rates (from 5.13 pre-RRT to 4.44 post-RRT; P=0.27). • After adjusting for the visual trend of a small decrease in code rates over the time prior to the RRT intervention, the RRT intervention was not associated with a significant reduction in hospital-wide code rates (adjusted OR, 0.76 [95% CI, 0.57-1.01]; P = 0.06) • After secondary analyses, the authors found that the RRT intervention was associated with lower non-ICU code rates ( Potential under-treatment • Of the 24 deaths that occurred after RRT intervention in which the patient was not transferred to an ICU and did not obtain DNR status at the time of the intervention, only 2 of these were followed up by a cardiopulmonary arrest code (2 and 18 days after RRT intervention) and potentially would be considered as RRT under-treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Potential under-use • of the 188 codes in the post-RRT period, 20 occurred in non-ICU patients who had documented acute physiological decline within 12 hours of the code (10.6%), but where the RRT was not activated (accounting for 16 deaths).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In sensitivity analysis, RRT implementation would still have had no significant effect on mortality even if all 18 deaths from these 22 potential cases of RRT under-treatment and under-use had been avoided (OR, 0.93 [95% CI, 0.79-1.09]; P=0.35).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors did not have data on DNR status for their entire study population, both at hospital admission or established during an admission, which may have limited their ability to detect a mortality benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In addition, the study was slightly underpowered (78% power) to detect a significant mortality difference, but given the estimate of effect and a relatively narrow 95% CI (OR, 0.95 [95% CI, 0.85-1.11]), they claim that is unlikely that the study failed to detect an association between the RRT intervention and mortality. [they determined in post hoc power calculations that we would have needed a pre-RRT and post-RRT population of 148,000 patients during each period to have 80% power to detect, at a 2-sided significance level of 0.05, a 5% reduction in mortality].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It is possible that any effect of the RRT was minimised by the fact that the pre-RRT limb had \"many\" patients being monitored via telemetry. There was no evidence that telemetry usage was different in the pre-RRT and post-RRT periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Pre-and post-RRT groups were not matched fully Unadjusted hospital-wide code rates per 1000 admissions were lower post-RRT Decreases in non-ICU code rates per 1000 admissions accounted for the majority of this difference. There was little change in ICU code rates (not really a role for RRTs). Comment -LOE5, good, supports decrease in cardiac arrests but not hospital mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All the adult studies in this meta-analysis are included in this worksheet. Shows a decrease in cardiac arrest rates but not in hospital mortality Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR. Secular changes are supported by control hospital data). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Post-hoc analysis of MERIT study data (see Lancet 2005; 365:2091-2097). During the MERIT study, RRS and CAT calls which were not associated with a cardiac arrest or death were termed \"early emergency team calls\". [For example, where a nurse called an RRS or CAT to a patient who was hypotensive and/or tachypneic and who did not have a cardiac arrest].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The proportion of such calls was expressed as early emergency team calls/all attendances x 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Outcomes 1) unexpected cardiac arrests (cardiac arrests without a pre-existing do not attempt resuscitation [DNAR] order) 2) unplanned ICU admissions 3) unexpected deaths (deaths without a pre-existing DNAR order) 4) the aggregate of the above three adverse events 5) overall cardiac arrests 6) overall mortality All events were expressed as the ratio of the number of the events divided by the number of inpatient admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Data collection was conducted during the 12-mo duration of the MERIT study (from June 2002 to May 2003 . Intervention:",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 90,
                    "text": "(from June 2002",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 102,
                    "text": "to May 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• 2-month baseline period • 4-month standardized implementation period (consisting of lectures, videos, presentations, and awareness raising tutorials to prepare nursing and medical staff for the coming introduction of an RRS. • 6-month study period (operational only in those randomised to receive a RRS)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "During the study period, there was a downward trend for all outcomes except unplanned ICU admissions in both control and RRS hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There was an increase in overall rate of emergency team calls and in the proportion of early emergency team calls (defined as rate of early emergency team calls/overall emergency team call rate) in RRS hospitals. There was also a marked increase in the rate of early emergency team calls in RRS hospitals during the study period (i.e., after 6 months).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There was no significant interaction effect between RRS allocation and proportion of early emergency team calls for all outcomes, except for overall deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There was also no significant relationship (b = -0.94; 95% confidence interval [CI]: -2.13 to 0.26; p = 0.125) between the proportion of early emergency team calls and the aggregate of all the adverse events. However, there was a significant inverse relationship (b = -1.99; 95% CI: -2.59 to -1.39; p < 0.001) between the proportion of early emergency team calls and unexpected cardiac arrests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A 10% increase in the proportion of early emergency team calls was associated with a reduction in unexpected cardiac arrests 1.99 for every 10,000 hospital admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There was also a significant inverse relationship (b = -0.94; 95% CI: -1.43 to -0.46; p < 0.001) for unexpected deaths and significant inverse relationship (b = -2.21; 95% CI:-2.86 to-1.56; p<0.001) for all cardiac arrests. A 10% increase in the proportion of early emergency team calls was associated with a reduction in unexpected deaths of 0.94 per 10,000 hospital admissions and a reduction in all cardiac arrests of 2.21 per 10,000 hospital admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There was no significant relationship for unplanned ICU admissions and early emergency team calls (b = -0.41; 95% CI: -0.57 to 1.38; p = 0.414) ( Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "For all deaths, all hospitals combined, there seemed to be a trend toward an interaction effect between RRS allocation (RRS =1; control =0) and the proportion of early emergency team calls (b = -3.01; 95% CI: -5.79 to -0.23; p =0.034). For RRS hospitals, there was a trend toward a significant reduction in overall mortality during the study period compared with baseline (b = -2.38; 95% CI: -4.25 to -0.51; p = 0.012). Being in an RRS hospital was associated with a significant 2.38 reduction in the number of deaths per 1000 admissions during the study period in comparison with the baseline period. In control hospitals, this reduction (0.73/1000 admissions) was not statistically significant (95% CI: -0.63 to 2.09).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors suggest a significant inverse relationship between the proportion of early emergency team calls and unexpected deaths, unexpected cardiac arrests, and overall cardiac arrests across all study hospitals such that an increased proportion of early emergency team calls was associated with a reduction in the rate of these serious adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The authors argue that their findings are consistent with the concept that the incidence of unexpected deaths, unexpected cardiac arrests, and overall cardiac arrests may be reduced by the early delivery of emergency patient care. Another possible mechanism by which early emergency team calls might decrease the incidence of unexpected cardiac arrests and deaths is that emergency teams evaluate patients and help clinicians decide that cardiopulmonary resuscitation should not be attempted (DNAR orders). As more than 90% of deaths in the study hospitals were preceded by a formal DNAR order, this activity might be important. Thus, in RRS hospitals, patients may still die but not be counted as an unexpected cardiac arrest or unexpected death. However, the authors claim that the trend toward reduced overall mortality in RRS hospitals is not consistent with this \"re-classification\" theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As a post-hoc analysis, the study carries a greater risk of reporting false-positive results. The reported relationship may represent an association rather than evidence of causation. It is possible that other uncontrolled factors, such as changes in the pattern of patient care or patient case mix influenced early emergency team calls, and the occurrence of adverse outcomes and so may have been solely or partly influenced our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results suggest that increasing the number of early emergency team calls -a \"dose-response relationship\" -may have a beneficial effect on important patient-centered outcomes. The greater the proportion of early emergency team calls, the lower the occurrence of such events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Comment: LOE3, poor, weakly supportive Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (although data reflects rates of arrest and DNAR rates, no raw data are not provided making analysis of effect of RRT difficult to assess. Does not consider secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "There were 344 RRT calls over the study period. 11 patients suffered cardiac arrest following RRT activation, 8 with the team present by the bedside and 3 after activation while the team had yet to arrive. A change in resuscitation status occurred in 10% of patients. 80% of these patients died within 24 hrs, and all but one died before hospital discharge. 3 patients had their resuscitation status changed from do-not-resuscitate to full measures by the RRT -all eventually died before hospital discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The cardiac arrest data include all arrests, including those that occurred after an RRT call had been made for a given patient. In the 5 months before the RRS began, there was an average of 7.6 cardiac arrests per 1,000 discharges per month. In the subsequent 13 months, that figure decreased to 3.0 cardiac arrests per 1,000 discharges per month. Thus, implementation of the RRS was associated with a 60% decrease in the frequency of such arrests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "Overall hospital mortality the year before the RRS was 2.82%, which decreased to 2.35% by the end of the RRT year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The percentage of ICU admissions that were unplanned decreased from 45% to 29%. The total number of ICU admissions also decreased during the first year of the RRS compared with the prior calendar year from 1,221 to 1,096. However, the average ICU length of stay increased from 3.49 to 3.90 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The authors describe the financial cost of the program. 2 additional PAs were hired, and one ICU nurse per shift was dedicated to the RRT team, which added >$350,000 to the cost. Additionally, staff RRS training accounted for $50,000, and the costs of airway and critical care training for the PAs amounted to $60,000. Thus, the start-up costs for the first year were >$460,000. However, the RRS was associated with a decrease in total cardiac arrests from 10.60 during the first time period to 2.80 in the fourth. Annualized, this would result in almost 94 cardiac arrests avoided at a cost of $4,946 per arrest avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The authors suggest that this study demonstrates an association with the deployment of an RRT led by PAs with specialized critical care skills as part of an overall RRS and decreases in out-of-ICU cardiac arrests. There was also a significant decrease in the rate of total and unplanned ICU admissions. The overall mortality rate did decline over the course of the study although, when analyzed across time, not in a statistically significant way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The authors were surprised by the frequency at which new limits on care were instituted during RRT calls (represented 10% of all calls). This may in part explain the decreases seen in both total and unplanned ICU admissions that we observed. The 35 patients who had their resuscitation status changed by the RRT also influenced the incidence of cardiac arrests, although not the overall mortality rates. An arrest was recognized only if a resuscitation attempt was made, whereas mortality rates were calculated based on total deaths regardless of resuscitation status. However, even adding these 35 arrests to the total for the study period still leaves a sizable impact on the arrest rate by the RRT. The fact that without the RRT, 10% of patients would have been subject to life support interventions that they did not desire is a topic that should be investigated in future studies. Although the case mix index of all hospitalized patients was the same in the year before and during the first year of the RRS, this does not adequately account for differences in acuity that might have been present. Nursing staffing patterns were also generally unchanged, but we could not account for day-to-day variations in unit staffing that might have affected recognition of a decompensating patient. A type of Hawthorne effect in which staff performance improves due to knowledge of observation is likely also at play. Finally, other quality improvement projects were ongoing, although the RRS was the major improvement project undertaken during the study period. Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR rates not reported; the authors comment on \"...other changes had been implemented in 2004 that were making a positive impact on (the) non-ICU code rate...\", but do not describe them; secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "The initial RMRT discussions began in June 2004. A timeline was established for development that included the first trial targeted for September 4, 2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "To evaluate the effectiveness of the initiative, the following specific outcome measures were proposed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "• Decreased adverse events, including non-ICU cardiopulmonary arrests (codes) Intervention:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "• RMRT comprising ICU charge nurse, and a respiratory therapist • Call criteria • Education of all staff (physicians, nurses, and ancillary staff).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "• SBAR On September 4, 2004, the initiative was piloted on two medical-surgical units on the evening shift. Results were evaluated at the one-and two-month marks, with changes in process made on the basis of outcomes, and the initiative was expanded to the night shift on the two units in November. Training continued for all staff. On January 1, 2005, the initiative was expanded hospital-wide and outcome data collection began in earnest. The target population was the non-ICU (medical, surgical, and telemetry) hospitalized population, which, for Roseville Medical Center, is typically older (with a representative age of >70 years) with multiple comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dacey MJ, Mirza ER, Wilcox V, Doherty M, Mello J, Boyer A, Gates J, Brothers T, Baute R. The effect of a rapid response team on major clinical outcome measures in a community hospital. Crit Care Med. 2007 Sep;35(9):2076-82."
        },
        {
            "text": "Cardiac arrest data from the pre-RMRT period (January 1 -December 31, 2004), were compared with data from the post-RMRT period (January 1 -December 31, 2005) . This data excluded all \"do not resuscitate\" patient data and data from codes occurring in the Emergency Department or in other nonmedical-surgical areas. Four non-ICU codes, which had occurred during the staff training period in 2004, were included with the 2004 data.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 157,
                    "text": "(January 1 -December 31, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Data analysis reflected a decrease in non-ICU code rate per 1000 discharges, from 1.90 in 2004 to 1.01 in 2005, dropping from 39 codes to 21 (46% decrease). This correlates to a statistically significant decrease in the non-ICU code rate (p = .018; relative risk, 0.53 [95% confidence interval, 0.31-0.91]). Additionally, the facility-wide code rate decreased from 4.38/1000 discharges in 2004 to 3.72/1000 discharges in 2005. However, no \"do not resuscitate\" rates are provided and reduction could be due to different DNAR application in the two years (perhaps as a result of RRMT) A second analysis method, Control Chart methodology, suggests that a trend is beginning to emerge with falling code rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "However, the unadjusted mortality rate rose slightly from 2.7% per 1000 discharges in 2004 to 2.8% in 2005. The non-ICU mortality rate remained unchanged at 2.01%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• RRT -nurse, respiratory therapist and house manager. (An ICU medical resident was on call for assistance and need is determined by other RRT members) • Calling criteria • Specific documentation • Education (letters, newsletters, electronic communication,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "The following specific goals were evaluated, with the theoretical connection shown in parentheses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "• Decrease number of coded cardiac arrests outside the ICU by 50% (observability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "• Decrease number of codes per 1,000 discharges (observability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "• Increase number of RRT calls (advantage and complexity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "• Determine number and timeliness of transfers to higher level of care (ICU or other) ( complexity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "• Demonstrate staff satisfaction with the RRT process (compatibility).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "The The increased number of patients who were stabilized within the medical-surgical unit and the reduced number of emergent transfers to ICU suggests that RRT implementation was cost effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "The authors do not provide raw data re patient LOS or case mix in the two periods. Further, they do not provide DNAR rates either before or after the intervention. Impossible to analyze the results, and the impact of the RRT, because of paucity of reported data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention included:"
        },
        {
            "text": "Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE1, good, neutral -KEY STUDY"
        },
        {
            "text": "Composite of cardiac arrests without a pre-existing not-for-resuscitation (NFR) order, unplanned ICU admissions, and unexpected deaths (deaths without a pre-existing NFR order) taking place in general wards during the 6-month study MET period. (Events divided by number of eligible patients admitted to the hospital during the study period).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "[Secondary outcomes consisted of: cardiac arrests without a pre-existing NFR order, unplanned ICU admissions, and unexpected deaths].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "• Outcome and process measures were obtained in all hospitals for a baseline period of 2 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "• 4 month education period for MET hospitals (control hospitals did not receive any education) • 6 month intervention period. Normal cardiac arrest team in control hospital vs MET in study hospitals. The staff designated to form the MET varied between participating centres because of local circumstances. The study protocol required that the MET should be at least the equivalent of the preexisting doctor and a nurse from the emergency department or ICU. • Specific MET calling criteria",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "• the overall rate of calls for the cardiac arrest team or MET was significantly higher in intervention hospitals than in control hospitals (p=0·0001; table 2). • Calls not associated with events were more common in MET hospitals than in controls (control hospitals, 48% vs 84% in MET hospitals: (p<0·0001). • There were no significant differences between the MET and control hospitals for any outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• Incidence of cardiac arrests and unexpected deaths fell significantly from the baseline to the study period in all hospitals combined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• METs don't work • Education was insufficient • Low rate of calling for patients with MET criteria • Insufficient power of study • Incremental improvement might have been seen if longer study period • Some control hospital CATs working like a MET • Poor vital signs recording • Seasonal variation could have played a part (short study), as both groups improved • Increased publicity re failure to rescue in national and local press, etc • In the control hospitals were there alternative methods for responding to patients who had signs of critical illness that did not involve the cardiac arrest team, e.g., nurse outreach service or a direct response from the Emergency Department or the ICU? • The authors did not consider what the MET actually did. Mere attendance prior to an event is likely to be insufficient to alter outcome; the team response needs to be both appropriate and effective. Comment: LOE3, poor, weakly supporting Comparison groups were clearly defined, but no data on size of the control and study period groups (may have been different). The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (altered case mix, DNAR rates, and secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perhaps"
        },
        {
            "text": "In this single centre, quasi-experimental study, cardiac arrest and hospital mortality data were collected for 12 months prior to and after the implementation of the RRT (nurse + respiratory therapist). The authors state that they already had an informal RRT in place before Aug 2005. The RRT went live on January 2 nd 2006. Interventions included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• Calling criteria • Pocket card for staff listing calling criteria and SBAR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• In period Jan 2006-7, there were 76 calls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• In 2005, the mean percentage of codes occurring outside critical care units was 66.78% (n is reported as 161, but it is not clear of this is the total number of codes or just this outside critical care units)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• In 2006, the mean percentage of codes occurring outside critical care units was 51.37% (n is reported as 139, but it is not clear of this is the total number of codes or just this outside critical care units)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "There may be other factors that might have influenced the apparent decline in the incidence of cardiac arrests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• Although the authors suggest a 21% decrease in codes outside CCUs (p=0.0262), the study does not report how many arrests occurred in ICU, so the change could be due to an increase in critical care unit codes compared to those outside critical care units. • The authors provide only limited information regarding case-mix, and there is no there any comment about whether the hospital admission rate changed over the study period (i.e., the number of hospital admissions over the audit period cold potentially `alter the denominator for potential code calls). • The authors do not report data regarding the number of \"not for resuscitation\" orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "• There was no obvious overall relationship between the MET call-out rate and the fall in the incidence of cardiac arrest Comment: LOE3, poor, weakly supporting Comparison groups were clearly defined. The outcomes were not measured in the same way and were un-blinded -the code blues where there were missing data were included as true arrests in the education and post-MET implementation phases, but not in the pre-MET phase. Not all confounders were identified and appropriately controlled for (lack of data on case mix, DNAR rates, and secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes. Difficult to separate the effect of education alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "The study design was that of a prospective before-and-after intervention trial, with three periods: ■ An 8-month \"before\" period (1 Jan 1999 -31 August 1999) during which the outcome measures were studied under the normal operating conditions of the hospital. ■ An education period (1 September 1999 -31 August 2000) to introduce the MET. During this period, extensive and repeated presentations and discussions were held with all members of the medical, nursing and paramedical staff. ■ The MET was then implemented (1 September 2000), and a run-in period of 2 months was allowed. In this study this period is merged with a 48-month \"after\" or intervention period (total period 1 September 2000 -31 October 2004) during which the outcome measures were studied under the new (availability of a MET) operating conditions of the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "The outcome measures were a) number of code blue calls; b) the number of code blue calls that were documented cardiac arrests; c) number of code blue calls that were \"not cardiac arrests\"; d) number of code blue calls that had missing data and e) number of code blue calls that were arrests in DNAR patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "The authors state that there were no changes in the 'not for cardio-pulmonary resuscitation' policy during the study. However, the authors do not report DNAR rates for the study populations either before or after the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "Whilst the published data appears to suggest a strong positive impact of the intensive care unit-based medical emergency team with a reduced incidence of arrest, the data should be considered in relation to that contained within a letter published by the authors (MJA 2004; 180: 309) which suggest that the major improvement in outcome occurred during the preparation and education period, i.e., BEFORE the MET began working. Furthermore, the MET made only 99 calls during the intervention period.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "(MJA 2004;",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "180: 309)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Jolley"
        },
        {
            "text": "Med. 2006 Sep;32(9):1352-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jones D, Bellomo R, Bates S, Warrillow S, Goldsmith D, Hart G, Opdam H. Patient monitoring and the timing of cardiac arrests and medical emergency team calls in a teaching hospital. Intensive Care"
        },
        {
            "text": "Comment: LOE3, poor, weakly supporting Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (lack of data on case mix, DNAR rates, and secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes. Difficult to separate the effect of education alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jones D, Bellomo R, Bates S, Warrillow S, Goldsmith D, Hart G, Opdam H. Patient monitoring and the timing of cardiac arrests and medical emergency team calls in a teaching hospital. Intensive Care"
        },
        {
            "text": "Essentially this was a study of the circadian pattern of detection of cardiac arrests in the authors' hospital in relation to aspects of routine medical and nursing care. In addition, we examine the correlation between rates of detection of cardiac arrests and levels of MET review at various times of the day and analyse cardiac arrests that occurred shortly after an initial MET service activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jones D, Bellomo R, Bates S, Warrillow S, Goldsmith D, Hart G, Opdam H. Patient monitoring and the timing of cardiac arrests and medical emergency team calls in a teaching hospital. Intensive Care"
        },
        {
            "text": "As has been reported in several studies by this group, there was: ■ A 4-month \"before\" period ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jones D, Bellomo R, Bates S, Warrillow S, Goldsmith D, Hart G, Opdam H. Patient monitoring and the timing of cardiac arrests and medical emergency team calls in a teaching hospital. Intensive Care"
        },
        {
            "text": "There were 117 (279-162) episodes of cardiac arrest in the pre-MET period There were 162 documented cardiac arrests after the introduction of the MET After the introduction of the MET there was an inverse link between detection of cardiac arrests and levels of MET activation over the 24-h period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this paper, the authors do not comment on DNAR rates, but in earlier publications they state that there were no changes in the 'not for cardio-pulmonary resuscitation' policy during the study. However, even in those papers, the authors do not report DNAR rates for the study populations either before or after the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Whilst the published data appears to suggest a strong positive impact of the intensive care unit-based medical emergency team with a reduced incidence of arrest, the data should be considered in relation to that contained within a letter published by the authors (MJA 2004; 180: 309) which suggest that the major improvement in outcome occurred during the preparation and education period, i.e., BEFORE the MET began working.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "(MJA 2004;",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "180: 309)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall, the rapid response system appears to have been successful in reducing cardiac arrests, but the major benefit seems to have been the result of staff education and not the MET.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Comment: LOE3, fair, neutral Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (no data given on casemix). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kenward G, Castle N, Hodgetts T, Shaikh L. Evaluation of a Medical Emergency Team one year after implementation. Resuscitation. 2004 Jun;61(3):257-63."
        },
        {
            "text": "There were 20.0 deaths per 1000 admissions (2.0%) with a cardiac arrest rate of 2.6/1000 admissions and a 'do not attempt resuscitation' (DNAR) rate of 87.1% for the year prior to MET introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kenward G, Castle N, Hodgetts T, Shaikh L. Evaluation of a Medical Emergency Team one year after implementation. Resuscitation. 2004 Jun;61(3):257-63."
        },
        {
            "text": "The year following MET introduction there were 19.7 deaths per 1000 admissions (1.97%) with a cardiac arrest rate of 2.4/1000 admissions and a DNAR rate of 87.6%. The differences were not significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kenward G, Castle N, Hodgetts T, Shaikh L. Evaluation of a Medical Emergency Team one year after implementation. Resuscitation. 2004 Jun;61(3):257-63."
        },
        {
            "text": "The authors were unable to demonstrate statistically significant reductions in either cardiac arrest calls or in overall hospital mortality 1-year following the introduction of MET, although absolute reductions were noted. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kenward G, Castle N, Hodgetts T, Shaikh L. Evaluation of a Medical Emergency Team one year after implementation. Resuscitation. 2004 Jun;61(3):257-63."
        },
        {
            "text": "Comparison groups were clearly defined, but no data on size of the control and study period groups (may have been different). The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (altered case mix, DNAR rates, and secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor neutral"
        },
        {
            "text": "In this single centre, prospective audit of cardiac arrest in hospital, there were a series of interventions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor neutral"
        },
        {
            "text": "• 24/7 Team introduced on July 1 st 2004 (307 activations in first 12 months, although the authors suggest that this could have been an underestimate) • Also had a 24 hour code team with different personnel to RRT • 13% of all RRT calls were converted to code team calls • No statistical analysis performed by authors re cardiac arrest rates (it represents a 5% reduction in code calls) There may be other factors that might have influenced the decline in the incidence of cardiac arrests. The authors do not report data regarding the number of \"not for resuscitation\" orders, nor is there any comment about whether the case-mix and admission rate changed over the study period (i.e., the number of hospital admissions over the audit period cold potentially `alter the denominator for potential code calls). There was no obvious overall relationship between the MET call-out rate and the fall in the incidence of cardiac arrest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor neutral"
        },
        {
            "text": "Difficult to separate effect of education on changing cardiac arrest rate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor neutral"
        },
        {
            "text": "Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (admission rate, DNAR, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor, neutral"
        },
        {
            "text": "Single centre study Introduced following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor, neutral"
        },
        {
            "text": "• ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor, neutral"
        },
        {
            "text": "• The cardiopulmonary arrest rate was reduced by 39% compared with the preclinical trigger rates (2.90 to 1.64 per 1,000 adult discharges (p = .03)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• The number of ICU readmissions within 48 hours of transfer decreased significantly (4.62 to 3.27 per 100 ICU transfers (p = .03)). Comment: LOE3, poor, weakly supporting Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (altered case mix, DNAR rates, and secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• Single centre before-and-after study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• Prior to March 2005, patient clinical deterioration was managed by the in-house physicians after notification by the nurse caring for the patient. • Rapid response team commenced functioning on March 1 st 2005 • Objective activation criteria were developed • Before implementation of the rapid response team, a formal educational program was instituted, including multiple presentations and discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The occurrence of cardiac arrest in the hospital but outside the intensive care was measured as cardiac arrests per 10,000 patient days. The frequency and the rate of cardiac arrest were compared during the same time period before and after introduction of the rapid response team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In 10 months following RRT implementation the RRT was 76 times (av = 8 activations per month).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In identical 10 month period in year before RRT, there were 27 cardiac arrests outside ICU (2.7 + 1.6 arrests/month). In 10 months following RRT implementation there were 13 cardiac arrests outside ICU (1.3 + 0.7 cardiac arrests/month). This represents just over a 50% reduction in cardiac arrests outside ICU There was an average of 4.4 + 2.4 arrests per 10,000 patient days pre-RRT compared with 1.4 + 0.8 arrests per 10,000 patient days after RRT (p = 0.001). • ICU mortality rates • Overall same-admission mortality rates • ICU lengths of stay (LOS). total days in the ICU following direct transfers from a study unit into an ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Other ICU patient-days resulting from direct admission into the ICU from the emergency department, operating room, or nonstudy units were excluded from ICU LOS calculations. Multiple unplanned transfers to the ICU during an admission for a single patient were counted as independent transfers, but the ICU days were summed to determine the total ICU LOS per admission. Patients with multiple transfers to the floors during the same admission were also summed for the total study unit LOS. Patients whose admission included transfers between RRS units and non-RRS units were excluded from analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "• cardiac arrests • unexpected deaths (deaths in patients who did not have a pre-existing DNR order).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• ICU APACHE II score (measured 24 hours after transfer into the ICU and less if the patient died or transferred out of the ICU before 24 hours). • pre-ICU APACHE II scores (used to determine the severity of illness when the decision was made to transfer the patient to the ICU and included the eight hour period prior to physical transfer). • time to transfer to the ICU (used to determine the efficiency of transferring a clinically deteriorating patient from the floor to the ICU and was calculated from the first documented positive early warning criterion/criteria (EWC) within the eight-hour time frame before ICU transfer until time of physical arrival in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "Intervention included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• education programme and email communications for the participating intervention unit nurses, respiratory therapists, medical housestaff, and attending hospitalist physicians. • one-hour didactic session for housestaff training with a follow-up meeting several weeks later to review opportunities for improvement. Similar training sessions and follow-up meetings were provided for the nursing staff on the intervention unit. • The critical care nurses and respiratory therapists who staffed the MET did not receive additional training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• A set of early warning criteria used to initiate the RRS (nurses were given training in its use) including the potential for introducing harmful consequences, such as delays in the management of patients in respiratory distress or shock. • randomization of patients to control and intervention groups on the same patient care floor would likely have produced significant confusion among bedside nurses, who must act quickly when patients are clinically deteriorating, and might have resulted in delays for patients needing urgent care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "A number of possible reasons may account for the authors' inability to find benefit:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• the study a brief time frame of one month from RRS implementation to evaluation-perhaps insufficient time for the intervention unit to successively make the transition to the large set of process changes. • the level of training for the MET members was less intensive than has been reported in studies with improved outcomes. • the authors did not include strict enforcement policies for RRS use. The most common reasons for not initiating the RRS and, in part, explaining underuse of our RRS, included poor recognition of the clinically deteriorating patient with positive EWC, lack of awareness of the RRS, and reluctance to call the MET. • MET included the same medical housestaff who also cared for patients on the control units, which could have reduced incremental improvements in the RRS intervention group. • lack of reinforcement of education programme content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• wrong team composition • improved ICU use with overall reductions in unplanned ICU transfers-may have been confounded by the expansion in the MICU bed capacity. The MICU bed capacity started to increase during the baseline period and resulted in a 37% greater mean bed capacity for the intervention period as compared with the baseline period. • patient demographics between the control and intervention units were dissimilar and may have contributed to the findings. • study did not have sufficient power to determine an effect of the RRS on cardiac arrests and/or unexpected deaths. • did not measure the impact of the RRS intervention program on the culture or knowledge base among the house-staff physicians treating acutely deteriorating patients",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The authors were unable to demonstrate that the RRS improved clinical or process outcomes. Comment: LOE3, poor, neutral Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (small selected groups of patients, DNAR rates, secular trends, admission numbers). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "Single centre study The hospital appointed a critical care qualified nurse to review high-risk patients and intervene where necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The authors examined the incidence of 11 serious adverse events before and after the appointment of this outreach nurse in three surgical groups (1) vascular: abdominal aortic repair, carotid endarterectomy, lower limb revascularisation; (2) orthopaedic: hip replacement, knee replacement, repair of fractured neck of femur; and (3) colorectal: colonic resection. End-points were adverse events during the first three days after discharge to the general wards (primary end point) and 30-day mortality. One patient could have more than one serious adverse event on more than one day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "Intervention was a critical care qualified nurse to review high-risk patients and intervene where necessary for first three post-op days. Where appropriate, the nurse suggested or initiated patient care strategies including use of the well established MET. The nurse also provided general education of ward staff on issues such as surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "Because of funding limitations, the project nurse was on the wards only on weekdays for both the surveillance and intervention phases. Intervention could not take place at weekends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The study was conducted between April 2001 and April 2002. The surveillance phase occurred during the first five and a half months and involved 319 patients. The intervention phase occurred during the following seven and a half months and involved 345 patients. During the two phases the proportion of individual patients having serious adverse events was the same at 14% (95% CI: 5% absolute decrease to 5% absolute increase during the intervention phase). During the intervention phase, there was about one intervention per patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The authors report a non-significant decrease in the incidence of serious adverse events from 23 per 100 patients to 18 per 100 patients (absolute decrease of 5 serious adverse events per 100 patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• Cardiac arrest in control period = 3 (0.9 per 100 patients); intervention period = 0 (0 per 100 patients) • Death in control period = 2 (0.6 per 100 patients); intervention period = 1 (0.3 per 100 patients)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "• Unplanned ICU admissions in control period = 10 (3.1 per 100 patients); intervention period = 10 (2.9 per 100 patients). • Hospital 30-day mortality in control period = 29 (9.1 per 100 patients); intervention period = 24 (7.0 per 100 patients). NS • Myocardial infarction in control period = 13 (4.1 per 100 patients); intervention period = 25 (7.3 per 100 patients) • For the other 10 serious adverse events (all adverse events excluding 30-day mortality) there were 19 per 100 patients in the surveillance phase and 11 per 100 patients in the intervention phase. This was a decrease of eight serious adverse events per 100 patients (95% CI: a decrease of 4-11 serious adverse events per 100 patients). • MET calls increased from 17 per 100 patients to 25 per 100 patients during the intervention phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "In the study group, 40 (2.3%) patients had cardio-pulmonary arrests. There was an increase in total cardiac arrests (0.6% in control period). There was an increased incidence of cardio-pulmonary arrests in the study group in patients with a MEWS of 3 or 4 (i.e. intermediate risk): 16⁄348 (5%) in the study group vs 0⁄117 (0%) in the control group (p< 0.016).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The increase in cardio-pulmonary arrests in the study group might be explained by the low rate of arrests in the smaller control group and a higher proportion of sick patients in the study group, as suggested by the difference in interquartile range of the MEWS in control and study groups. Patients were not randomised for MEWS use and the control group was a historic control from a shorter period of time than the study period. It was felt that randomisation of patients within the admissions unit would have been technically difficult. The study did not standardise the response to high scores by medical and nursing staff. Delayed responses, faulty assessment of disease severity and inadequate treatment could have contributed to the negative outcome of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        },
        {
            "text": "The authors do not report data regarding the number of \"not for resuscitation\" orders, nor is there any comment about whether the case-mix and hospital admission rate changed over the study period (i.e., the number of hospital admissions over the audit period cold potentially `alter the denominator for potential code alls). c",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes included:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "the study period if they were admitted between",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Implementation and education period was 5 month",
            "authors": [],
            "year": 2006,
            "venue": "The post-intervention period was 9 months",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "neurological survival Italics = Animal studies M= Medical Emergency Team (MET) R=Rapid Response Team (RRT) TT=Early Warning System This latter categorization identifies the primary intervention. METs include specialist medical staff (ICU, ED, etc); RRTs may include housetaff, but usually comprise nurses +/-respiratory therapists neurological survival Italics = Animal studies M= Medical Emergency Team (MET) R=Rapid Response Team (RRT) TT=Early Warning System his latter categorization identifies the primary intervention. METs include specialist medical staff (ICU, ED, etc); RRTs may nclude housetaff, but usually comprise nurses +/Italics = Animal studies M= Medical Emergency Team (MET) R=Rapid Response Team (RRT)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "■ A preparation and education period (1 September 1999 -31 August 2000) to introduce the MET. During this period, extensive and repeated presentations and discussions were held with all members of the medical, nursing and paramedical staff. The MET was then implemented (1 September 2000), and a run-in period of 2 months was allowed. ■ A 4-month \"after\" or intervention period (1 November 2000 -28 February 2001) during which the outcome measures were studied under the new (availability of a MET) operating conditions of the hospital.The outcome measures were a) number of cardiac arrests (primary outcome measure); b) number of patients who died from cardiac arrest; c) number of in-hospital deaths; e) number of ICU bed-days occupied by survivors of cardiac arrest; and f) number of hospital bed-days occupied by survivors of cardiac arrest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Benson L, Mitchell C, Link M, Carlson G, Fisher J. Using an advanced practice nursing model for a rapid response team. Jt Comm J Qual Patient Saf. 2008 Dec;34(12):743-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Buist MD, Moore GE, Bernard SA, Waxman BP, Anderson JN, Nguyen TV. Effects of a medical emergency team on reduction of incidence of and mortality from unexpected cardiac arrests in hospital: preliminary study. BMJ. 2002 Feb 16;324(7334):387-90.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Australian outer metropolitan teaching hospital. BMJ. 2007 Dec 8;335(7631):1210-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Chamberlain B, Donley K, Maddison J. Patient outcomes using a rapid response team. Clin Nurse Spec. 2009 Jan-Feb;23(1):11-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A, Longmore LS, Berg RA, Kosiborod M, Spertus JA. Hospital-wide Code Rates and Mortality Before and After Implementation of a Rapid Response Team. JAMA. 2008; 300: 2506-2513",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "January 1, 2004 to August 31, 2007, detailed patient information for all arrests and RRT interventions was prospectively collected among the 49 171 adult patients admitted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Chan PS, Jain R, Nallmothu BK, Berg RA, Sasson C. Rapid Response Teams: A Systematic Review and Meta-analysis. Arch Intern Med. 2010 Jan 11;170(1):18-26.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Chen J, Bellomo R, Flabouris A, Hillman K, Finfer S; MERIT Study Investigators for the Simpson Centre; ANZICS Clinical Trials Group. The relationship between early emergency team calls and serious adverse events. Crit Care Med. 2009 Jan;37(1):148-53. Comment: LOE1, poor, weak supporting. Post hoc analysis of MERIT data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "DeVita MA, Braithwaite RS, Mahidhara R, Stuart S, Foraida M, Simmons RL, and members of the medical emergency response improvement team. Use of medical emergency team responses to reduce hospital cardiopulmonary arrests. Qual Saf Health Care. 2004 Aug;13(4):251-4 Comment LOE3, poor, weakly supporting, shows decrease in cardiac arrest over 6 years Gould D. Promoting Patient Safety: The Rapid Medical Response Team. The Permanente Journal 2007; 11:26-34 Comment: LOE3, poor, weakly supportive.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "year before full implementation ofRRT (May 2005-April 2006, 23 adult cardiac arrests with attempted resuscitation occurred outside the intensive care areas (0.93 non-ICU adult code arrests per 1,000 discharges based on 24,739 adult discharges). After implementation(May 2006-April 2007, the number of cardiac arrests with attempted resuscitation occurring outside the intensive care areas was 16 (0.63 codes per 1,000 discharges based on 25,470 adult discharges). This re presented a 32% decrease in non-ICU adult codes after implementation of the adult RRT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Hillman K, Chen J, Cretikos M, Bellomo R, Brown D, Doig G, Finfer S, Flabouris A; MERIT study investigators. Introduction of the medical emergency team (MET) system: a cluster-randomised controlled trial. Lancet. 2005 Jun 18-24;365(9477):2091-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "J, Bendyk H, Holaday B, Lombardozzi KA, Harmon C. Dimensions of Rapid Response Teams Do They Make a Difference? Dimens Crit Care Nurs. 2007 Nov-Dec;26(6):253-60.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Jones D, Bellomo R, Bates S, Warrillow S, Goldsmith D, Hart G, Opdam H, Gutteridge G. Long term effect of a medical emergency team on cardiac arrests in a teaching hospital. Crit Care. 2005;9(6):R808-15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "May 1999 -31 August 1999) during which the outcome measures were studied under the normal operating conditions of the hospital. ■ A preparation and education period (1 September 1999 -31 August 2000) to introduce the MET. During this period, extensive and repeated presentations and discussions were held with all members of the medical, nursing and paramedical staff. The MET was then implemented (1 September 2000), and a run-in period of 2 months was allowed. ■ A 4-month \"after\" or intervention period (1 November 2000 -28 February 2001) during which the outcome measures were studied under the new (availability of a MET) operating conditions of the hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Hospital: One Year's Experience. J Hosp Med. 2006 Sep;1(5):296-305.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Prior education of hospital staff in calling criteria and RRT purpose; posters and laminated cards • Code calls pre-RRT (2003-4) = 272 (23 per month with a range of 15-31 p.m.) • Code calls post-RRT (2004-5) = 258 (22 per month with a range of 12-27 p.m.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "SJ, Hensley S. Implementation and outcomes of a rapid response team. J Nurs Care Qual. 2007 Oct-Dec;22(4):307-13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Story DA, Shelton AC, Poustie SJ, Colin-Thome NJ, McNicol PL. The effect of critical care outreach on postoperative serious adverse events. Anaesthesia. 2004 Aug;59(8):762-6.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Education (lectures, dissemination of information, calling cards, posters). Ongoing education at each MET call • Activation criteria There were an average of 2.5 MET calls per day. Code blue calls: reduced from 5.5 to 3.4 per 1000 admissions (p<0.001) in first full calendar year after MET introduction (2006). Assuming 47,000 admission per year (as reported), this means a reduction from 258 to 160. Unanticipated cardiac arrests (excluding respiratory arrests): reduced from 2.53 to 0.95 per 1000 admissions (p<0.001) in first full calendar year after MET introduction (2006). Assuming 47,000 admission per year (as reported), this means a reduction from 118 to 45. BUT in the years 2005 and 2006, there were a reported 1931 MET calls at which the DNAR status was changed at 8%. This means 154 patients seen by MET had DNAR status changed and therefore an average of 77 per year, which could account entirely for the reduced cardiac arrest rate. ICU admissions from in-patient wards: reduced from 42.3 + 7.3 to 36.6 + 5.1 (p=0.05) Readmission to ICU (overall): reduced from 13.5 to 8.8 per month (p=0.01) Readmission to ICU within 48 hrs of ICU discharge: reduced from 4.4 to 2.8 per month (p=0.01) Major post-op complications: reduced from 69 + 25.3 to 60 + 23.8 per 100 procedures (p<0.01) Overall mortality unchanged (3.57% vs 3.55%)There were apparently favourable trends, but no SD, in:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "non-ICU wards adjusted OR, 0.59 [95% CI, 0.40-0.89] vs ICU units adjusted OR, 0.95 [95% CI, 0.64-1.43]; P=0.03 for interaction)• Case fatality rates after cardiopulmonary arrest were similar prior to and after the rapid response team intervention (77.9% vs 76.1%, respectively; P=0.65). • Unadjusted hospital-wide mortality rates per 100 admissions did not meaningfully change after the RRT intervention (3.22 pre-RRT vs 3.09 post-RRT; P=0.41). • The ratio of deaths to hospital-wide codes increased from 2.88 pre-RRT to 4.11 post-RRT (P=0.001).• After secondary analyses, the authors found that the RRT intervention was not associated with lower",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ICU readmissions within 48 hours per 100 ICU transfers.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Offner PJ, Heit J, Roberts R. Implementation of a rapid response team decreases cardiac arrest outside of the intensive care unit. J Trauma. 2007 May;62(5):1223-7;",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Rothschild JM, Woolf S, Finn KM, Friedberg MW, Lemay C, Furbush KA, Williams DH, Bates DW. A Controlled Trial of a Rapid Response System in an Academic Medical Center. Jt Comm J Qual Patient Saf. 2008 Jul;34(7):417-25, 365.Comment: LOE3, poor, neutral Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR rates, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.The single-centre study was conducted on the adult medical service and included a six-month retrospective baseline period from May 2005 to November 2005, a one-month transition phase, and a prospective sixmonth intervention trial from December 2005 to June 2006. The study included six control (non-RRS) patient care units (90 beds) with predominantly cardiology, hematology, and oncology patients. The intervention (RRS) units included four general medical patient care units (60 beds). Patients with a do-not-resuscitate (DNR) code status were eligible for treatment by the MET, but patients with a comfort-measures-only (CMO) status were not candidates for use of the RRS. Patients were excluded if they transferred or died within four hours of arrival to the study units.Primary outcomes of interest:• unplanned ICU transfers (defined as urgent floor transfers to the ICU, excluding elective postoperative)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "• Standardized communication of urgent patient information (SBAR) • Standardized physician responses and a patient care escalation algorithm During chart abstractions of physiologic data for calculating pre-ICU APACHE II scores for ICU transfer, study staff were not blinded as to which patients did or did not have an RRS intervention. During the intervention phase, patients on the RRS units were more likely to be female, younger, and sicker (based on Charlson score). The admitting diagnoses reflect the different services across the units, and these diagnoses were not significantly different between the baseline and intervention periods. A total of 25 admissions (0.2%) were excluded from analysis because of transfer between RRS and non-RRS units.Cardiac arrests: During the study, there were 28 cardiac arrests (16 on the non-RRS units and 12 on the RRS units). There was no statistically significant difference between the baseline and intervention phases.Weaknesses of study:• researchers could not control for admitting diagnoses because the study hospital did not have sufficient general medical units to serve as control units. • conducting a randomized trial of a new systems response to manage patient crises that was limited to only some of the hospital's patient care units presented greater challenges for success. • randomizing the RRS intervention at the patient level would have presented far greater concerns,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors do not report DNAR rates for the study populations either before or after the intervention. The authors comment on \"...other changes had been implemented in 2004 that were making a positive impact on (the) non-ICU code rate...\", but do not describe them! The authors report that arrests in acute care areas reduced from 36% to 28%, but these refer to only two quarters ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        },
        {
            "text": "Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR, secular trends). The follow-up of patients was sufficiently long and complete for the stated outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, poor, weakly supporting"
        },
        {
            "text": "• set of physiologic parameters • SBAR • Education • clinical trigger program that sets the expectation that a physician, usually an intern or resident, will evaluate, in person, the patient in question within 15 minutes of the call from nursing. In addition to setting expectations for recognition and response, the program includes a time line for the escalation of care when a physician response is not appropriate or timely. Regardless of the need for escalation, the clinical triggers program explicitly requires that the resident notify the attending physician of a rapid response call within four hours of the event.The authors conclude that outreach may have led to greater detection of myocardial infarctions while reducing the incidence of other serious adverse events. Comment: LOE3, poor, neutral Comparison groups were clearly defined, but wrong data was used for control phase. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (small selected groups of patients, DNAR rates, secular trends, admission numbers). The follow-up of patients was sufficiently long and complete for the stated outcomes.Single centre prospective, controlled, before-and-after trial. The authors examined the incidence of 11 serious adverse events before and after the appointment of an IMPACT team in three surgical groups (1) vascular: abdominal aortic repair, carotid endarterectomy, lower limb revascularisation;(2) orthopaedic: hip replacement, knee replacement, repair of fractured neck of femur; and (3) colorectal: colonic resection. End-points were adverse events during the first three days after discharge to the general wards (primary end point) and 30-day mortality. One patient could have more than one serious adverse event on more than one day.During the Baseline Phase, the Acute Pain Service tended to focus on pain-related matters.Intervention was the IMPACT team (a nurse and a consultant anaesthetist or anaesthesia trainee) systematically reviewing the patients from the same surgical groups of patients as the Baseline Phase. Patients were extensively reviewed both from an acute pain and a critical care outreach perspective to review high-risk patients and intervene where necessary for first three post-op days. Where appropriate, the team suggested or initiated patient care strategies including use of the well established MET.On weekdays, both a doctor and a nurse reviewed the patients. At weekends, an anaesthesia trainee working alone saw the patients. This makes it difficult to separate any hangover effects of the outreach nurse study or to really evaluate the impact of whatever response (? Pain team) was in place IMMEDIATELY before the IMPACT team.During the Baseline and IMPACT Phases, the proportion of individual patients having serious adverse events was the same at 14% (95% confidence intervals: 6% absolute decrease to 6% absolute increase during the intervention phase, p = 1.0).During the IMPACT Phase, there were about 850 interventions. The most frequent direct interventions were oxygen therapy, aggressive fluid management and changes in pain management (Table 4 ). Many of the interventions involved patient education or patient specific education of nursing or medical staff.There were 23 serious adverse events per 100 patients during the Baseline Phase compared to 16 serious adverse events per 100 patients during the IMPACT Phase BUT in the intervention limb of the outreach study there were already only 18 per 100 patients (absolute decrease of 5 serious adverse events per 100 patients).The authors state that, comparing the IMPACT Phase to the Baseline Phase, a similar proportion of patients had serious adverse events but the number of events per patient decreased. This may be true, but they fail to report the already lower rate in the previously reported outreach study.They also report that the Baseline Phase 30-day mortality was 9% and report that this decreased to 3% during the IMPACT Phase. However, in the intervention limb of the outreach study 30-day mortality was already only 7%.Although the authors claim that decrease in serious adverse events and mortality was associated with the presence of the combined acute pain and critical care outreach service, there are other possible explanations. Firstly, the vascular surgeons introduced a general physician to review their patients both before and after surgery between the Baseline and IMPACT Phases (no data to allow examination of the effects of this change). Second, the vascular surgery group of patients was smaller during the IMPACT Phase than during the Baseline Phase. A third possible explanation is the greater use of the Medical Emergency Team. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3199,
                    "end": 3207,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "Comparison groups were clearly defined. The outcomes were measured in the same (but un-blinded) objective way in both groups Not all confounders were identified and appropriately controlled for (DNAR rates, secular trend). The follow-up of patients was sufficiently long and complete for the stated outcomes.The follow-up of patients was sufficiently long and complete for the stated outcomes.The primary aim of this single-centre study was to measure the effect of introducing MEWS (an aggregate weighted track and trigger system) on the rates of ICU and high dependency unit (HDU) admission, cardiopulmonary arrest and mortality. A secondary aim was to collect physiological data from patients prior to critical care admission, cardio-pulmonary arrest or death, in order to improve the discrimination of the score. Study dates were 1 February to 31 April 2001 (3 months).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comment: LOE3, fair, showed an increase in arrests -small numbers"
        },
        {
            "text": "• Introduction of MEWS • Briefing of all medical staff caring for emergency medical admissions were re MEWS, its interpretation and their role in the management of a patient identified as being at risk of deterioration. • Instruction of nursing staff to alert appropriate medical staff and the critical care outreach team if the MEWS was 5 or more. • Instruction of doctors to examine and assess patients not later than 'within 60 minutes'.Data from a prospective observational study published previously was used as a control group. This control group was admitted to the same admissions unit during February 2000. Patients were classified on the basis of MEWS as:• low risk (MEWS 0-2) • intermediate risk • high risk (MEWS > 4) of catastrophic deterioration. Rates of admission to critical care, cardio-pulmonary arrests and death were calculated for each risk band. Data sets for which no outcome (i.e. death or hospital discharge) could be identified were excluded from analysis.Data were available for 1695 study patients (3 months' data) and 659 (1 month's data) controls. There was no SD between ages, gender and MEWS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The intervention involved:"
        }
    ]
}