{
    "paper_id": "0c173e0617faad9f8616761ec2e58510fb639fec",
    "metadata": {
        "title": "Realize Emergent Gravity to Generic Situations",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Amsterdam",
                    "location": {
                        "addrLine": "Science Park 904",
                        "postCode": "1098 XH",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Amsterdam",
                    "location": {
                        "addrLine": "Science Park 904",
                        "postCode": "1098 XH",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": "p.cheng@uva.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "We clarify the problem in which occasions can gravitational force be regarded emergent from thermodynamic, by proposing an entropic mechanism that can extract the entropic gradient existing in spacetime, due to the variation of the Casini-Bekenstein bound in specific non-unitary processes with the heat flux δQ into the whole casual wedge. We explicitly formulate the derivation of inertial force as the emergent gravitational attraction from the Entanglement First Law. This entropic mechanism leads to a rigorous formulation of Entropic Gravity theories to generic situations, reproducing the Newton's Second Law in Rindler space and the gravitational force (together with derivation of the Einstein equation) beyond the near-horizon region. It also corresponds to a new holographic interpretation, which can be adapted into the AdS/CFT framework. Besides, the understanding of the gravitational attraction from this mechanism also suggests a simple function S ext = m rad T H = 8πG(M − m rad )m rad for Page Curve of evaporating asymptotic flat black holes. Our theory from entanglement now overcomes several major criticisms towards Verlinde's original entropic force proposal, and can co-exist with Susskind's Complexity Tendency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emergent Gravity [1, 2] and Complexity Tendency [3, 4] are two potential alternative descriptions of gravitational force which has been successfully explained by Einstein's General Relativity, all for the basically questioning Why do Apples Fall? back to Newton's time.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 21,
                    "end": 23,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 52,
                    "end": 54,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To reveal a general entropic mechanism for Verlinde's entropic force proposal [1] that works beyond the near-horizon region, our former research [5] brought in Casini's work [6] , to prove the historical Bekenstein bound from relative entropy, and the Entanglement First Law [7, 8] to the story. This entropic mechanism suggested a specific thermodynamic process that can extract gravitational attraction, inspired from the quasi-static process that a static observer lifting/lowing a box through a long string in the Bekenstein Thought Experiment [9] . This process is not unitary, and causes heat flow δQ = T δS into the exterior region of the black hole, changing the entanglement entropy within, through external influence by the string.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What make a difference is to include the thermalization by the local Hawking Temperature T = T H /V , to the box regarded as an excited state confined in the subsystem, since Hawking/Unruh Effect happens to different static observers related by the redshift factor V . Then to calculate inertial force, it is the Entanglement First Law which holds more generally in quantum systems for the entanglement entropy that one should better adopt. In this paper, we will illustrate the entropic mechanism in more details and show it can be developed to explain gravitational attraction in generic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Main Results Based on the positivity of relative entropy, Casini proved a more concise version of the Bekenstein bound [6] for any relativistic Quantum Filed Theory ∆S ≤ ∆ K .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "which is related to the modular Hamiltonian and the entanglement entropy. Later, [10] tested the saturation of the bound (1.1) to the first order variation in the AdS/CFT framework. Also, Dvali recently showed that the saturation of Entropy bounds is also related to the unitarity of scattering amplitudes [11] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we will take the saturation of the entropy bound ∆S = ∆ H T , (1.2) as an alternative holographic condition and show that the thermodynamic process to extract gravity by fixing local measurement of ∆ H leads to an entropic gradient existing generally in spacetime",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 82,
                    "text": "(1.2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where m is the mass of the test particle and V = e φ is the redshift factor with respect to the general gravitational potential φ, while T standing alternatively for local measurement of Unruh Temperature or Hawking Temperature for static observers along with T 0 for V = 1. Together with the entropic force formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "which we declare indeed reproduces external force (other than inertial force in Verlinde's original theory) necessary to balance the gravitational force, the entropic gradient can reproduce results consistent with GR, to generic situations. At the same time, the true derivation of inertial force as emergent gravity actually comes from utilizing the Entanglement First Law, and here we further develop the relevant techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also reveal one new holographic interpretation of gravitational force. Noticing the connection between the saturation of the Casini-Bekenstein bound after introducing the Hawking Temperature T H and the First Law of Black Hole Thermodynamics, we interpret the entropic gradient holographically as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ", (1.5) corresponding to the variation of black hole area δA(Σ rs ), rather than the variation δA(Σ r ) of the \"holographic screen\" at r, which would otherwise provide too much holographic entropy. This holographic interpretation is covariant, and corresponds to the Bousso bound [12, 13] (reviewed in [14] ). possessing the expecting shape of the Page Curve when the local temperature increasing during the evaporation. In this way, the understanding of gravitational attraction from our mechanism supports that thermal states may still have the ability to solve the Black Hole Information Paradox.",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 7,
                    "text": "(1.5)",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Extremal Surface In a holographic theory with the AdS/CFT correspondence [15, 16] , the Ryu-Takayanaki surface as well as its quantum versions corresponds to the generalized entropy. During the black hole evaporation and matters free-fall towards the black hole, covariant version of the extremal surfaces stay the same. While, processes with external influence viewed as heat flux into/out of reservoirs will vary extremal surfaces. We point out the new holographic interpretation of the entropic gradients will reflect on the variation of extremal surfaces in this framework.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "Entropic Gravity Our approach serves as a rigorous formulation of Verlinde's theory and corrects some of the original deduction such as the principle of equipartition, which works only near horizon before, but now fits into generic situation. Thus our results approximates to those of Verlinde's original \"holographic screen\" approach in the near-horizon region, whose generation and holographic interpretation are not successful beyond the near-horizon region as tested in [17] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "It also help understanding the nature of Entropic Gravity theories incidentally, showing the reason why those theories work, though emphasizing the importance of the heat flow δQ = T δS manipulated by the exterior influence, as well as the importance of the entanglement entropy, which is fine-grained, other than coarse-grained entropy in Verlinde's original thought. Thus it overcomes several criticisms such as querying the original entropic proposal in [18, 4] towards regarding gravitational force in an entropic mechanism, where the situations are different and the entanglement entropy surely doesn't change to cause heat flow in unitary processes.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 461,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 462,
                    "end": 464,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "Our establishment of the entropic mechanism to generic situations confirms that the Entropic Force proposal is still in the right direction, as well as Entropic Gravity theories. So the applications to cosmology are still valid, but need to consider the generation beyond the near-horizon region. Those applications include [19] for FRW, [20] for dark matter/energy, [2] for de-Sitter spacetime.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "However, our mechanism may only lead to Einstein Gravity, and probably not cause significant deviation for MOND aiming at explaining dark energy/matter. Though it is a little pity, this consistence could be a best property, allowing the deduction of our theory to be more reliable, to build a bridge to bring development of It's From Qubits into observational physics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "Complexity Tendency Recently, Susskind argued that gravity attraction comes from the complexity tendency [21] by proposing Size-Momentum Duality [3] and it is not compatible with an entropic mechanism that may be not able to explain the oscillation of free particles in pure AdS [4] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "Again, these two kind of theories are in two considerations of processes and indeed they can co-exist after distinguishing situation difference. We show a proper adapted Emergent Gravity theory to AdS may help understanding gravitational attraction in pure AdS, and more over, it is possible to build a connection between the entropic gradient and the size, once we know the generic entropic gradient in spacetime and turn it into momentum-change, through virtual processes involving intermediate states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "Structure of the Content The structure of the paper is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "In Section 2, we set our stage by reviewing Casini's approach on Bekenstein bound. Then we show how the entropic gradient raises and reproduces results matching with GR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "In Section 3, we will further develop the techniques to derive inertial force utilizing the Entanglement First Law, and then compare it with the entropic force formula. Then we introduce our new holographic interpretation, noticing the connection between the upper entropy bound and the First Law of Black Hole Thermodynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "In Section 4, we show the implications from the understanding of gravitational force though our mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "In the whole context, we adopt the Natural Unit c = k = = 1 unless otherwise specified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page Curve from Thermal States"
        },
        {
            "text": "In this section, we set our stage on cases of bipartite systems, whose Hilbert space admits a tensor factorization H = H A ⊗ HĀ. We consider relativistic Quantum Field Theories on a stationary geometry background with metric ds 2 = g µν dx µ dx ν . For them, such a decomposition is not optionally, according to the Reeh-Schlieder theorem. Then, we review a general result for any relativistic QFTs that respect such decomposition, the Casini-Bekenstein bound. The modification of such bound requires changing the modular flow which is supposed to be conserved during unitary transformation, and we show one specific condition leads an entropic gradient that can reproduce Newton's 2nd Law and gravitational force in GR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entanglement and Thermodynamics"
        },
        {
            "text": "For any global state with density matrix ρ = |Ψ Ψ| in a general quantum system, the state confined in the subsystem A (whose complement isĀ) can be described by the reduced density matrix ρ A = TrĀ ρ. We can always write the reduced density matrix as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "because it is positive defined and hermitian. K is known as the modular Hamiltonian [22] of ρ A . The entanglement entropy is defined as the von Neumann Entropy",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "Let us consider the special cases in relativistic QFTs whose Hilbert space can be decomposed as a tensor product H = H R H R c , associated to spatial region R (which has an algebra A(R) of local operators) and its complementary set R c lying on a Cauchy slice. By tracing over H R c , we get the reduced density matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "Generally, such tensor decomposition in relativistic QFTs is not possible if |Ψ is cyclic and separating [23] , according to the Reeh-Schlieder theorem. Special global causal wedges such as Rindler wedge in Minkowski spacetime are where the decomposition can take place. Therefore, it may not be possible to form a local entropic mechanism by finding \"local Rindler wedge\" as in [24] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "We denoted the causal domain of R as D(R). While choosing another spatial region V ′ which shared the same causal domain D(R ′ ) = D(R), the entanglement entropy stay the same",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "and it doesn't change under unitary transformations U",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "Also, during time evolution, the unitary transformation doesn't change the entanglement entropy inside of the causal domain. Take the half space R = {t = 0, x ≥ 0} in Minkowski spacetime for example first, its causal domain is the Rindler space, called the right Rindler wedge. According to [25] , the Minkowski vacuum state confined in the right Rindler wedge is a Gibbs state 6) and the modular Hamiltonian of the vacuum state is the boost generator K = Hη T U , which is a local operator and generates a conserved modular flow. We can see this from the conserved charge Σ T µν χ µ dΣ ν associated with the Killing vector χ µ , thus the expectation value of modular Hamiltonian generates the conserved flow from the local operator",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 378,
                    "end": 380,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "(2.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "We use the expectation value",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "to replace the role of energy, for the state labeled by its density matrix ρ R . Since χ µ is dependents on the trajectory labeled by ξ = const, this expectation value are also related by redshift factor V to different observers. Generally, the vacuum fluctuation will causes UV-divergence in S(ρ 0 R ). Energy and entropy subtracting the vacuum fluctuation defined in [26, 27] are",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "Now, let us review Casini's proof. The relative entropy is defined as S(ρ|σ) = Tr ρ log ρ − Tr ρ log σ . (2.11) and from the positivity of the relative entropy",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "text": "(2.11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "Casini simply prove Now we set up the stage and the definition of quantities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casini's Approach on the Bekenstein bound"
        },
        {
            "text": "This question directly links to the interesting query how one can realize gravitational force as a thermodynamic force. Between two static observers with different trajectories label by λ ′ and λ, the local measurement of the conserved quantity ∆ H and temperature T , both depend on the redshift factor accordingly",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "where the second equality is for the Tolman Law, while it is K = H/T that stays the same. But do remember the entanglement entropy is always the one in this Cauchy slice, so we write ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "for infinitesimal variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "The thermodynamics comes when one tries to extract gravity, in processes under a special condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "which will cause the entropy bound change",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "This condition reveals the origin where the entropic gradient comes into the story.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "Or we consider what happens in the view of the same observer with H. Then temperature is fixed T ′ = T but after the influence, the condition (2.21) is equivalent to ∆ H ′ = ∆ H V , so we will still get (2.22) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "text": "(2.22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "The expectation value of H is the integration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "of the expectation value of local operator T µν . Thus one test particle (we call it \"box\") as excited state localized at the position of one local observer can be made by centralizing/massing T µν ρ R into small region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "It is the exterior influence to over come the redshift effect that brings in thermodynamics to form an entropic mechanism for gravity. The exterior influence then causes the heat flow δQ = T δ∆S into the causal wedge. It is easy to ignore that this process is not unitary, if the progress changes the fine-grained entropy in the whole casual wedge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where does the Entropic Gradient come from?"
        },
        {
            "text": "In the coordinate {η, ξ}, the metric of Rindler space is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "for the right Rindler wedge of the Minkowski spacetime. Every orbit ξ ≡ const corresponds to one of the different accelerating observers following a boost killing vector ∂ η . Those accelerating orbits share the same Rindler horizon H ± as well as the same causal development, which is the right Rindler wedge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "The redshift factor is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "where χ µ is the killing vector. The surface gravity of the Killing horizon of the wedge is just κ = a, so the Unruh temperature [28] is",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "where the parameter a is also the acceleration of the observer following the orbit ξ ≡ 0. From the proposed entropic gradient expression (1.3), we will get 27) and the entropic force formula (1.4) produces",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "where the covariant δ ξ µ shows the force is in the direction to switch the orbit towards the one with higher acceleration. So the external force F = F µ F µ is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "which exactly agrees with Newton's 2nd Law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Newton's 2nd Law in Rindler Space"
        },
        {
            "text": "We set a stationary background of asymptotic flat Schwarzschild black hole with the metric",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "in the global coordinate. We ignore the back-reaction from our test particle to the geometry. The redshift factor is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "the entropic gradient is 32) and the local measure the Hawking temperature for the static observer with r ≡ const is",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "So the entropic force formula reproduces",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "For the observer at infinity, the force amounts F = V (r) F µ F µ = GM m r 2 . These results agree with the local external force F ex calculated in General Relativity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "with a µ = U ν ∇ ν U µ , for the static observer whose four-velocity U µ is proportional to the time-translation Killing vector ∂ t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "Near-Horizon Limit is not generalizable We note that, to form a general entropic mechanism, the local Hawking temperature T (r) = T H V (r) plays the ordinary role of the Unruh temperature T U in Entropic Gravity theories. And our results are directly consistent with the gravitational force, not just in the near-horizon region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "In the near-horizon limit, the black hole geometry approximates the Rindler space while the local Hawking temperature approximates the Unruh Temperature, that's why an entropic mechanism works directly in generic situations can be applied to the near-horizon region, not the other way around.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of Gravitational Force"
        },
        {
            "text": "In this section, we develop the entropic mechanism in detail to derive the inertial force from the Entanglement First Law. It is a specific technique to extract gravitational attraction through thermodynamics. Then we give our new holographic interpretation, after confirming that the saturation of the Casini-Bekenstein bound is closely related to the First Law of Black Hole Thermodynamics, providing exact amount of entanglement entropy necessary for generic situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "In Newton's mechanics, to maintain the object of mass m relatively static to one accelerating with acceleration a, we need to add on one external force",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "which is another statement of the Newton's Second Law. So from the point of view of one accelerating observer, the balance condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "should be satisfied, where F i is one effective force, the inertial force to the object. However, in General Relativity, the free-falling trajectory is indeed geodesic with no acceleration. We choose the accelerating frame to be static, with the velocity U µ proportional to the time-like Killing vector χ µ . The acceleration is for the static observer following an time-like killing vector a µ = U ν ∇ ν U µ , while the gravitational attraction then become the inertial force",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "where g µ = −a µ is the gravitational acceleration, for the geodesic relative to that static observer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "To calculate the inertial force from thermodynamics, we need to form a quasi-static process to move the object a little bit to the nearby trajectory, with the existence of external force satisfying the balance condition F ex + F g = 0. Noted that, this process will not change the momentum",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "which is the major divergence from Susskind's situation for Complexity Tendency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Emergence of Inertial Force"
        },
        {
            "text": "We use the expectation value of the modular Hamiltonian as \"energy\" in the spacetime thermodynamics. We already know the Killing vector χ µ is associated with a conserved charge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular Hamiltonian"
        },
        {
            "text": "In Rindler space, this leads to the boost generator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular Hamiltonian"
        },
        {
            "text": "for the Killing vector",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular Hamiltonian"
        },
        {
            "text": "to the observer of acceleration a. And K = H η /T U is the modular Hamiltonian of the vacuum state ρ 0 R . The vacuum state for eternal black hole without radiation is Hartle-Hawking state [29] ρ HH ∼ e −H/T H (3.8) where H is the time-translation symmetry operator for the static geometry as (2.7) associated with the Killing vector ∂ t for the observer at infinity. Now we would also clarify that thermodynamics for spacetime is always associated with the quantum expectation value H along with the temperature T H , neither classical Komar mass nor ADM mass. Macroscopic thermal temperature is probably irrelevant here. However the conserved quantum quantity ∆ H will promisingly approximate to Komar mass or ADM mass in classical limit.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 210,
                    "end": 215,
                    "text": "(3.8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modular Hamiltonian"
        },
        {
            "text": "In the previous work [5] , we derive certain thermodynamic equations to calculate the inertial force, noticing the difference between the thermodynamics first law and entanglement first law. Let us illustrate it in this subsection and then further develop it in the next subsection.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "In the last section, we have set our stage on the causal wedge D(R) associated to a special separation of Hilbert space H = H R ⊗ H R c . The spatial region R can be the half plane x > 0 in Minkowski spacetime or the exterior region r > r s of two-sided Schwarzschild black hole. This stage allows us to form certain equations for thermodynamic quantities, by using the entanglement first law in the whole wedge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "The entanglement first law states that if ρ R (λ) of a state in the subsystem V varying with one parameter λ, to the first order perturbation dλ at λ = λ 0 , we always have the following equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "or we can rewrite it as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "is the modular Hamiltonian of the initial state. A detail proof can be find in [30] . As a consequence of (3.9), we could take the parameters such as temperature",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "The work term Now we write the entanglement first law for the vacuum state ρ 0 R = e −H/T / Tr e −H/T as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "and for the excited state ρ 1 R = e −K 1 / Tr e −K 1 as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "where we take the modular Hamiltonian K 1 of the following form without proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "where the operator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "is the difference between the modular hamiltonian of ρ 1 R and ρ 0 R . Subtract (3.12) from (3.13), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Compare with the thermodynamic first law dW + dQ = dE, one can easily make the hypothesis that the work term is related to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "which is the difference between the modular hamiltonian of ρ 0 R and ρ 1 R . By considering the variation of the state in the existence of the external influence, we can extract the work term dW g . And so far, we haven't apply the condition (1.2) ∆S = ∆ H T yet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "As a good example, we provided a simple scalar model with single-frequency mode in the previous paper [5] , to show explicitly what each term involved in is and how they vary during the process. Accidentally after applying the saturation of entropy bound, during the quasi-static thermodynamic process below, successfully dW term turns into the correct expression for inertial force as gravitational attraction.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Frequency-fixed process for the proper observer Let us now explain the thermodynamic progress first proposed in [5] in detail.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "In the Bekenstein Thought Experiment (see a review such as [14] ), Bekenstein considered a quasi-static progress to classical level (historically it was called Geroch progress), to lower a box towards the black hole with a long string very slowly and finally to drop it into the black hole.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "In this quasi-static process, it is the external force that maintains the local measurement of frequency ω of the box not varying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "to the local observer (let us call her the proper observer Alice) moving along with the box, so the local measurement of the energy E = 2πω also stays the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Semi-classically, we consider the Hawking/Unruh effect that thermalizes the \"box\" (we take as an excited particle state).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Once the gravitational force is balanced by the external force. In order to form a thermodynamic process which changes the states, Alice varies the static trajectory X(λ 0 ) a little bit to the nearby trajectory X(λ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "The proper observer Alice who follows the \"box\" will endure a temperature field with the parameter λ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Or the process is equivalent to the fixed observer Bob, who will see the temperature fixed, but frequency changed when Alice moving with the \"box\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "The derivation is with respect to the frequency ω",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "For Alice and Bob, the distribution varies in the same way during the process, since the distribution factor varies as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "for both observer, with N is the particle number of this frequency mode. This agrees with the statement that state for any time-slice in the same Cauchy slice is the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "However, Alice forgets to include the redshift factor in the energy, insisting on using the local Hamiltonian as energy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "as if Alice think she is in flat spacetime (for example using her measurement of frequency for energy E = ω).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "In Alice's eyes, objects following geodesic will get gravitational red-shift effect, while the frequency of the \"box\" keep the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "However the expectation value for the fixed frequency has changed since the temperature increases for Alice, thus the \"energy\" changes with the temperature of the state",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "since the frequency in the distribution and Hamiltonian operator is fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Emergence of the Inertial force In this part, we will combine the saturation condition (1.2) during the Temperature-changing process, to see if the inertial force emerges the same as the entropic force formula as we used the entropic gradient. The derivation is independent of the detail form of ρ 1 R . Let us rewrite the entanglement first law of the vacuum state and the excited state as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Subtracting the vacuum fluctuation will simply lead to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "where we apply the saturation of the bound (1.2) for the second equality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "and we should be cautious that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "where d∆H A = 0 vanishes since the frequency doesn't change during the process. For example, in the single-mode scalar model in [5] ",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "where the number operator N counting the particle number of the single frequency ω mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "We end up with the work term simplified to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "which doesn't depends on the detail form of the operator O. Then local temperature field T = T 0 V for the temperature-changing process leads to the inertial force",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "This formula is exactly opposite to the external force formula (1.4) with the entropic gradient (1.3). And for Bob at fixed position with fixed temperature, the result will be the same, but ∇ µ V comes from Tr dHρ R , since the fixed-frequency process for Alice is a fixed-temperature process with frequency varying according to (3.23) for Bob.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 335,
                    "text": "(3.23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Noticing the minus sigh in (3.36) and (3.37), the approach using the entanglement first law will reproduce the inertial force, while the entropic force formula together with the entropic gradient will reproduce the external force, as we expect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Compare with the entropic force formula When T A is very low such that the distribution factor e −ω/T A ≪ 1, ∆ H A stays almost the same",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "during the frequency-fixed process. And the entropy bound varies almost the same way as (2.22) in the fixed-energy process",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "text": "(2.22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "Thus this process approximates to the energy-fixed process in Section 2.2 in low temperature limit. So we will still get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "which is in the opposite direction to the change of the entropy bound ∆S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entanglement First Law"
        },
        {
            "text": "The saturation of Casini-Bekenstein bound is the maximal entanglement entropy in the causal domain associated with the definite amount of \"energy\" within. Here we show it is closely related to the First Law of Black Hole Thermodynamics: the upper bound for \"box\" outside of a black hole is also the increase of the holographic entropy when the \"box\" merging into the black hole. For a static observer at r, the modular Hamiltonian H associated with the Killing vector ∂ t at r and local measurement of Hawking Temperature comes from the Tolman's Law",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "If we introduce the following replacement to the entropy bound (1.2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "where T H = κ 2π is the Hawking temperature with the surface gravity κ = 1 4GM for the Schwarzschild black hole, the entropy bound (1.2) becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "where we can import the detail form of T H to get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "Since we know the Schwarzschild radius is r s = 2GM , we can write mV (r) T H = 8πr s (2GmV (r)) 4G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": ". (3.46) This result by introducing the T H reminds us to compare with the 1st law of black hole thermodynamic. We can also rewrite the bound in a first-law-like form to the entropy bound in the causal domain and local measurement of mass by red-shifting to infinity. At the same time, we know the perturbation of the conserved energy in asymptotic flat Schwarzschild spacetime, is equal to the amount of local measurement of mass m by red-shifting to infinity: δM = mV (r). Geometrically, the Schwarzschild radius will increase by δr s = 2GmV (r), when the black hole absorbs the \"box\" completely with the local mass m measured by static observer at r.",
            "cite_spans": [
                {
                    "start": 2,
                    "end": 8,
                    "text": "(3.46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "In a summary, the introduction of the local Hawking temperature made the entropy bound in the casual wedge equal to the change of the Bekenstein-Hawking entropy when black hole mass increases by mV is the foundation to build the new holographic interpretation for our entropic mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "In [17] , the entropic force formula together with the entropic gradient that origins from the variation of horizon area, is tested through calculating the back-reaction to the geometry. They confirm the entropic force proposal works in the near-horizon region, for a large Schwarzschild black hole, a large electrically charged black hole and slowly rotating Kerr black hole. However, they find the original \"holographic screen\" proposal doesn't work in generic situations.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "Next, we show our discovery of (3.53) here is the key to a new holographic interpretation beyond the near-horizon region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection to the First Law of Black Hole Thermodynamics"
        },
        {
            "text": "We have find that the upper bound of entropy to the mass m of the box in a black hole background, is equal to the variation of the new black hole if merged with the mass m. And it corresponds to the radius variation of the event horizon by δr s = 2GM mV (r). The saturation of the Casini-Bekenstein bound along with the vanishing relative entropy is equivalent to a more general condition of holography, for the matter exterior of the black hole horizon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "We can rewrite the Bekenstein-Hawking entropy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "and the event horizon can be regarded as the minimal surface Σ hor for two-sided AdS black holes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "Quasi-Static to Covariant Once we withdraw external influence by setting F ex = 0, the heat flow stops: δQ = T δS = 0. If the quasi-static process stops at r and the mass m starting to free-fall towards the black hole, the entropy change of the new black hole will depend on the final position r",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "The external force measured at infinity in General Relativity is exactly match with the expression",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "From (3.53), we can write local inertial force in a holographic expression",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "We point out that, covariantly this interpretation corresponds to the variation of Bousso bound [12, 13] , since this is the same situation to collapse matters to form a new black hole.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "The new thing here is that this shows any attempting generalization will fail, if using the area change δA(r) of the holographic screen at r. Otherwise, the original holographic interpretation from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "gives too much entropy that the region interior of the holographic screen is already full of a black hole [17] . Our interpretation is the right answer to generic situations, and simply explains the reason: the original holographic screen approach only works in the near-horizon limit and can't be generalized directly.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "New Holographic Interpretation"
        },
        {
            "text": "Before further developing our theory in the AdS/CFT framework in detail, which remains a future work beyond this paper, here we can still make prophecies about good properties that our entropic mechanism will have when adapted into this framework, benefiting from its well-established holography. The major difference from asymptotic flat spacetime comes from that AdS/CFT would provide homologous CFT on the boundary dual to the quantum gravity in the bulk. Thus with the proper decomposition of the entire Hilbert space of CFT into H = H B ⊗ HB, the entanglement entropy corresponds to a good geometric object in the bulk, knowing as the extremal surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "Besides, the vanishing of relative entropy was tested in [10] to the first order perturbation, we would expect the entanglement entropy is a function of the modular flow (\"energy\") from the saturation of entropy bound.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "Therefore, we would expect a better description for our new holographic interpretation, corresponding to the variation of the extremal surface during the process to change energy in AdS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "Extramal Surfaces When there is matter carrying entropy S out outside of a black hole, the generalized entropy S gen = S bh + S out (3.60) follows the Generalized Second Law (GSL) [9] . In AdS/CFT, it is the geometric subject called \"extremal surface\" γ B that corresponds to the S gen",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "text": "(3.60)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "for a decomposition of boundary into subsystem B and its complementB. The classical extremal surface for static geometry is the Ryu-Takayanagi surface which minimize the bulk area γ B , and the bulk contribution can be omitted since it is sub-leading. The HRT formula [32] was proposed as a covariant version in classical level, while in quantum level, FLM was proposed in [33] and then the Quantum Extremal Surface [34] with a maximin procedure. For a two-sided AdS black hole, the horizon can be regarded as the extremal surface for the entanglement entropy between two copies of CFT. During the evaporation of AdS black holes, covariant versions of extremal surfaces don't vary, neither in classical nor in quantum level. This is equivalent to that the entropy bound stays the same in the covariant situation when test particles freely fall toward the black hole as a unitary process.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "However, when extracting gravitational force in the bulk, we would expect that the generalized entropy changes, as well as the extremal surface associated with it. So we may again use the entanglement entropy for the decomposition H = H B ⊗ HB of the boundary CFTs, to interpret inertial force thermodynamically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "Besides, our entropic mechanism may also work to explain the gravitational force in pure AdS, using ∆ K B for the Casini-Bekenstein bound, since there is no temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "In all, in the AdS/CFT framework, the role of surface Σ rs should be taken by the extremal surface, and a similar entropic gradient will reflect on the variation of the extremal surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Glimpse to Emergent Gravity in AdS"
        },
        {
            "text": "We have seen that the thermodynamic force we derived matches with inertial force as a consequence of the Entanglement First Law under certain conditions. Before moving further, we list major differences from thermal mechanics below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacetime Information"
        },
        {
            "text": "1. Our mechanism for gravity relies on the entanglement entropy which is the fine-grained entropy and doesn't miss any detail of the state, while thermal entropy is coarse-grained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacetime Information"
        },
        {
            "text": "2. The Unruh/Hawking temperature is an observer dependent effect, and origins from the Bogolubov transformation. To formulate equations as (3.13), our mechanism requires the modular Hamiltonian K 1 for any excited state thermalized in the following form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacetime Information"
        },
        {
            "text": "for a good formation of thermodynamic equations. That's probably because the mechanism works for the state generated in the vacuum sector, such as adding one particle in the right Rindler wedge. Afterwards, this rigorous formulation can be adapted to more situations such as AdS/CFT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacetime Information"
        },
        {
            "text": "To Interpret attraction as entropic force requires several properties of excited states and only under occasions to detect it using external influence. In this section, we will show, our entropic mechanism can help understand some issues about spacetime information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spacetime Information"
        },
        {
            "text": "First of all, the most important difference of the entropic gradient to generic situations is indeed it is in the opposite to direction of the original proposed one in [1] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "By defining the generalized gravitational potential φ ≡ 1 2 log{−χ µ χ µ } and writing redshift factor as V = e φ , we can rewrite our results as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "Generally, this entropic gradient decreases with r −2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "where δx = − √ g rr dr is the proper distance in the direction pointing towards the black hole. In the near-horizon region, (4.4) surely approximates to Verlinde's proposal of entropic gradient",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "with an opposite sign (from here till the end of this subsection, we recover the unit from Natural Unit and use the original symbols). Since generally, entropic gradient has r −2 dependence on the radial coordinate r, it denies Verlinde's original generalization of the entropic gradient",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "along with generation of the temperature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "where N a is the unit vector orthogonal to the screen. Also, we would argue that the entropic gradient being a description of potential φ, is also an alternative description of the geometry in spacetime along with the local Hawking temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "The Principle of Equipartition We find equipartition relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "is always satisfied by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "with the degree of freedom n characterized by N \"bits\" on the \"holographic screen\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "While in the original thought temperature T is Unruh Temperature T U in non-relative case and N is hypothesized to increase with r 2 , our result shows in general it is local Hawking Temperature T H and N stays the same. So for the density of \"bit\" per Area on the \"holographic screen\" at r decreases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "Besides, from the integral on the surface S M = 1 2 S T dN (4.12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "we can also get the natural generalization of Gauss's Law (for asymptotic flat Schwarzschild solution)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "thus our mechanism can be used to derive Einstein Equation more strictly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compare with Verlinde's Original Proposal"
        },
        {
            "text": "Our approach is parallel to Entropic Gravity theories in the sense to derive Einstein Equation from thermodynamics, but it makes the derivation more reliable beyond near-horizon region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derive Einstein Equation"
        },
        {
            "text": "In 1995, Jacobson [24] used Clausius Law δQ = T U δS and holographic entropy δS ∼ δA, to derive Einstein Equation from thermodynamics for the case of null screens. With the similar reasoning borrowed from Jacobson, Verlinde used the natural generalization of Gauss's Law (4.13) from (4.6) and (4.7), which is not valid beyond near-horizon region, to show the Einstein Equation can be derived on the time-like screens. Thus this derivation of Einstein Equation is also only valid in the near-horizon region.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Derive Einstein Equation"
        },
        {
            "text": "After we show (4.13) indeed comes from our specific entropic mechanism with the corrected generation (4.2) and (4.3) to generic situations, we confirm the Einstein Equation can be derived on the time-like screens beyond near-horizon region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derive Einstein Equation"
        },
        {
            "text": "To the question What is the Entropy in Entropic Gravity? [35] , we would answer that it is Casini-Bekenstein bound, which is entanglement entropy associated with Hawking Temperature, that accounts for Entropic Gravity. Gravitational effect shouldn't rely on thermal entropy associated with macroscopic temperature.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Derive Einstein Equation"
        },
        {
            "text": "Covariant entropy bounds don't vary during the evaporation of the asymptotic AdS black hole, neither classically nor in quantum level. That is because the CFT boundary serves as reflecting boundary conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Recently, Almheiri [36] imagined a process of extracting Hawking Radiation and then throwing it back to the other-side for a two-sided AdS black hole, through absorbing boundary conditions. Also the entanglement wedge reconstruction [37, 38, 39, 40, 41, 42] was studied to understand how the ER=EPR proposal work for the dynamic two-sided black hole.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Following this breakthrough, a new approach [43, 44, 45] considered absorbing boundary conditions that couples an exterior auxiliary reservoir to a holographic CFT dual to an evaporating one-sided AdS black hole. They argued from the variation of the quantum extremal surface [34] after the Page time to claim that the black hole interior can be reconstructed from the Hawking Radiation, based on the entanglement wedge construction.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "After reaching this absorbing boundary, the radiation then gets into the reservoir. The area of the extremal surface decreases along with the area of the event horizon during the evaporation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Here we only point out absorbing boundary conditions play the same role as the exterior influence in our approach of Emergent Gravity, by extracting the energy into the exterior reservoir and thus change the entanglement entropy. When the radiation is extracted, the amount of total energy and the area of the event horizon also change, as happens in the quasi-static process in our context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Once we are able to show it is the same entanglement nature that corresponds to both the Hawking Radiation and gravitational attraction, which is also beyond this paper, we may tell how information is carried by Hawking Radiation from gravitational attraction. Before that, we propose a candidate of Page Curve for thermal states with the increasing temperature, which could be either on the right way to understand black hole information paradox through attraction, or just a coincident calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Page Curve for Asymptotic Flat Black Holes The black hole radiation should carry information to not violate unitarity. Problems come that can we get Page Curve if the Hawking Radiation is of thermal states?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "We suggest one way out for evaporating asymptotic flat Schwarzschild black holes is to use the entropy bound ∆S related to the Hawking temperature to characterize the entropy of the radiation, rather than regard the radiation as thermal gas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "By cutting the space into layers, we selected one orbit r = r A for the static observer Alice close to the horizon. After radiating Hawking Radiation of mass m rad passing this observer, it is equivalent to extract this part of energy into a heat reservoir, and the mass remains inside r < r A is M − m rad . We know m rad is attracted by M − m rad . By distinguishing the entanglement entropy from whose temperature, we proposed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "as a version of Page Curve. To Alice's view, the maximal entropy of radiation is entangled with the remaining black hole M − m rad , thermalized with increasing T H = 1 8πG(M −m rad ) . When the evaporation is over, Alice finds her in the flat spacetime with T = 0 to infer that the total Hawking radiation become a pure state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "While for anther observer Bob, the entropy may keep increasing. Choosing another orbit r = r B ≫ r s for the static observer Bob, the temperature almost doesn't decrease for there is some Hawking Radiation in between, to maintain the gravitational attraction is still from the mass close to M . If r B = ∞, that is not in causal access to him, so he won't able to decode information in the Hawking Radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "As [46] argued that Page Curve appears in some models while disappears in others, we suggest there surely will be Page Curve with the information carried by Hawking Radiation. But to some observer, this effect may not be observable.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "ER=EPR? Our entropic mechanism seems to favor initial entanglement between test particles and the black hole attracting them. We notice that attraction shouldn't rely on the amounts of entanglement entropy, but the Casini-Bekenstein bound as the maximal value that it can achieve. This kind of entanglement may be no different from the entanglement of the black hole and the Hawking Radiation, since from the same entropy bound we conjectured a Page Curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "If so, our entropic mechanism is in favor of the idea of entanglement generating spacetime [47] , which leads to the conjectures of A = R B [48] and then ER=EPR [49] . They were proposed to save the Equivalence Principal against the Firewall Paradox in AMPS [50] argued from the monogamy of entanglement. But our opinion is that the conjectures continue to account for the entanglement in emergent gravity.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "So what? Therefore, our entropic mechanism can provide the bridge to the feature of such kind of entanglement for black hole information paradox from the feature of gravitational force. For example since gravity can't be insulated, one can not eliminate this kind of entanglement from the exterior region if it appears always together with the gravitational attraction. What we clarified is when trying to figure out the gravitational attraction in space, how one needs to change the entanglement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "In short, our interpretation of the gravitational force requires that Newton's \"apple\" is initially entangled state confined in the subsystem H R in the view of static observers, once attracted by the earth, which may be hopefully explained in the same entropic mechanism we proposed for the attraction of the black hole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "In return, to understand the gravitational attraction from entanglement entropy, Emergent Gravity has the potential to even supply some way to test the A = R B proposal and ER=EPR proposal, to reveal the detailed relation between geometry and entanglement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Black Hole Information Problem and Extremal Surface"
        },
        {
            "text": "Here we distinguish the occasion difference for the entropic mechanism and Complexity Tendency, so they can co-exist with each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entropic Mechanism vs Complexity Tendency"
        },
        {
            "text": "Entropic Gravity was proposed as a parallel between general relativities and thermodynamics, while Susskind came up with the idea that Things fall because there is a tendency toward complexity [21] , and proposed there is also a connection between gravity and complexity. Then he conjectured Size-Momentum duality in [3] . This conjecture was tested in SYK model during the falling process towards a charged black hole [52] , in consideration of scrambling. And one detailed relation was recently given in [53] dC dt ∼ p (4.15)",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Entropic Mechanism vs Complexity Tendency"
        },
        {
            "text": "where C stands for operator size and p for momentum. Further, [4] claimed that there are limitations of Verlinde's entropic mechanism to explain gravitational falling in pure AdS, and doubted whether an entropic mechanism can explain the gravitational pull-tothe-center in cold empty AdS, or to a conventional zero temperature massive body in its (non-degenerate) ground state. Recently [54] showed how to do calculation specifically for pure AdS in the complexity picture, when there is no black hole horizon.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Entropic Mechanism vs Complexity Tendency"
        },
        {
            "text": "We again would say that two theories work in different processes: there is no heat flow δQ = T δS = 0 for the free-falling process. The entropic explanation only works in quasi-static processes where external influence brings entropy changes. The major difference is that the momentum stays the same dp dλ = 0 (4. 16) during the quasi-static process (or more accurate, the average momentum value stays the same). What's more, in the end of last section, we argue that our entropic mechanism can also work in AdS/CFT, even for gravitational force in pure AdS. To explain the gravitational force in pure AdS, one may use ∆ K A since there is no temperature and the states in entire AdS are pure. Even more, through virtual quasi-static processes, we may be able to finally connect those two descriptions. The possible treatment may rely on chaining one more quasi-static process to give back the extracted gravity part dW g into momentum part dW p following fixed-frequency process in a time dt necessary to moving dr, with no net effect in total dW g + dW p = 0 (4.17) d∆S = 0 (4. 18) In this way, the entropic gradient transforms into complexity (operator growth) while gravitational potential energy transforms into momentum through virtual intermedia states in the entropic mechanism.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Entropic Mechanism vs Complexity Tendency"
        },
        {
            "text": "We build a more concrete entropic mechanism of the emergent gravity theory to explain gravitational attraction. It somehow differs from the original thought. The entropic mechanism works under two major conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "• This entropic mechanism appears under certain progresses. It requires external influence that causes the heat flow δQ = T δ∆S into the causal domain, thus varying the entropy bound. Under specific thermodynamics processes, gravity can be extracted and entropic gradient occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "• The saturation of the entropy bound turns the result matching with that of GR. Fine-grained entropy is thus introduced to explain the gravitational attraction. And this condition leads implications of spacetime information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The first condition, is consistent with the Equivalence Principle. Only when we trying to detect gravity though interfering, can we feel the existence of gravitational force. Now, the same picture includes the thermodynamic effect after introducing the thermalization of Hawking Temperature. Otherwise, we admit that there will be no δS in unitary processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Figuring out the problem when will thermodynamic process arise allows us to distinguish the different occasions between Emergent Gravity and Susskind's Complexity Tendency: the latter doesn't vary the entanglement entropy in the whole causal wedge. So they can co-exist with each other, and even in some possible way, the entropic gradient we calculated can transform into operator growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "For the second condition, the replacement of thermal entropy distinguish Emergent Gravity from macroscopic thermal mechanics. This setup allows us to move the stage to quantum systems, allowing us to utilize the Entanglement First Law to form precise thermodynamic equations for local static observers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The Casini-Bekenstein bound supplies one simple relation between upper entropy bound and energy. After we point out it corresponds to the area variation of the horizon as the extremal surface, it builds the bridge to a holographic interpretation of the entropic gradient to explain gravitational attraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "On the other hand, gravitational attraction is linked to the spacetime information. The entropic gradient can be regarded as an alternative characterization of geometry. And also, it is possible that gravitational attraction may come from the same physics of ER=EPR. At least, we are talking about the same fine-grained entropy to explain gravitational attraction and to understand how Hawking Radiation carries information. Then the entropic mechanism may help to understand black hole information paradox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "These setups modify the way we think about Emergent Gravity theories to explain gravitational force. Afterwards, this rigorous formulation can be adapted to generic situations. To approve the mechanism in detail, we would expect it also works in AdS/CFT and can be verified with a better holographic description. The mechanism can also serve for the application of It's From Qubits to cosmology through the observation of gravitational force. Above all, we have solved/realized basics for Emergent Gravity to explain gravitational force in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "On the Origin of Gravity and the Laws of Newton",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Verlinde",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "JHEP",
            "volume": "",
            "issn": "04",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP04(2011)029"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emergent Gravity and the Dark Universe",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Verlinde",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SciPost Phys",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21468/SciPostPhys.2.3.016"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why do Things Fall?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complexity and Newton's Laws",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": 1904,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inertial force, Hawking Temperature and Quantum Statistics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Relative entropy and the Bekenstein bound",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Casini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Class. Quant. Grav",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/0264-9381/25/20/205021"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thermodynamical Property of Entanglement Entropy for Excited States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nozaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takayanagi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ugajin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. Rev. Lett",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.110.091602"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Horizon entanglement entropy and universality of the graviton coupling",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Generalized second law of thermodynamics in black hole physics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bekenstein",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Phys. Rev",
            "volume": "9",
            "issn": "",
            "pages": "3292--3300",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.9.3292"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relative Entropy and Holography",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Casini",
                    "suffix": ""
                },
                {
                    "first": "L.-Y",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JHEP",
            "volume": "",
            "issn": "08",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP08(2013)060"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Entropy Bound and Unitarity of Scattering Amplitudes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dvali",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Covariant entropy conjecture",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bousso",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JHEP",
            "volume": "07",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1126-6708/1999/07/004"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Holography in general space-times",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bousso",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JHEP",
            "volume": "",
            "issn": "06",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1126-6708/1999/06/028"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Holographic principle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bousso",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev. Mod. Phys",
            "volume": "74",
            "issn": "",
            "pages": "825--874",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.74.825"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Large N limit of superconformal field theories and supergravity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Maldacena",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Theor. Phys",
            "volume": "38",
            "issn": "",
            "pages": "1113--1133",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1026654312961,10.4310/ATMP.1998.v2.n2.a1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Anti-de Sitter space and holography",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Witten",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv. Theor. Math. Phys",
            "volume": "2",
            "issn": "",
            "pages": "253--291",
            "other_ids": {
                "DOI": [
                    "10.4310/ATMP.1998.v2.n2.a2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comments on the entropic gravity proposal",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charalambous",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Tomaras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Toumbas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. Phys. J. C78",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1140/epjc/s10052-018-6107-3"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inconsistencies in Verlindes emergent gravity",
            "authors": [
                {
                    "first": "D.-C",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stojkovic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JHEP",
            "volume": "",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP11(2017)007"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Friedmann Equations from Entropic Force",
            "authors": [
                {
                    "first": "R.-G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "L.-M",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rev",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.81.061501"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantum UV/IR Relations and Holographic Dark Energy from Entropic Force",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Lett",
            "volume": "687",
            "issn": "",
            "pages": "243--247",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physletb.2010.03.042"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Computational Complexity and Black Hole Horizons",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fortsch. Phys",
            "volume": "64",
            "issn": "",
            "pages": "44--48",
            "other_ids": {
                "DOI": [
                    "10.1002/prop.201500093,10.1002/prop.201500092"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Local quantum physics: Fields, particles, algebras",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haag",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "APS Medal for Exceptional Achievement in Research: Invited article on entanglement properties of quantum field theory",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Witten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rev. Mod. Phys",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.90.045003"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Thermodynamics of space-time: The Einstein equation of state",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Phys. Rev. Lett",
            "volume": "75",
            "issn": "",
            "pages": "1260--1263",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.75.1260"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On the Duality Condition for Quantum Fields",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bisognano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Wichmann",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Math. Phys",
            "volume": "17",
            "issn": "",
            "pages": "303--321",
            "other_ids": {
                "DOI": [
                    "10.1063/1.522898"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Notes on space-time thermodynamics and the observer dependence of entropy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marolf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Minic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.69.064006"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "General relativity and gravitation. Proceedings, 17th International Conference",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marolf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "83--103",
            "other_ids": {
                "DOI": [
                    "10.1142/9789812701688_0008"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Notes on black hole evaporation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Unruh",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Phys. Rev",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.14.870"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Path Integral Derivation of Black Hole Radiance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hartle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hawking",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Phys. Rev",
            "volume": "13",
            "issn": "",
            "pages": "2188--2203",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.13.2188"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Proceedings, Theoretical Advanced Study Institute in Elementary Particle Physics: New Frontiers in Fields and Strings (TASI",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Raamsdonk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "297--351",
            "other_ids": {
                "DOI": [
                    "10.1142/9789813149441_0005"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Four laws of black hole mechanics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bardeen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hawking",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Commun. Math. Phys",
            "volume": "31",
            "issn": "",
            "pages": "161--170",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01645742"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A Covariant holographic entanglement entropy proposal",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubeny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rangamani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takayanagi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JHEP",
            "volume": "",
            "issn": "07",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1126-6708/2007/07/062"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantum corrections to holographic entanglement entropy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewkowycz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maldacena",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JHEP",
            "volume": "",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP11(2013)074"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Quantum Extremal Surfaces: Holographic Entanglement Entropy beyond the Classical Regime",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JHEP",
            "volume": "",
            "issn": "01",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP01(2015)073"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "What is the Entropy in Entropic Gravity?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Remmen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.93.124052"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Holographic Quantum Error Correction and the Projected Black Hole Interior",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almheiri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Gravity Dual of a Density Matrix",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Czech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Karczmarek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nogueira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Raamsdonk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Class. Quant. Grav",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/0264-9381/29/15/155009"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Maximin Surfaces, and the Strong Subadditivity of the Covariant Holographic Entanglement Entropy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/0264-9381/31/22/225007"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Relative entropy equals bulk relative entropy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Jafferis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lewkowycz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maldacena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Suh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JHEP",
            "volume": "",
            "issn": "06",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP06(2016)004"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reconstruction of Bulk Operators within the Entanglement Wedge in Gauge-Gravity Duality",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Rev. Lett",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.117.021601"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Entanglement Wedge Reconstruction via Universal Recovery Channels",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cotler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Penington",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swingle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phys. Rev",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.9.031011"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The entropy of bulk quantum fields and the entanglement wedge of an evaporating black hole",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almheiri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marolf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JHEP",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP12(2019)063"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Entanglement Wedge Reconstruction and the Information Paradox",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Penington",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaporation of large black holes in AdS: Coupling to the evaporon",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JHEP",
            "volume": "",
            "issn": "08",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1126-6708/2008/08/075"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Simple holographic models of black hole evaporation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Building up spacetime with quantum entanglement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Raamsdonk",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gen. Rel. Grav",
            "volume": "42",
            "issn": "",
            "pages": "2323--2329",
            "other_ids": {
                "DOI": [
                    "10.1142/S0218271810018529"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Black Hole Entanglement and Quantum Error Correction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verlinde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Verlinde",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JHEP",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP10(2013)107"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Cool horizons for entangled black holes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maldacena",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fortsch. Phys",
            "volume": "61",
            "issn": "",
            "pages": "781--811",
            "other_ids": {
                "DOI": [
                    "10.1002/prop.201300020"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Black Holes: Complementarity or Firewalls?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almheiri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marolf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polchinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sully",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JHEP",
            "volume": "",
            "issn": "02",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP02(2013)062"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Eternal black holes in anti-de Sitter",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Maldacena",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JHEP",
            "volume": "",
            "issn": "04",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1126-6708/2003/04/021"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Falling Toward Charged Black Holes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gharibyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Streicher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thorlacius",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Phys. Rev",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevD.98.126016"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Symmetries Near the Horizon",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maldacena",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JHEP",
            "volume": "",
            "issn": "08",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/JHEP08(2019)049"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "If the entropy S ext of Hawking Radiation exterior of the black hole with total energy/mass m rad satisfies the same form of the Casini-Bekenstein bound thermalized by the Hawking Temperature T H = 1 8πG(M −m rad ) of the asymptotic flat Black hole with reminiscent mass M − m rad , we find the function S ext = m rad T H = 8πG(M − m rad )m rad , (1.6)",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "where the area of event horizon is A = 4πr 2 s , with the Schwarzschild radius r s = 2GM . Thus we know δr s = 2GδM and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper started from a question. Near the Christmas of 2017, YA asked Erik Verlinde: \"What's the information meaning of distance?\" However, till now we are still far from answering it.We would like to thank to many people for unconditional help and contribution to the paper, which is the positive side of doing research on physics. They include: Jan de Boer, Janet Ling-Yan Hung, Bartek Czech, Yu-Sen An, Shan-Ming Ruan, Zhenbin Yang, Ellis Ye Yuan, Huajia Wang, Gui Pimentel, Shira Chapman, Ben Freivogel, Adolfo Toloza, Bo Feng, Erik Verlinde for useful discussion and feedbacks. And we do encourage people around world to cooperate together against Coronavirus without prejudice, as people doing now in science.YA is at a stage requiring for potential visiting cooperation and future position offers to promote relevant research. Welcome to contact us even just for exchanging ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledge"
        }
    ]
}