{"paper_id": "0c19f2048d84834900525521250e9113c2ab4a4b", "metadata": {"title": "Prednisolone- responsive neuropathy in a cat", "authors": [{"first": "R", "middle": [], "last": "Malik", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["P"], "last": "France", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": [], "last": "Churcher", "suffix": "", "affiliation": {}, "email": ""}, {"first": "B", "middle": [], "last": "Mcdonald", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Chronic relapsing polyneuropathy was diagnosed in a 15-month-old cat with a 12-week history of limb weakness. The clinical course was punctuated by spontaneous remissions and relapse. There were two striking physical findings, weak withdrawal reflexes and atrophy of the proximal and distal limb muscles. Electrophysiological findings typical of a demyelinating motor neuropathy were present, namely small, dispersed compound muscle action potentials, markedly slow motor conduction and denervation potentials that were more prominent distally. Muscle biopsies showed changes consistent with denervation and a paucity of myelinated axons in intramuscular nerve bundles. The neuropathy responded rapidly and completely to prednisolone administration, which was slowly tapered over several months.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Specialised electrodiagnostic and histological techniques became accessible to small animal practitioners in the 1970s. Since then numerous congenital and acquired polyneuropathies have been described in dogs (van Nes 1986) . There have been surprisingly few reports of peripheral nerve disease affecting cats. Apart from neuropathies which develop as a consequence of metabolic diseases such as diabetes mellitus (Kramek and others 1984) and inherited primary hyperchylomicronaemia (Jones and others 1986) , there have been only three well documented cases of peripheral nerve disease in cats (Flecknell and Lucke 1978 , Lane and deLahunta 1984 , Shores and others 1987 .", "cite_spans": [{"start": 209, "end": 223, "text": "(van Nes 1986)", "ref_id": "BIBREF10"}, {"start": 414, "end": 438, "text": "(Kramek and others 1984)", "ref_id": null}, {"start": 483, "end": 506, "text": "(Jones and others 1986)", "ref_id": null}, {"start": 594, "end": 619, "text": "(Flecknell and Lucke 1978", "ref_id": "BIBREF3"}, {"start": 620, "end": 645, "text": ", Lane and deLahunta 1984", "ref_id": null}, {"start": 646, "end": 670, "text": ", Shores and others 1987", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The present report concerns a cat which developed tetraparesis and atrophy of limb musculature as a result of peripheral nerve disease. The clinical features of the case, including the favourable response to glucocorticoid administration, resemble an earlier report of chronic relapsing polyneuropathy in a young cat (Shores and others 1987) .", "cite_spans": [{"start": 317, "end": 341, "text": "(Shores and others 1987)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "A 15-month-old neutered male cat was presented for investigation of limb weakness. The problem developed abruptly when the animal became depressed and inappetent and had diffiulty walking. Twenty-four hours later the cat could hardly walk and its forelimbs splayed apart when it attempted to move.", "cite_spans": [], "ref_spans": [], "section": "CASE REPORT"}, {"text": "The cat was initially presented to North Shore Veterinary Hospital. On physical examination diffuse limb weakness was evident, the hindlimbs being worse affected. Withdrawal reflexes were weak, but patellar jerks were normal. Paralysis ticks (Ixodes holocyclus) were not found, values for routine haematology and a comprehensive panel of biochemical tests were within reference ranges and antibodies to Toxoplasma gondii were not detected. A tentative diagnosis of neuromuscular disease was made and the cat treated empirically with glucocorticosteroids (2 mg dexamethasone subcutaneously: then prednisolone 10 mg by mouth every 1 2 hours). The cat improved progressively over five days to near normality. The dose of prednisolone was gradually reduced over 21 days.", "cite_spans": [], "ref_spans": [], "section": "CASE REPORT"}, {"text": "Severe limb weakness recurred six days after the last dose of prednisolone. The cat improved spontaneously over a four-day period and remained normal for a week, but then relapsed. Although weakness continued to wax and wane Malik and Ho (1989) in severity, the overall condition of the animal deteriorated over the next six weeks. The cat was then referred for further investigation.", "cite_spans": [{"start": 225, "end": 244, "text": "Malik and Ho (1989)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "CASE REPORT"}, {"text": "When the cat was examined at Sydney University Veterinary Teaching Hospital, 1 2 weeks after the onset of signs, the most striking physical finding was pronounced atrophy of proximal and distal limb muscles (Fig 1) . The cat was tetraparetic and reluctant to walk around the examination room, even under duress. Weakness was more severe in the pelvic limbs. Apart from exceedingly weak withdrawal reflexes, a detailed neurological examination was unremarkable. Proprioception, tactile sensation and (surprisingly] myotatic reflexes were all normal. These findings indicated diffuse lower motor neuron disease and the absence of passive 'ventroflexion' of the neck suggested weakness was more likely due to neuropathy than myopathy (Taboada and Merchant 1990) . Routine haematology, biochemistry (including muscle enzymes and electrolytes) and urinalysis results were unremarkable, as was a retinal examination. Intravenous administration of edrophonium (1 mg) did not improve muscle strength.", "cite_spans": [{"start": 731, "end": 758, "text": "(Taboada and Merchant 1990)", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 207, "end": 214, "text": "(Fig 1)", "ref_id": "FIGREF0"}], "section": "Reference ranges in brackets from"}, {"text": "Electrodiagnostic studies and muscle biopsies were performed during gaseous anaesthesia using halothane in 66 per cent nitrous oxide. Compound muscle action potentials (CMAPs) recorded from the plantar and palmar muscles following stimulation of the tibia1 and ulnar nerves, respectively, were substantially reduced in amplitude (Table 1; Fig 2; Malik and Ho 1989) , and the plantar CMAP was dispersed in time ( Fig 2B) . There was also marked slowing of motor conduction (ulnar nerve 25 m/s, sciat-idtibia1 nerve 27 m/s; Table 1 ). Repetitive nerve stimulation studies were unremarkable. Needle electromyography demonstrated denervation potentials [positive sharp waves and fibrillation potentials) in all limb muscles, however, abnormal activity was more prominent in distal muscles. All electrophysiological abnormalities were more severe in the pelvic limbs. Sensory conduction was not evaluated. These findings indicated peripheral nerve disease and the marked reduction of motor conduction velocity was typical of a demyelinating disorder (McCombe and others 1987).", "cite_spans": [{"start": 346, "end": 364, "text": "Malik and Ho 1989)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 329, "end": 338, "text": "(Table 1;", "ref_id": "TABREF0"}, {"start": 339, "end": 345, "text": "Fig 2;", "ref_id": "FIGREF1"}, {"start": 412, "end": 419, "text": "Fig 2B)", "ref_id": "FIGREF1"}, {"start": 522, "end": 529, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Reference ranges in brackets from"}, {"text": "Muscle samples were placed in saline-soaked gauze swabs, then cooled on the freezing platform of a cryostat, sectioned at 1 2 pm and stained with haematoxylin and eosin, trichrome, periodic acid-Schiff and Luxol fast blue/silver. Biopsies showed considerable variation in muscle fibre size and other changes consistent with denervation. Small intramuscular nerve bundles were depleted of fibres, with only a few myelinated axons visible in each fascicle. There also appeared to be an increase in endoneural connective tissue. No inflammatory changes were observed in the biopsy specimens. Unfortunately, peripheral nerve was hot biopsied.", "cite_spans": [], "ref_spans": [], "section": "Reference ranges in brackets from"}, {"text": "Based on the previous favourable response to glucocorticoid therapy and information available in the literature (Shores and others 1987, Wilkinson 3988) , prednisolone (7.5 mg by mouth every 1 2 hours) was administered to the cat (3.6 kg) for three weeks. The cat's appetite, muscle strength and activity improved slowly and progressively during therapy. When re-evaluated 18 days later limb muscle mass was palpably increased and withdrawal reflexes were stronger. The cat's condition continued to improve and prednisolone dosage was gradually reduced over several months ( Table 2) .", "cite_spans": [{"start": 112, "end": 152, "text": "(Shores and others 1987, Wilkinson 3988)", "ref_id": null}], "ref_spans": [{"start": 575, "end": 583, "text": "Table 2)", "ref_id": null}], "section": "Reference ranges in brackets from"}, {"text": "Fourteen weeks after commencing glucocorticoid therapy the cat (4-9 kg) was normal apart from some increase in intra-abdominal fat and a periorbital area of alopecia resulting from a Trichophyton mentagrophytes infection. Muscle bulk and strength were judged to be normal. The dermatophyte infection was treated with griseofulvin and the dosage of prednisolone reduced further. Glucocorticoid therapy was discontinued after eight months and the cat continues to do well six months later. Table 2 . Protocol for prednitolone therapy for a 3.6 kg cat with chronic relapsing polyneuropathy 0 0 0 0 0 0 0 7.5 mg every 12 hours for 3 weeks 10 rng every day for 4 weeks 7.5 mg every day for 4 weeks 5 mg every day for 4 weeks 5 rng and 2.5 mg given on alternate days for 4 weeks 5 rng every other day for 8 weeks 2.5 mg for every other day for 8 weeks", "cite_spans": [], "ref_spans": [{"start": 488, "end": 495, "text": "Table 2", "ref_id": null}], "section": "Reference ranges in brackets from"}, {"text": "The cat's diffuse limb weakness and muscle atrophy resulted from peripheral nerve disease. Marked slowing of motor nerve conduction, low amplitude CMAPs and widespread denervation potentials provided unequivocal electrophysiological evidence of neuropathy, and muscle histopathology was consistent with this diagnosis. Unfortunately, facilities for detailed nerve histology were temporarily unavailable when this cat was studied, so the morphological features of the neuropathy could not be characterised. However, the marked slowing of nerve conduction velocity, dispersion of the plantar CMAP and the favourable response to glucocorticoid therapy suggest the predominant pathological change was demyelination, rather than axonal degeneration (Dalakas and Engle 1981 , Bethlem and Knobbout 1987 , McCombe and others 1987 . Furthermore, the disproportionately small size of proximal-evoked CMAPs indicates conduction block between the two sites of nerve stimulation.", "cite_spans": [{"start": 744, "end": 767, "text": "(Dalakas and Engle 1981", "ref_id": null}, {"start": 768, "end": 795, "text": ", Bethlem and Knobbout 1987", "ref_id": "BIBREF0"}, {"start": 796, "end": 821, "text": ", McCombe and others 1987", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The tendency for the cat's disease to progress through a series of exacerbations and remissions is typical of the poorly understood human condition known as chronic relapsing polyneuropathy (Dalakas and Engel 1981) , steroid responsive recurrent polyneuropathy (DeVivo and Engel 1970) or chronic inflammatory demyelinating polyradiculoneuropathy (McCombe and others 1987) . This disease is most commonly seen in young adults. Affected people often improve with immunosuppressive therapy and both the present case and the cat reported by Shores and others (1987) were cured by long term prednisolone administration. Interestingly, both cats were young adult males.", "cite_spans": [{"start": 190, "end": 214, "text": "(Dalakas and Engel 1981)", "ref_id": "BIBREF1"}, {"start": 261, "end": 284, "text": "(DeVivo and Engel 1970)", "ref_id": "BIBREF2"}, {"start": 346, "end": 371, "text": "(McCombe and others 1987)", "ref_id": null}, {"start": 537, "end": 561, "text": "Shores and others (1987)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The specific neurological findings in this case require further comment. Despite the cat's obvious weakness and muscle atrophy, its appreciation of tactile stimuli and proprioceptive information appeared unimpaired, suggesting that motor axons were affected more than sensory afferents. About 20 per cent of humans with chronic relapsing polyneuropathy are affected in this manner. Perhaps this sparing of muscle spindle afferents provides an explanation for the only discordant feature of the case, the persistence of the patellar reflex despite severe motor axon dysfunction. Unfortunately sensory conduction studies, which may have provided information to support this contention were not performed. The plantigrade stance adopted by cats with diabetic neuropathy (Kramek and others 1984) does not appear to be a universal finding in cats with peripheral nerve disease, for it was not seen in the present case or the earlier case of Shores and others (1987) .", "cite_spans": [{"start": 767, "end": 791, "text": "(Kramek and others 1984)", "ref_id": null}, {"start": 936, "end": 960, "text": "Shores and others (1987)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The similarities between the present case and the report of Shores and others (1987) suggest that cats with muscle atrophy and limb weakness which remits and relapses might be suspected of having a chronic relapsing polyneuropathy. Pursuing a diagnosis via electrophysiological testing and, or, nerve biopsy is advisable, as glucocorticoid therapy would appear to be rewarding, at least in some cases.", "cite_spans": [{"start": 60, "end": 84, "text": "Shores and others (1987)", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Neuromuscular Diseases. 7. Neuropathies", "authors": [{"first": "J", "middle": [], "last": "Bethlem", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Knobbout", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Chronic relapsing (dysimmune) polyneuropathy: diagnosis and treatment", "authors": [{"first": "M", "middle": ["C"], "last": "Dalakas", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Engel", "suffix": ""}], "year": 1981, "venue": "Annals", "volume": "9", "issn": "", "pages": "134--145", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Remarkable recovery of a steroid-responsive recurrent neuropathy", "authors": [{"first": "D", "middle": ["C"], "last": "Devivo", "suffix": ""}, {"first": "W", "middle": ["K"], "last": "Engel", "suffix": ""}], "year": 1970, "venue": "Neurosurgery and Psychiatry", "volume": "33", "issn": "", "pages": "62--69", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Chronic relapsing polyradiculoneuritis in a cat", "authors": [{"first": "P", "middle": ["A"], "last": "Flecknell", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Lucke", "suffix": ""}], "year": 1978, "venue": "Acta Neuropathologica [Berlin)", "volume": "41", "issn": "", "pages": "81--84", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Peripheral neuropathy in cats with inherited primary hyperchylomicronaemia", "authors": [{"first": "B", "middle": ["R"], "last": "Jones", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Johnstone", "suffix": ""}, {"first": "J", "middle": ["1"], "last": "Cahill", "suffix": ""}, {"first": "W", "middle": ["S"], "last": "Hancock", "suffix": ""}], "year": 1986, "venue": "Veterinary Record", "volume": "119", "issn": "", "pages": "268--272", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Neuropathy associated with diabetes mellitus in the cat", "authors": [{"first": "B", "middle": ["A"], "last": "Kramek", "suffix": ""}, {"first": "Moise", "middle": [], "last": "", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Cooper", "suffix": ""}, {"first": "B", "middle": [], "last": "Raffe", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "", "suffix": ""}], "year": 1984, "venue": "Journal of the American Veterinary Medical Association LANE", "volume": "20", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Motor nerve conduction parameters in the cat", "authors": [{"first": "R", "middle": [], "last": "Malik", "suffix": ""}, {"first": "S", "middle": [], "last": "Ho", "suffix": ""}], "year": 1989, "venue": "Journal of Small Animal Practice", "volume": "30", "issn": "", "pages": "396--400", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Chronic inflammatory demyelinating polyradiculoneuropathy", "authors": [{"first": "P", "middle": ["A"], "last": "Mccombe", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Pollard", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "Mccleod", "suffix": ""}], "year": 1987, "venue": "Brain", "volume": "110", "issn": "", "pages": "1617--1630", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chronic relapsing polyneuropathy in a cat", "authors": [{"first": "A", "middle": [], "last": "Shores", "suffix": ""}, {"first": "K", "middle": ["G"], "last": "Braund", "suffix": ""}, {"first": "R", "middle": ["K"], "last": "Mcdonald", "suffix": ""}], "year": 1987, "venue": "Journal of the American Animal Hospital Association", "volume": "23", "issn": "", "pages": "569--573", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Challenging cases in internal medicine: What's your diagnosis?", "authors": [{"first": "J", "middle": [], "last": "Taboada", "suffix": ""}, {"first": "S", "middle": ["R"], "last": "Merchant", "suffix": ""}], "year": 1990, "venue": "Veterinary Medicine", "volume": "85", "issn": "", "pages": "932--950", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical application of neuromuscular electrophysiology in the dog: a review", "authors": [{"first": "J", "middle": ["J"], "last": "Van Nes", "suffix": ""}], "year": 1986, "venue": "Veterinary Quarterly", "volume": "8", "issn": "", "pages": "240--250", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Neuropathy in two Russian Blue cats. Australian Veterinary Practitioner", "authors": [{"first": "G", "middle": ["T"], "last": "Wilkinson", "suffix": ""}], "year": 1988, "venue": "", "volume": "18", "issn": "", "pages": "42--45", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Photograph of the cat on the day of referral, 12 weeks after onset of signs. Note the generalised muscle atrophy and the semirecumbent posture favoured by the cat", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Compound muscle action potentials (CMAPs) recorded from the palmar (A) and plantar muscles (B) in response to distal [top traces) and proximal [bottom traces) stimulation of the u l n a and sciatidtibial nerve, respectively. Note the temporal dispersion of the CMAP evoked by proximal stimulation of the sciatic nerve (B, bottom trace). Positive sharp waves and fibrillation potentials recorded from the plantar muscles using a concentric needle electrode are illustrated in C. Scale bars: 5 rnV (A), 2 mV (B), 0.1 m V (C), 5 ms", "latex": null, "type": "figure"}, "TABREF0": {"text": "Motor conduction parameters", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Ulnar nerve </td><td> </td><td> </td></tr><tr><td>Palrnar CMAP amplitude </td><td>Distal stimulation </td><td>4.5 65-27) rnV </td></tr><tr><td>Conduction velocity </td><td>Proximal stimulation </td><td>1.9 (5-23) rnV </td></tr><tr><td>25 (49-871 rn/s </td><td> </td></tr><tr><td>Residual latency </td><td>2.2 (O.El.8) ms </td><td> </td></tr><tr><td>Sciatic/tibial nerve Plantar CMAP amplitude </td><td>Distal stimulation </td><td>1.4 (10-32) rnV </td></tr><tr><td>Conduction velocity </td><td>Proximal stimulation </td><td>0.6 (8-23) mV </td></tr><tr><td>27 (59-78) m/s </td><td> </td></tr><tr><td> </td><td>Residual latency </td><td>4.1 (1.2-2.6) ms </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors wish to thank Karen Wadewell and Denise Wigney for expert technical assistance, and Dr A. D. J. Watson for assistance with the manuscript.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}]}