{"paper_id": "0c1a36983e74ff7fb505e8b6665ee580238f9d58", "metadata": {"title": "Evaluating the Efficacy of Stay-At-Home Orders: Does Timing Matter?", "authors": [{"first": "Alexandra", "middle": [], "last": "Medline", "suffix": "", "affiliation": {}, "email": ""}, {"first": ";", "middle": [], "last": "Hayes", "suffix": "", "affiliation": {"laboratory": "", "institution": "Emory University School of Medicine", "location": {"settlement": "Atlanta", "country": "Georgia"}}, "email": ""}, {"first": "", "middle": [], "last": "Lamar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Katia", "middle": [], "last": "Valdez", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ami", "middle": [], "last": "Hayashi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jake", "middle": [], "last": "Sonnenberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zoe", "middle": [], "last": "Glick", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jeffrey", "middle": ["D"], "last": "Klausner", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "The many economic, psychological, and social consequences of pandemics and social distancing measures create an urgent need to determine the efficacy of nonpharmaceutical interventions (NPIs), and especially those considered most stringent, such as stay-at-home and self-isolation mandates. This study focuses specifically on the efficacy of stayat-home orders, both nationally and internationally, in the control of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We conducted an observational analysis from April to May 2020 and included countries and US states with known stay-at-home orders. Our primary exposure was the time between the date of the first reported case of COVID-19 to an implemented stay-at-home mandate for each region. Our primary outcomes were the time from the first reported case to the highest number of daily cases and daily deaths. We conducted simple linear regression analyses, controlling for the case rate of the outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "For US states and countries, a larger number of days between the first reported case and stay-at-home mandates was associated with a longer time to reach the peak daily case and death counts. The largest effect was among regions classified as the latest 10% to implement a mandate, which in the US, predicted an extra 35.3 days to the peak number of cases (95 % CI: 18.2, 52.5), and 38.3 days to the peak number of deaths (95 % CI: 23.6, 53.0).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The coronavirus disease 2019 (COVID- 19) is an acute respiratory disease officially declared as a \"public health emergency of international concern\" by the World Health Organization (WHO) on January 30, 2020. 1 Since the first case announced on December 8, 2019, in Wuhan, China, COVID-19 has spread internationally with the eventual announcement of a global pandemic by the WHO on March 11, 2020 . Healthcare systems and governments worldwide have been under pressure since this designation to implement strategies and containment measures against COVID-19, an unprecedented virus with challenges in all that is left to learn. 2 Extrapolation from epidemiological models of COVID-19 has suggested that intensive physical distancing could \"flatten the curve\" and prevent the overloading of our health systems. 3 Social distancing measures, aimed at reducing contact between people, include school closings, stay-athome mandates, and government support for telecommuting, 4, 5 and have become commonly adopted practices on a world-wide scale. 6 These measures aim to reduce the frequency of physical contact between persons, thereby reducing the risk of the spread of COVID-19, which is known to be transmitted through respiratory droplets. 7 Various degrees of these social distancing measures were employed in the mitigation of previous respiratory viral pandemics such as the 1918-19 influenza pandemic and the 2003 SARS outbreak, when clear pharmaceutical treatments or vaccines were unavailable. Although retrospective reviews of these overarching measures suggest overall unestablished efficacy in quelling the spread of disease, 5 the challenges and impracticality of imposing these measures have long been acknowledged. 4, 8 Given the devastating economic, psychological, and social consequences associated with pandemics in . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 37, "end": 40, "text": "19)", "ref_id": "BIBREF18"}, {"start": 209, "end": 210, "text": "1", "ref_id": "BIBREF0"}, {"start": 382, "end": 396, "text": "March 11, 2020", "ref_id": null}, {"start": 628, "end": 629, "text": "2", "ref_id": "BIBREF1"}, {"start": 810, "end": 811, "text": "3", "ref_id": "BIBREF2"}, {"start": 971, "end": 973, "text": "4,", "ref_id": "BIBREF3"}, {"start": 974, "end": 975, "text": "5", "ref_id": "BIBREF4"}, {"start": 1042, "end": 1043, "text": "6", "ref_id": "BIBREF5"}, {"start": 1240, "end": 1241, "text": "7", "ref_id": "BIBREF6"}, {"start": 1727, "end": 1729, "text": "4,", "ref_id": "BIBREF3"}, {"start": 1730, "end": 1731, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Background"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint general 9 and with COVID-19 specifically, 10, 11 there is a need to clearly distinguish between the efficacy of different social distancing measures, and in particular, the efficacy of those considered most stringent such as stay-at-home and self-isolation mandates.", "cite_spans": [{"start": 183, "end": 186, "text": "10,", "ref_id": "BIBREF9"}, {"start": 187, "end": 189, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Background"}, {"text": "Pan et al. sought to evaluate the effectiveness of non-pharmaceutical interventions (NPIs) and", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "found that a series of various public health interventions were temporally associated with the improved control of the COVID-19 outbreak in Wuhan, China. 12 Furthermore, their study concluded that the implementation of NPIs was associated with a reduction of the effective reproductive number (Rt), defined as the average number of secondary cases per primary case at calendar time t 13 , to below 1.0 on February 6, 2020 and to below 0.3 on March 1, 2020. 12 Since then, many studies aimed at determining the efficacy of social distancing, mostly within the US, have demonstrated the protective effects of these measures on controlling the spread of COVID-19. 14, 15 The objective of this current study is to add to the growing evidence base on this topic by evaluating the relationship between country-and US state-level stay-at-home orders and the spread of COVID-19. We quantify the time interval between a country or state's first reported case of COVID-19 and its implementation of a stay-at home-order to assess any relationship with the time between the first reported case and peak burden of COVID-19, measured by both peak daily cases and deaths.", "cite_spans": [{"start": 384, "end": 386, "text": "13", "ref_id": "BIBREF12"}, {"start": 457, "end": 459, "text": "12", "ref_id": "BIBREF11"}, {"start": 661, "end": 664, "text": "14,", "ref_id": "BIBREF13"}, {"start": 665, "end": 667, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Background"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "We conducted an observational study from April 2020 to May 2020. First, we collected available retrospective data online from select English-language Ministry of Health and local news websites regarding the date of implementation for stay-at-home orders in countries and US states included in the study. Google was used as our primary search engine. Specific terms used in our online searches included 'date of stay-at-home orders 2020,' 'non-pharmaceutical interventions COVID-19,' and 'stay-at-home mandates.' We conducted a search for each respective country and US state analyzed in the study.", "cite_spans": [], "ref_spans": [], "section": "Source of Data"}, {"text": "For case and death counts for US states, we used official public health department websites for each respective state. For country-level data, we used WHO daily COVID-19 situation reports as well as data presented on worldometer.com.", "cite_spans": [], "ref_spans": [], "section": "Source of Data"}, {"text": "Stay-at-home orders were defined as regionwide restrictions of non-essential internal movement (commonly referred to as \"lockdowns\"). 16 To assess the efficacy of stay-at-home orders, we measured the number of days between the implementation of a regional stay-at-home order and objective measures of the peak COVID-19 burden for each country and US state. We chose two main outcome variables to reflect this peak, which included: 1. Highest daily case count, 2.", "cite_spans": [{"start": 134, "end": 136, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Case Definitions and Analysis"}, {"text": "Highest daily death count. The highest daily case count was defined as the largest number of . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Case Definitions and Analysis"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint laboratory-confirmed cases and the highest daily death count as the largest number of new deaths attributed to COVID-19 per day.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our primary exposure was the number of days between the first reported case of COVID-19 in a studied area and the date of nation-or state-wide restriction of internal movement. This variable was measured as both a continuous and categorical variable. Each location, based on the number of days between its first case and its stay-at-home mandate, was categorized into one of three equal terciles: early, middle, or late, analyzed with the creation of dummy variables. In addition, based on the frequency distribution for both countries and US states, the earliest and latest 10% to implement mandates were also formed into their own categories. Our primary outcome variables were the number of days from the first reported case of COVID-19 to the peak of daily cases and to the peak of daily deaths, in each respective country and US state included in our analysis.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "We conducted simple linear regression analyses, controlling for the regional case rate of the outbreak which was defined as the number of new cases per 100,000 persons, on the day that the mandate was implemented. The analysis was conducted for both included countries and US states. We used SPSS version 26 for our analysis with a significance level of .05.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "US State-Level Descriptive Analysis"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint Forty-two states with stay-at-home orders and the state of Kentucky, which implemented a \"healthy-at-home\" mandate, were included in our analysis. There were eight states without stayat-home orders that were excluded from our analysis: Arkansas, Iowa, Nebraska, North Dakota, South Dakota, Oklahoma, Utah, and Wyoming. Of the 43 states included, the number of days between the first reported case and the stay-at-home mandate ranged from 7 to 62 days (Fig. 1) , with a mean of 24.0 days and a standard deviation of 11.5 days (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 592, "end": 600, "text": "(Fig. 1)", "ref_id": null}, {"start": 666, "end": 674, "text": "(Fig. 2)", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "Forty-one countries with stay-at-home orders were included in our analysis. Of the 41 countries included, the number of days between the first reported case and the stay-at-home mandate ranged from 5 to 59 days (Fig. 3) , with a mean of 25.2 days and a standard deviation of 14.9 days (Fig. 4) .", "cite_spans": [], "ref_spans": [{"start": 211, "end": 219, "text": "(Fig. 3)", "ref_id": null}, {"start": 285, "end": 293, "text": "(Fig. 4)", "ref_id": null}], "section": "Country-Level Descriptive Analysis"}, {"text": "For both our country and US state-level-data, a larger number of days between the first reported case and the stay-at-home mandate was associated with a longer time to reach both the peak of daily cases and deaths for each respective region (Tables 1a and 1b is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 241, "end": 258, "text": "(Tables 1a and 1b", "ref_id": "TABREF2"}], "section": "Linear Regression Analysis"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint were identified as the earliest 10% of regions to implement their mandates, respectively.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Classifying states and countries into categorical terciles yielded mixed results, elucidating stronger associations for state-level compared to country-level data.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "Our study builds on the recent emerging epidemiological data supporting the efficacy of NPIs, and specific to our study, stay-at-home mandates, in the control of the COVID-19 pandemic. 6, 17, 16, [18] [19] [20] [21] [22] Our analysis supports a protective effect of earlier implementation of stay-athome orders both globally and within US states. Notably, when the timing of mandate implementation was analyzed as a continuous variable, the effect on timing to peak case and death counts was modest with an increase in the time to peak of approximately one day. By contrast, a relatively strong effect was demonstrated when we evaluated regions categorized as late mandate implementers, corresponding to the largest predicted prolongation in the number of days to peak daily case and death counts. This strong association supports the possibility of a \"threshold\" date or range of dates only until which an implemented mandate may be efficacious.", "cite_spans": [{"start": 185, "end": 187, "text": "6,", "ref_id": "BIBREF5"}, {"start": 188, "end": 191, "text": "17,", "ref_id": "BIBREF16"}, {"start": 192, "end": 195, "text": "16,", "ref_id": "BIBREF15"}, {"start": 196, "end": 200, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 201, "end": 205, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 206, "end": 210, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 211, "end": 215, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 216, "end": 220, "text": "[22]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "Strengths of this study include the temporality of the interventions and outcomes included in our analysis, which supports biological plausibility. Furthermore, our study included multiple iterations of analyses to support the observed trend. Our findings were replicated for both US states as well as for our included countries, which supports the consistency of the observed effect. Finally, we accounted for the relative burden of disease at the time of each region's . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint mandate, by controlling for the case rate of disease for each country and US state included in our regression models.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The main limitation of this study was its observational nature and the exclusion of other NPIs, possibly confounding, that were implemented in the various regions we analyzed. However, we assume that by virtue of including many different regions and by repeating our analysis in several different ways, we can assume that the overall preventative effect of these NPIs were evenly spread out across these regions. 22 Furthermore, another limitation of our study is that we did not account for the fidelity of and adherence to the implemented mandates which may have therefore biased our results. However, the directionality of this bias is unknown. Finally, the differences between regions as well as changes in testing capacity within each respective region may have also largely impacted the results of this study, as alluded to in other epidemiological observational studies that have recently investigated this topic. 6, 18 Overall, our study supports the potential effect of earlier stay-at-home mandates in the control of the spread of COVID-19. While this effect was modest generally, regions that significantly delayed implementation of their stay-at-home mandates experienced a pronounced and prolonged delay in reaching both peak daily case and death counts of COVID-19.", "cite_spans": [{"start": 413, "end": 415, "text": "22", "ref_id": "BIBREF22"}, {"start": 921, "end": 923, "text": "6,", "ref_id": "BIBREF5"}, {"start": 924, "end": 926, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. Tables and Figures   . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 73, "end": 95, "text": "Tables and Figures   .", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. .002* *Significant results at p<0.05 **Models controlled for case rates per region, defined as number of new daily cases per 100,000 persons on the date of the implemented mandate . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status", "authors": [{"first": "Y", "middle": ["R"], "last": "Guo", "suffix": ""}, {"first": "Q", "middle": ["D"], "last": "Cao", "suffix": ""}, {"first": "Z", "middle": ["S"], "last": "Hong", "suffix": ""}], "year": 2020, "venue": "Mil Med Res", "volume": "7", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "COVID-19: Mitigation or suppression?", "authors": [{"first": "A", "middle": ["M"], "last": "Kassem", "suffix": ""}], "year": 2020, "venue": "Arab J Gastroenterol", "volume": "21", "issn": "1", "pages": "1--2", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Governmental Public Health Powers During the COVID-19 Pandemic: Stay-at-home Orders, Business Closures, and Travel Restrictions", "authors": [{"first": "L", "middle": ["O"], "last": "Gostin", "suffix": ""}, {"first": "L", "middle": ["F"], "last": "Wiley", "suffix": ""}], "year": null, "venue": "JAMA", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Disease mitigation measures in the control of pandemic influenza", "authors": [{"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Nuzzo", "suffix": ""}, {"first": "T", "middle": [], "last": "O&apos;toole", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Henderson", "suffix": ""}], "year": 2006, "venue": "Biosecur Bioterror", "volume": "4", "issn": "4", "pages": "366--375", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Priorities for the US Health Community Responding to COVID-19", "authors": [{"first": "A", "middle": ["A"], "last": "Adalja", "suffix": ""}, {"first": "E", "middle": [], "last": "Toner", "suffix": ""}, {"first": "T", "middle": ["V"], "last": "Inglesby", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "14", "pages": "1343--1344", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Impact of Non-pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand", "authors": [{"first": "S", "middle": [], "last": "Eubank", "suffix": ""}, {"first": "I", "middle": [], "last": "Eckstrand", "suffix": ""}, {"first": "B", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "S", "middle": [], "last": "Venkatramanan", "suffix": ""}, {"first": "M", "middle": [], "last": "Marathe", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Barrett", "suffix": ""}, {"first": "", "middle": [], "last": "Commentary On Ferguson", "suffix": ""}], "year": 2020, "venue": "Bull Math Biol", "volume": "82", "issn": "4", "pages": "52--52", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A Review of Coronavirus Disease-2019 (COVID-19)", "authors": [{"first": "T", "middle": [], "last": "Singhal", "suffix": ""}], "year": 2020, "venue": "Indian J Pediatr", "volume": "87", "issn": "4", "pages": "281--286", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Non-pharmaceutical interventions for pandemic influenza, national and community measures", "authors": [{"first": "D", "middle": [], "last": "Bell", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicoll", "suffix": ""}, {"first": "K", "middle": [], "last": "Fukuda", "suffix": ""}], "year": 2006, "venue": "Emerg Infect Dis", "volume": "12", "issn": "1", "pages": "88--94", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Economic and social impact of influenza mitigation strategies by demographic class", "authors": [{"first": "C", "middle": [], "last": "Barrett", "suffix": ""}, {"first": "K", "middle": [], "last": "Bisset", "suffix": ""}, {"first": "J", "middle": [], "last": "Leidig", "suffix": ""}, {"first": "A", "middle": [], "last": "Marathe", "suffix": ""}, {"first": "M", "middle": [], "last": "Marathe", "suffix": ""}], "year": 2011, "venue": "Epidemics", "volume": "3", "issn": "1", "pages": "19--31", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The early impact of the Covid-19 pandemic on the global and Turkish economy", "authors": [{"first": "Ö", "middle": [], "last": "Açikgöz", "suffix": ""}, {"first": "A", "middle": [], "last": "Günay", "suffix": ""}], "year": 2020, "venue": "Turk J Med Sci", "volume": "50", "issn": "", "pages": "520--526", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Socio-Economic Implications of the Coronavirus and COVID-19 Pandemic: A Review", "authors": [{"first": "M", "middle": [], "last": "Nicola", "suffix": ""}, {"first": "Z", "middle": [], "last": "Alsafi", "suffix": ""}, {"first": "C", "middle": [], "last": "Sohrabi", "suffix": ""}], "year": null, "venue": "Int J Surg", "volume": "2020", "issn": "", "pages": "30316--30312", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan", "authors": [{"first": "A", "middle": [], "last": "Pan", "suffix": ""}, {"first": "L", "middle": [], "last": "Liu", "suffix": ""}, {"first": "C", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The Effective Reproduction Number as a Prelude to Statistical Estimation of Time-Dependent Epidemic Trends. Mathematical and Statistical Estimation Approaches in Epidemiology", "authors": [{"first": "H", "middle": [], "last": "Nishiura", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "103--121", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Strong Social Distancing Measures In The United States Reduced The COVID-19 Growth Rate", "authors": [{"first": "C", "middle": [], "last": "Courtemanche", "suffix": ""}, {"first": "J", "middle": [], "last": "Garuccio", "suffix": ""}, {"first": "A", "middle": [], "last": "Le", "suffix": ""}, {"first": "J", "middle": [], "last": "Pinkston", "suffix": ""}, {"first": "A", "middle": [], "last": "Yelowitz", "suffix": ""}], "year": null, "venue": "Health Aff", "volume": "2020", "issn": "", "pages": "101377--202000608", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Statewide Stay-At-Home Directives on the Spread of COVID-19 in Metropolitan and Nonmetropolitan Counties in the United States", "authors": [{"first": "G", "middle": [], "last": "Lin", "suffix": ""}, {"first": "T", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "J Rural Health", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Social distancing to slow the U.S. COVID-19 epidemic: an interrupted time-series analysis. medRxiv", "authors": [{"first": "M", "middle": ["J"], "last": "Siedner", "suffix": ""}, {"first": "G", "middle": [], "last": "Harling", "suffix": ""}, {"first": "Z", "middle": [], "last": "Reynolds", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Gilbert", "suffix": ""}, {"first": "A", "middle": [], "last": "Venkataramani", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Tsai", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "The Benefits and Costs of Using Social Distancing to Flatten the Curve for COVID-19", "authors": [{"first": "L", "middle": [], "last": "Thunström", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Newbold", "suffix": ""}, {"first": "D", "middle": [], "last": "Finnoff", "suffix": ""}, {"first": "M", "middle": [], "last": "Ashworth", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Shogren", "suffix": ""}], "year": null, "venue": "J Benefit Cost Anal", "volume": "2020", "issn": "", "pages": "1--17", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Impact of policy interventions and social distancing on SARS-CoV-2 transmission in the United States. medRxiv", "authors": [{"first": "N", "middle": [], "last": "Dreher", "suffix": ""}, {"first": "Z", "middle": [], "last": "Spiera", "suffix": ""}, {"first": "F", "middle": ["M"], "last": "Mcauley", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Inferring change points in the spread of COVID-19 reveals the effectiveness of interventions", "authors": [{"first": "J", "middle": [], "last": "Dehning", "suffix": ""}, {"first": "J", "middle": [], "last": "Zierenberg", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Spitzner", "suffix": ""}], "year": 2020, "venue": "Science", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Strong Social Distancing Measures In The United States Reduced The COVID-19", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Social Distancing Has Merely Stabilized COVID-19 in the US. medRxiv", "authors": [{"first": "A", "middle": ["B"], "last": "Wagner", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Hill", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Ryan", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Impact of non-pharmaceutical interventions on documented cases of COVID-19. medRxiv", "authors": [{"first": "N", "middle": [], "last": "Banholzer", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Weenen", "suffix": ""}, {"first": "B", "middle": [], "last": "Kratzwald", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "). For the US states, each additional day added between the first reported case and the implementation of a mandate predicted an extra 1.1 days to reach the peak number of cases (95 % CI: 0.7, 1.5) and an extra 1.0 days to reach the peak number of deaths (95 % CI: 0.7, 1.4). The largest effect was among regions classified as the latest 10% to implement a mandate, which in the US, predicted an extra 35.3 days to the peak number of cases (95 % CI: 18.2, 52.5), and 38.3 days to the peak number of deaths (95 % CI: 23.6, 53.0). A protective effect was not seen for the countries and states that", "latex": null, "type": "figure"}, "TABREF2": {"text": "Linear Regression Models Predicting Number of Days to Highest Case and Death Count for State-level Analysis (n=43) Measured Effect on Peak B: Number of Days from First Reported Case to Highest Number of Daily New Deaths ** Significant results at p<0.05 **Models controlled for case rates per region, defined as number of new daily cases per 100,000 persons on the date of the implemented mandate . CC-BY-NC 4.0 International license It is made available under a", "latex": null, "type": "table"}, "TABREF3": {"text": ". https://doi.org/10.1101/2020.05.30.20117853 doi: medRxiv preprint", "latex": null, "type": "table"}, "TABREF4": {"text": "Linear Regression Models Predicting Number of Days to Highest Case and Death Count for Country-level Analysis (n=41) Method of Classifying Exposure Variable (Number of Days Between 1 st Reported Case and Mandate) Measured Effect on Peak A: Number of Days from First Reported Case to Highest Number of Daily New Cases ** Measured Effect on Peak B: Number of Days from First Reported Case to Highest Number of Daily New Deaths **", "latex": null, "type": "table"}}, "back_matter": []}