{
    "paper_id": "0c1d950cd4ef4b3ea5ddbdb1d57718a9ab49a068",
    "metadata": {
        "title": "Single-use Bronchoscopes Applications in COVID-19 Pandemic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the American Association for Bronchology and Interventional Pulmonology (AABIP) statement on COVID-19 and endorse the statement that \"disposable bronchoscopes should be used first line when available\" in patients with suspected or confirmed COVID-19 infection. 1 Single-use bronchoscopes have been used primarily by intensivists and anesthesiologists for intubation; however, there are a number of commercially available products now worldwide with on-going improvements in handling, performance, reliability, image quality, and increasing channel size.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Before the COVID-19 pandemic, single-use bronchoscopes had a number of potential advantages including cost, risk of nosocomial infection spread, and portability. Regarding cost, a systematic review and micro-costing analysis including studies in endoscopy and intensive care units identified a reduced cost in comparison to standard bronchoscopes. 2 Cost reduction is due to a number of factors including the cost of bronchoscopes, processors, monitors, bronchoscopy repairs, cleaning room, cleaning consumables, and cleaning staff wages.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Although a reduction in risk of infection has not been formally studied comparing single use with standard bronchoscopes, there have been many publications regarding the risk of infection and the identification of disease causing bacteria, human protein and DNA on bronchoscopes after standard cleaning processes. 3, 4 Single-use bronchoscopes are completely sterile without this associated risk.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 318,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "In the current era of COVID-19 pandemic, there are a number of reasons why single-use bronchoscopes have advantages. The AABIP state correctly that bronchoscopy should be avoided where possible in patients with COVID-19 and that only urgent and emergent bronchoscopy performed. 1 Local COVID-19 infection rates are dictating in many locations that all patients having bronchoscopy are treated as possible COVID-19 cases with full personal protective equipment (PPE) precautions. Although there have been no reports of nosocomial infection with COVID-19 related to bronchoscopy, in a scenario where a scope is not properly cleaned it is a possibility. Singleuse bronchoscopes are associated which less staff handling of bronchoscopes before bronchoscopy which should reduce the risk of contamination also. In Italy,~20% of responding health care workers were infected and in the United States at least 11% of COVID-19 cases are in health care workers. 5, 6 A scenario may therefore arise that no staff are available to clean bronchoscopes impacting bronchoscopy lists. Shortages of PPE are frequent and appropriate PPE may not be available to staff who are cleaning bronchoscopes. Single-use bronchoscopes have also advantages in \"out of hours\" bronchoscopy and bronchoscopy outside of the endoscopy or bronchoscopy unit. Monitors used with single-use bronchoscopes are smaller and easier to clean and companies are developing software to allow providers use their own phones or tablets for image analysis. Another potential use is the availability of a single-use bronchoscope at the time of endobronchial ultrasound if a complete airway inspection is required.",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 953,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 954,
                    "end": 955,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "In time, direct comparisons of standard and single-use bronchoscopy will be performed. However, we agree with the AABIP endorsement of single-use bronchoscopes in patients with or suspected of COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor:"
        },
        {
            "text": "Marcus P. Kennedy, MD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sarah Barron, MBBCh BAO"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Association for Bronchology and Interventional Pulmonology (AABIP) statement on the use of bronchoscopy and respiratory specimen collection in patients with suspected or confirmed COVID-19 Infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahidi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murgu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bronchology Interv Pulmonol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A systematic review and cost effectiveness analysis of reusable vs. single-use flexible bronchoscopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mouritsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ehlers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kovaleva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anaesthesia",
            "volume": "75",
            "issn": "",
            "pages": "529--540",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Burying our heads in the sand: cross-contamination during bronchoscopy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gildea",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "154",
            "issn": "",
            "pages": "1001--1003",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effectiveness of reprocessing for flexible bronchoscopes and endobronchial ultrasound bronchoscopes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ofstead",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Quick",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Wetzler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "154",
            "issn": "",
            "pages": "1024--1034",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of Health Care Personnel with COVID-19-United States",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "477--481",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}