{"paper_id": "0c2a2ede558b9408ce542aecaa1b5c3ddf3d7c6f", "metadata": {"title": "Interferon Status in Children during Acute Respiratory Infections. Therapy with Interferon", "authors": [{"first": "E", "middle": ["V"], "last": "Obraztsova", "suffix": "", "affiliation": {}, "email": ""}, {"first": "L", "middle": ["V"], "last": "Osidak", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": ["G"], "last": "Golovacheva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "O", "middle": ["I"], "last": "Afanas&apos;eva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "K", "middle": ["K"], "last": "Mil&apos;kint", "suffix": "", "affiliation": {}, "email": ""}, {"first": "E", "middle": ["G"], "last": "Koroleva", "suffix": "", "affiliation": {}, "email": ""}, {"first": "V", "middle": ["P"], "last": "Drinevskii", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["A"], "last": "Vasil&apos;eva", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We studied interferon status in children during acute respiratory infections and found that it depends on etiology, course of the disease, and individual features of the organism. The effi ciency of IFN inductor anaferon (pediatric formulation) and the possibility of its application in the therapy of children with acute respiratory infections were demonstrated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Recent discovery of cytokines and evaluation of their role in the pathogenesis of diseases determine priorities of these studies in various pathologies, including infl uenza and other acute respiratory infections (ARI). Evaluation of the cytokine and especially IFN status in these diseases is of crucial importance for understanding of the pathogenesis of viral infections and mechanisms responsible for complicated course of the diseases. Information about the IFN status of the patient helps to assess adequately the course of infectious process and to predict the outcome of the disease.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The aim of this study was to evaluate the IFN status of children with ARI and to analyze the effi ciency of therapy with anaferon (pediatric formulation, AP).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "IFN status was determined in 412 children aging from 1 month to 18 years with infl uenza or ARI of other etiology, patients of infectious diseases departments, and in 140 adults (of them 99 were healthy individuals).", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Therapeutic effi ciency of IFN-γ inductor AP was evaluated in a double-blind placebo-controlled clinical and laboratory trial including children admitted in a hospital with ARI during the fi rst 2 days of the disease. The study was performed according to directives of the Ministry of Health Care and Social Development and its Pharmacological Committee. The children were randomized into groups by the order of their admission to the hospital. A total of 174 children were observed over 6 months, of them 101 received AP and 73 received placebo. AP was administered by the following scheme: 1 tablet every 30 min over the fi rst 2 hours and then 3 more tablets with equal time intervals during day 1 and 1 tablet 3 times a day starting from day 2.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "IFN status was evaluated by the content of circulating IFN-α and IFN-γ, spontaneous (SP) and induced (IP) production of IFN in vitro measured by IEA [2] immediately after disease onset, on days 2-3, and during early convalescence.", "cite_spans": [{"start": 149, "end": 152, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Etiology of the disease was determined using direct immunofl uorescent express-method for detection of antigens of infectious agents in epithelial cells of the nasal mucosa and was confi rmed serologically by IEA, complement binding reaction, and hemagglutination inhibition test [3, 6] .", "cite_spans": [{"start": 280, "end": 283, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 284, "end": 286, "text": "6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The therapeutic effi ciency of the preparation was evaluated taking into account the duration and severity of all symptoms of the disease: fever reaction and other symptoms of intoxication, catarrhal symptoms in the nasopharynx, physical changes in the lungs, and total duration of the acute period in patients treated with the preparation and in children receiving placebo.", "cite_spans": [], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "We also evaluated the effect of AP on the dyna mics of laboratory (blood and urine tests) and immunological parameters (serum IgE and sIgA in nasal washout fl uid measured by IEA with standard Polygnost kits [4] ) and blood content of the main subpolulations of immunocompetent cells (CD3, CD4, CD8, CD16, CD20 in the reaction of indirect fl uorescence with monoclonal antibodies); immunoregulatory index was also calculated.", "cite_spans": [{"start": 208, "end": 211, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "The data were processed statistically using Student t test, the differences were signifi cant at p<0.05 [5] .", "cite_spans": [{"start": 104, "end": 107, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "MATERIALS AND METHODS"}, {"text": "Analysis of IFN status in children and adults during the fi rst 1-2 days of ARI revealed considerable fl uctuation of the studied parameters even in the same age group. The number of children with low and high IFN content was practically the same, whereas adult patients with high content of IFN-α and IFN-γ predominated. The mean content of serum IFN-α signifi cantly increased with age, while the level of IFN-α in children of the fi rst year of life at the initial stages of the disease was somewhat higher than in older children. Parameters of spontaneous and induced production of IFN-α and IFN-γ increased with age in children over 1 year (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 645, "end": 654, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "RESULTS"}, {"text": "Index stimulation of IFN production (IS IFN, ratio of induced to spontaneous IFN production) more adequately refl ects activity of immunocompetent cells, their capacity to respond to inductor by IFN production, and characterizing reserve capacities of IFNpro ducing cells. IS IFN was lower in children of the fi rst year of life and then slightly increased with age. IS IFN in children aging 1-6 years was signifi cantly higher than in other age groups.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "In children with ARI, the levels of circulating IFN-α and its spontaneous production in vitro were higher, while IS IFN-α was lower than in healthy children and adults; at the same time, all parameters of IFN-γ status were lower in patients compared to healthy children [1] .", "cite_spans": [{"start": 270, "end": 273, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "RESULTS"}, {"text": "In all age groups, individuals with high SP IFN and low IS IFN or individuals with low SP IFN and high IS IFN predominated. The former predominated among children of the fi rst year of life, which attests to insuffi cient IFN-producing activity of immunocompetent cells in these patients compared to individuals of other age groups. The latter predominated among children aging 1-6 years, which attests to relatively high IFN-producing activity of immunocompetent cells in these children. The percent of patients with low SP and low IS IFN-α was minor in all age groups and the differences between these groups were insignifi cant. High SP and high IS IFN were recorded only among older children.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Evaluation of IFN status in individuals of different age in the course of ARI showed that similarly to disease onset IFN parameters varied in a wide range and had similar tendencies of fl uctuation. The mean levels of all parameters usually increased by the second test and decreased by early convalescence; it should be noted that in children with ARI these parameters were always lower than in adults and healthy children of the corresponding age. The highest serum content of IFN-α and IFN-γ (71.9±4.7 and 58.3±4.3 pg/ml, respectively) and high IS IFN were revealed in children with ARI without bronchopulmonary symptoms, while the lowest values were observed in pneumonia (53.0±4.7 and 39.0±5.4, pg/ml, respectively); the differences were signifi cant (p<0.05; Fig. 1 ). IS IFN-α and IS IFN-γ were significantly lower in children with ARI and involvement of the lower part of the respiratory tract, which attests to impaired resistance of the organism, i.e. the severity of the involvement of the respiratory tract to a certain extent depends on activity of immunocompetent cells.", "cite_spans": [], "ref_spans": [{"start": 765, "end": 771, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "Pneumonia and bronchitis were more often observed among children with initially low levels of SP and IS IFN-α, while 90.9% children with high SP (>50 pg/ml) and IS IFN-α (>2.0) had ARI without bronchopulmonary symptoms and only 9.1% had bronchitis. Thus, low IS IFN and reduced baseline SP IFN are prognostically unfavorable markers of ARI course in children. The initial serum level of IFN and cell capacity to IFN induction correlated with the severity of the involvement of the respiratory tract (r=0.43, p<0.05).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The capacity of viruses to induce IFN production was different. The initial content of serum IFN-α and IFN-γ and initial values of IS IFN-α and IS IFN-γ in children with rhinosyncytial, coronavirus, and mycoplasma infections were lower than in infl uenza infection.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The IFN-producing capacity of immunocompetent cells in ARI patients also depended on the premorbid background. Lower parameters of the IFN status were observed in any background pathology, in particular in sickly children and in children with unfavorable history of allergic pathologies and chronic infections. In sickly children with a history of allergic diseases, induced and serum IFN-α and IFN-γ production was lower than in individuals without pathologies. This tendency was seen over the course of the disease, but in sickly children IP of IFN-α remained practically unchanged by days 3-4 of the disease, in contrast to children with a history of allergic diseases and chronic pathologies, in whom this parameter considerably increased.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "The mean duration of the main clinical symptoms in patients with ARI without bronchopulmonary disturbances was signifi cantly lower in individuals with high serum level of IFN-α. High IFN-producing activity of cells (high IS IFN) was associated with less pronounced intoxication syndrome and more rapid con valescence (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 318, "end": 326, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "Infl uenza monoinfection was diagnosed in 1/3 cases in both AP and placebo groups, other children had mono-and mixed infection of another etiology. Three antigens predominated: infl uenza virus of different serotypes, adenovirus, and coronavirus infection.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Administration of AP reduced the duration of fever, intoxication symptoms, and catarrhal symptoms in the nasopharynx and in the lungs, and shortened the duration of the disease compared to the corresponding values in the control group (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 235, "end": 244, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "In children receiving AP, the content of IFN of all types was elevated on day 2 of treatment com- pared to children of the placebo group. The levels of IP for IFN-α and IFN-γ increased by 1.2 and 1.7 times, respectively, compared to the placebo group, where this parameters remained virtually unchanged. During early convalescence, the content of IFN of all types decreased, but still surpassed the level observed in the control groups. In children receiving AP, IS IFN-α signifi cantly increased by the third measurement (2.8±0.3 pg/ml and 1.8±0.4 pg/ml, p<0.05), which attests to suffi cient IFN-inducing capacity of the preparation promoting normalization of IFN status and more rapid convalescence. Maximum effi ciency of AP was noted in children with low SP IFN-α and high IS IFN-α (duration of the acute period decreased by 1.6 days); minimum effi ciency was observed in individuals with high SP IFN-α and high IS IFN-α (duration of the acute period decreased by 1.1 days), which can be explained by less severe course of the disease in these patients. In children with low SP IFN-α and low IS IFN-α, the effi ciency of IFN inductor was minor. The imbalance in subpopulation composition of immunocompetent cells (CD3, CD4, CD8, CD16, CD20) caused by the infectious process returned to normal; the number of children with normal immunoregulatory index increased by 2.3 times.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Administration of AP induced no undesirable effects, including allergic reactions, which was confi rmed by laboratory tests, in particular, by a decrease in the mean serum content IgE during the observation period.", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "As soon as on days 2-3 of treatment with AP, viral antigens in the nasal meatuses were detected in 41% children (vs. 60% in the control); this prevented the development of complications and nosocomial ARI, which were more frequently observed in children of the placebo group (by 3 times). Therapy with AP led to recovery and even elevation of the reduced content of sIgA in 65.7% cases (vs. 25% in the placebo group).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}, {"text": "Thus, AP can be recommended for children with ARI. The use of IFN inductors is more substantiated in children with initially low SP IFN and high IS IFN-α (children aging 1-6 years and children with chronic infections and a history of allergic diseases).", "cite_spans": [], "ref_spans": [], "section": "RESULTS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Immunology for Physicians", "authors": [{"first": "S", "middle": ["A"], "last": "Ketlinskii", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Kalinina", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Evaluation of Interferon Status as a Method of Assessment of Immunoreactivity in Various Pathologies. Manual for Physicians", "authors": [{"first": "O", "middle": ["I"], "last": "Kiselev", "suffix": ""}, {"first": "V", "middle": ["I"], "last": "Mazurov", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Malinovskaya", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Acute Non-Infl uenza Respiratory Infections", "authors": [{"first": "E", "middle": ["P"], "last": "Korneeva", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Sominina", "suffix": ""}, {"first": "E", "middle": ["V"], "last": "Oleinikov", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Supplement 4 to Order of Ministry of Health Care and Medical Industry, State Committee for Sanitary and Epidemiology Surveillance, and Russian Academy of", "authors": [], "year": 1995, "venue": "Methodic Recommendations for Laboratory Diagnostics of Infl uenza and Other ARI", "volume": "101", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Statistical Analysis of Medical Data. Use of Statistica Software", "authors": [{"first": "O", "middle": [], "last": "Yu", "suffix": ""}, {"first": "", "middle": [], "last": "Rebrova", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Infl uenza and Other Respiratory Viral Infections: Epidemiology, Prophylactics, Diagnostics, and Therapy", "authors": [{"first": "A", "middle": ["A"], "last": "Sominina", "suffix": ""}, {"first": "A", "middle": ["I"], "last": "Bannikov", "suffix": ""}, {"first": "V", "middle": ["V"], "last": "Zarubaev", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The severity of involvement of the respiratory tract in patients with different SP and IP of IFN-α. a) IS≤2.0; b) IS>2.0. 1) low SP (≤50 pg/ml); 2) high SP (>50 pg/ml).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Course of ARI in low (a) and high (b) SP and IS of IFN-α. ≤2.0 (dark bars) and >2.0 (open bars), respectively. 1) acute period of the disease; 2) catarral syndrome; 3) intoxication; 4) fever.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Parameters of IFN Status in Individuals with ARI during the First Days of the Disease and in Healthy Adults (M±m) Note. p<0.05 compared to: *children of the first year of life; + adults with ARI.", "latex": null, "type": "table"}, "TABREF1": {"text": "Therapeutic Efficiency of AP in ARI (M±m)", "latex": null, "type": "table"}}, "back_matter": []}