{"paper_id": "0c333fe1af9a5f6edc1b511686670342f135c2cb", "metadata": {"title": "Sarbecovirus comparative genomics elucidates gene content of SARS-CoV-2 and functional impact of COVID-19 pandemic mutations", "authors": [{"first": "Irwin", "middle": [], "last": "Jungreis", "suffix": "", "affiliation": {"laboratory": "MIT Computer Science and Artificial Intelligence Laboratory", "institution": "", "location": {"settlement": "Cambridge", "region": "MA"}}, "email": ""}, {"first": "Rachel", "middle": [], "last": "Sealfon", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Manolis", "middle": [], "last": "Kellis", "suffix": "", "affiliation": {"laboratory": "MIT Computer Science and Artificial Intelligence Laboratory", "institution": "", "location": {"settlement": "Cambridge", "region": "MA"}}, "email": ""}]}, "abstract": [{"text": "Despite its overwhelming clinical importance for understanding and mitigating the COVID-19 pandemic, the protein-coding gene content of the SARS-CoV-2 genome remains unresolved, with the function and even protein-coding status of many hypothetical proteins unknown and often conflicting among different annotations, thus hindering efforts for systematic dissection of its biology and the impact of recent mutations. Comparative genomics is a powerful approach for distinguishing protein-coding versus non-coding functional elements, based on their characteristic patterns of change, which we previously used to annotate protein-coding genes in human, fly, and other species. Here, we use comparative genomics to provide a high-confidence set of SARS-CoV-2 protein-coding genes, to characterize their protein-level and nucleotide-level evolutionary constraint, and to interpret the functional implications for SARS-CoV-2 mutations acquired during the current pandemic. We select 44 complete Sarbecovirus genomes at evolutionary distances well-suited for protein-coding and non-coding element identification, create whole-genome alignments spanning all named and putative genes, and quantify their protein-coding evolutionary signatures using PhyloCSF and their overlapping constraint using FRESCo. We find strong protein-coding signatures for all named genes and for hypothetical ORFs 3a, 6, 7a, 7b, and 8, indicating protein-coding roles, and provide strong evidence of protein-coding status for a recently-proposed alternate-frame novel ORF within 3a. By contrast, ORF10 shows no protein-coding signatures but shows unusually-high nucleotide-level constraint, indicating it has important but non-coding functions, and ORF14 and SARS-CoV-1 ORF3b, which overlap other genes, lack evolutionary signatures expected for dual-coding regions, indicating they do not produce functional proteins. ORF9b has ambiguous protein-coding signatures, preventing us from resolving its protein-coding status. ORF8 shows extremely fast nucleotide-level evolution, lacks a known function, and was deactivated in SARS-CoV-1, but shows clear signatures indicating protein-coding function worthy of further investigation given its rapid evolution and potential role in replication. SARS-CoV-2 mutations are preferentially excluded from evolutionarily-constrained amino acid residues and synonymously-constrained nucleotides, indicating purifying constraint acting at both coding and non-coding levels. In contrast, we find a conserved region in the nucleocapsid that is enriched for recent mutations, which could indicate a selective signal, and find that several spike-protein mutations previously identified as candidates for increased transmission and several mutations in isolates found to generate higher viral load in-vitro disrupt otherwise-perfectly-conserved amino-acids, consistent with adaptations for human-to-human transmission.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Gene content of SARS-CoV-2 p 2 (Baranov et al. 2005) . Translation of ORF1ab yields a large polyprotein that is cleaved into non-structural proteins nsp1-nsp10 and nsp12-nsp16. When the frameshift does not occur (ORF1a) translation terminates at a stop codon four codons past the frameshift site and the product is cleaved into nsp1-nsp11. Mature proteins encoded by ORF1 include an RNA-dependent RNA polymerase (Pol); a helicase (Hel); and proteins involved in viral transcription, proofreading (ExoN), translation, cleavage (3CL-PRO), assembly, and suppression of host cell and immune system function (Supplemental Table S2 ).", "cite_spans": [{"start": 31, "end": 52, "text": "(Baranov et al. 2005)", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 617, "end": 625, "text": "Table S2", "ref_id": null}], "section": "Abstract"}, {"text": "Since the virus uses the human translation machinery, which translates the first ORF of a given transcript, in order to translate genes in the remaining third of the genome it generates varying-length subgenomic RNAs (Miller and Koev 2000), believed to result from RNA-dependent transcription of the positive strand genomic RNA to a negative strand RNA molecule beginning at the 3' end and continuing until a transcription-regulatory sequence (TRS), followed by transcription from a common leader on the 5' end, and a second round of RNAdependent negative-to-positive RNA-dependent transcription (Kim et al. 2020 ).", "cite_spans": [{"start": 596, "end": 612, "text": "(Kim et al. 2020", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Abstract"}, {"text": "The named genes in the last third of the genome encode the spike surface glycoprotein S (ORF2), which is cleaved into S1 and S2 and is responsible for viral attachment and entry by binding the human ACE2 receptor; the envelope protein E (ORF4) and membrane glycoprotein M (ORF5), responsible for virus morphogenesis and assembly; and the nucleocapsid phosphoprotein N (ORF9), responsible for packaging the RNA genome.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The remaining ORFs are unnamed, were annotated primarily by homology and prediction algorithms rather than functional evidence, and are subject to disagreement on which encode functional accessory proteins. NCBI annotates the SARS-CoV-2 reference genome NC_045512.2 as containing ORFs 3a, 6, 7a, 7b, 8, and 10. UniProt annotates two additional ORFs, 9b and 14, both of which overlap the nucleocapsid phosphoprotein N in a different reading frame. The Nature paper that introduced SARS-CoV-2 shows all of these, and also 3b, which overlaps 3a in a different reading frame in SARS-CoV-1 but is not an open reading frame in SARS-CoV-2 due to several in-frame stop codons, and refers to UniProt ORFs 9b and 14 as 9a and 9b, respectively (Wu et al. 2020), but the most recent GenBank record of the paper, MN908947.3, does not include 3b, 9b, or 14 and also lacks 7b.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus responsible for the COVID-19 pandemic (Wu et al. 2020) , is a betacoronavirus in the subgenus Sarbecovirus, which also includes SARS-CoV-1 (also known as SARS-CoV), the strain responsible for the 2003 SARS outbreak. The large and complex positive-strand RNA genome of SARS-CoV-2 consists of approximately 30,000 nucleotides, and encodes approximately 30 known or hypothetical mature proteins (Fig. 1A, Fig. 3) . Despite its extreme medical importance, its gene content remains surprisingly unresolved, with several hypothetical open reading frames (ORFs) whose function or even protein-coding status is unknown.", "cite_spans": [{"start": 110, "end": 126, "text": "(Wu et al. 2020)", "ref_id": null}], "ref_spans": [{"start": 464, "end": 481, "text": "(Fig. 1A, Fig. 3)", "ref_id": "FIGREF0"}], "section": "Introduction"}, {"text": "More than two-thirds of the SARS-CoV-2 genome is spanned by a large open reading frame (ORF1ab), which includes an internal programmed translational frameshift triggered by a translation-slippery sequence UUUAAAC and a downstream RNA pseudoknot structure that is generally conserved among coronaviruses TAC TGA GTT AAG TTT TCT CCT--TAG AGC CTC CTA AGG TTT TTT  Dog GAA ACG TAC TTA AAG AAG AAG CGT GTA TAC TGA GCT AAG TTC TCT CCA--TAT AAT CTC ATA AGG TTT TTT  Microbat GAG ACC TAC TTA AAA AAG AAG CGT GTG TAC TGA GCT AAG TTC TCT CCTTA TAT AAC CTC CTA TGG CTC TTT  Megabat GAG ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GCT AAG TTC TTT CCTTA TAT AAC CTC ATA AGG TTC TTT  Hedgehog GAA ACC TAC TTC AAA AAG AAG CGA GTA TAC TGA GTT CAG TTC TCT CCT--CCT AAC TTC CCA TGG TTC TCT  Elephant GAA ACC TAC TTA AAG AAG AAG CGA GTG TAC TGA GTG AAG CTC T--CCC--TCT AAC CTC ATG TGG TCC We select 44 complete and closely-related coronavirus genomes at ideally-suited evolutionary distances (approximately that of mammalian species), generate whole-genome alignments spanning all known genes and hypothetical ORFs, and use them to evaluate protein-coding constraint in all reading frames, and nucleotide-level constraint in synonymous codon positions. We find that five hypothetical ORFs are not conserved protein-coding genes, namely ORFs 10 and 14, and SARS-CoV-1 ORFs 3b, 8a, and 8b, and we confirm protein-coding evolutionary signatures for other hypothetical ORFs (3a, 6, 7a, 7b, 8) and a recentlyproposed alternate-frame ORF within 3a; this includes ORF8 despite its yet-unknown function and extremelyrapid evolutionary rate. We also annotate 1394 synonymously-constrained codons within protein-coding regions, which are indicative of overlapping constrained elements that might include dual coding regions, binding sites for RNA-binding-proteins, and RNA structures known to help regulate coronavirus replication, transcription, and translation. We use these protein-level and codon-level annotations to classify 1800 singlenucleotide variants across 17,000 isolates from the current pandemic, yielding insights into mutations that are likely benign vs. those that disrupt evolutionarily-conserved protein-coding or non-coding functions. In particular, we find that several spike-protein variants recently-associated with increased transmission disrupt perfectly-conserved amino-acids, possibly representing novel adaptations to human hosts. These comparative genomics annotations provide a general resource for prioritizing functional variants and strains, for vaccine development and specialization, and for untangling the molecular biology of SARS-CoV-2.", "cite_spans": [], "ref_spans": [{"start": 303, "end": 865, "text": "TAC TGA GTT AAG TTT TCT CCT--TAG AGC CTC CTA AGG TTT TTT  Dog GAA ACG TAC TTA AAG AAG AAG CGT GTA TAC TGA GCT AAG TTC TCT CCA--TAT AAT CTC ATA AGG TTT TTT  Microbat GAG ACC TAC TTA AAA AAG AAG CGT GTG TAC TGA GCT AAG TTC TCT CCTTA TAT AAC CTC CTA TGG CTC TTT  Megabat GAG ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GCT AAG TTC TTT CCTTA TAT AAC CTC ATA AGG TTC TTT  Hedgehog GAA ACC TAC TTC AAA AAG AAG CGA GTA TAC TGA GTT CAG TTC TCT CCT--CCT AAC TTC CCA TGG TTC TCT  Elephant GAA ACC TAC TTA AAG AAG AAG CGA GTG TAC TGA GTG AAG CTC T--CCC--TCT AAC CTC ATG TGG TCC", "ref_id": null}], "section": "Introduction"}, {"text": "We selected 44 complete Sarbecovirus genomes at an evolutionary distance well-suited for identifying proteincoding genes and non-coding selection within them, consisting of SARS-CoV-2, SARS-CoV-1, and 42 bat coronavirus genomes (Fig. 2 , Supplemental Table S1 ). Betacoronavirus genomes outside the Sarbecovirus clade, such as MERS-CoV, are too different from SARS-CoV-2 to be usable for this purpose, and even the closest relative, Hibecovirus Bat Hp-betacoronavirus/Zhejiang2013, shows no detectable homology across ORFs 6, 7a, 7b, and 8. Conversely, among different isolates of the SARS-CoV-2, SARS-CoV-1, and some bat strains, evolutionary distances are too small for reliable evolutionary signatures. Figure 2 . Phylogenetic tree of 44 Sarbecovirus genomes. Left: Phylogenetic tree of a selection of Coronaviridae genomes, including the seven that infect humans (red asterisks). Right: Phylogenetic tree of the 44 Sarbecovirus genomes used in this study. Trees are based on whole-genome alignments and might be different from the history at particular loci, due to recombination.", "cite_spans": [], "ref_spans": [{"start": 228, "end": 235, "text": "(Fig. 2", "ref_id": null}, {"start": 251, "end": 259, "text": "Table S1", "ref_id": null}, {"start": 706, "end": 714, "text": "Figure 2", "ref_id": null}], "section": "Species selection and alignment of 44 Sarbecovirus genomes"}, {"text": "We created a genome-wide alignment of these 44 genomes, spanning a total phylogenetic branch length of about 3 substitutions per 4-fold degenerate site, comparable to the 29-mammals and 12-flies alignments we previously used for protein-coding gene identification. This rate varies across the SARS-CoV-2 genome from 0.2 in ORF10, 1.2 in E, and 6.5 in S (Supplemental Table S2 ), though the latter may be inflated due to genomic segments whose histories do not match the whole-genome tree.", "cite_spans": [], "ref_spans": [{"start": 367, "end": 375, "text": "Table S2", "ref_id": null}], "section": "Species selection and alignment of 44 Sarbecovirus genomes"}, {"text": "To detect protein-coding evolutionary signatures and distinguish regions that evolved under protein-coding constraint, we previously developed PhyloCSF (Lin et al. 2011a) , which compares codon substitutions and frequencies in alignments of closely-related genomes to coding and non-coding evolutionary models trained on whole genome data (Fig. 1B) , and CodAlignView (I Jungreis, MF Lin, CS Chan, M Kellis 2016) to enable manual curation by visual exploration of the corresponding alignment for substitutions, stop codons, and insertions or deletions indicative of the protein-coding status of a region. These tools have been widely used to identify novel protein-coding regions in human (Lindblad-Toh et al. 2011; Mudge et al. 2019) , fly (Lin et al. 2007) , and yeast (Lin et al. 2011a) , to discover stop-codon readthrough Lindblad-Toh et al. 2011; Jungreis et al. 2011; Lin et al. 2007; Loughran et al. 2014) , and to distinguish protein-coding vs. noncoding genes in human (McCorkindale et al. 2019; Frankish et al. 2019) .", "cite_spans": [{"start": 152, "end": 170, "text": "(Lin et al. 2011a)", "ref_id": "BIBREF24"}, {"start": 689, "end": 715, "text": "(Lindblad-Toh et al. 2011;", "ref_id": "BIBREF22"}, {"start": 716, "end": 734, "text": "Mudge et al. 2019)", "ref_id": "BIBREF12"}, {"start": 741, "end": 758, "text": "(Lin et al. 2007)", "ref_id": "BIBREF23"}, {"start": 771, "end": 789, "text": "(Lin et al. 2011a)", "ref_id": "BIBREF24"}, {"start": 827, "end": 852, "text": "Lindblad-Toh et al. 2011;", "ref_id": "BIBREF22"}, {"start": 853, "end": 874, "text": "Jungreis et al. 2011;", "ref_id": "BIBREF17"}, {"start": 875, "end": 891, "text": "Lin et al. 2007;", "ref_id": "BIBREF23"}, {"start": 892, "end": 913, "text": "Loughran et al. 2014)", "ref_id": null}, {"start": 979, "end": 1005, "text": "(McCorkindale et al. 2019;", "ref_id": null}, {"start": 1006, "end": 1027, "text": "Frankish et al. 2019)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 339, "end": 348, "text": "(Fig. 1B)", "ref_id": "FIGREF0"}], "section": "Scoring of protein-coding and synonymous constraint"}, {"text": "We computed PhyloCSF protein-coding scores for every three-nucleotide interval, in all three reading frames of SARS-CoV-2, smoothed using a hidden Markov model, and created tracks for the UCSC Genome Browser quantifying protein-coding evolutionary signatures along the genome, as we previously did for the human genome (Mudge et al. 2019) . We also computed an overall PhyloCSF score for each known protein and hypothetical ORF (Supplemental Table S2 ). We used CodAlignView to create visualizations of the alignment of each ORF, highlighting two signatures of mutations that are tolerated in protein-coding genes across evolutionary time: first, a preference for synonymous substitutions typical of third codon positions and conservative amino acid changes that preserve biophysical properties; second, avoidance of insertions and deletions that are not multiples of 3, as they would disrupt the reading frame of translation, whereas gaps that remove complete codons and preserve the reading frame are more tolerated. We have provided CodAlignView images (Supplemental Materials) and links for manual exploration (Supplemental Table S2 ) for each annotated ORF and mature protein.", "cite_spans": [{"start": 319, "end": 338, "text": "(Mudge et al. 2019)", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 442, "end": 450, "text": "Table S2", "ref_id": null}, {"start": 1128, "end": 1136, "text": "Table S2", "ref_id": null}], "section": "Scoring of protein-coding and synonymous constraint"}, {"text": "We also previously developed FRESCo and other software tools for detecting overlapping nucleotide-level constraint within protein-coding regions (Lin et al. 2011b; Sealfon et al. 2015) , evidenced by fewer synonymous substitutions, and reflective of overlapping functional elements. Such elements can include dual-coding regions that encode multiple proteins in different reading frames, which are common in viruses with compact genomes (Firth 2014) but also found in other species including human (Lin et al. 2011b; Khan et al. 2020 ); RNA structures encoded through complementary nucleotide stretches, which are known to play important roles in subgenomic RNA generation and other coronavirus functions; and binding sites for RNA-binding proteins, which can be recognized by virus-encoded proteins or host-encoded proteins, to regulate transcription, processing, and translation of viral mRNAs. FRESCo has been applied to diverse virus species (Sealfon et al. 2015) as well as humans (Khan et al. 2020) .", "cite_spans": [{"start": 145, "end": 163, "text": "(Lin et al. 2011b;", "ref_id": "BIBREF25"}, {"start": 164, "end": 184, "text": "Sealfon et al. 2015)", "ref_id": null}, {"start": 437, "end": 449, "text": "(Firth 2014)", "ref_id": "BIBREF11"}, {"start": 498, "end": 516, "text": "(Lin et al. 2011b;", "ref_id": "BIBREF25"}, {"start": 517, "end": 533, "text": "Khan et al. 2020", "ref_id": "BIBREF18"}, {"start": 946, "end": 967, "text": "(Sealfon et al. 2015)", "ref_id": null}, {"start": 986, "end": 1004, "text": "(Khan et al. 2020)", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Scoring of protein-coding and synonymous constraint"}, {"text": "We used FRESCo to calculate the rate of synonymous substitutions in each codon of our alignment, and to recognize synonymous constraint elements (SCEs) within each NCBI-annotated SARS-CoV-2 gene, based on significantly-decreased synonymous rate in 9-codon windows relative to the gene average (Fig. 3) .", "cite_spans": [], "ref_spans": [{"start": 293, "end": 301, "text": "(Fig. 3)", "ref_id": "FIGREF3"}], "section": "Scoring of protein-coding and synonymous constraint"}, {"text": "We found a clear PhyloCSF signal for nsp1-nsp10 and for nsp12-nsp16 (Supplemental Table S2 ), with a change in the indicated translation reading frame at the known programmed frameshift site (Fig. 3A) . For the 13-codon nsp11 ORF, the first 9 codons are in the same reading frame as nsp12 (Pol), and the remaining 4 codons are perfectly conserved in Sarbecovirus (Supplemental Fig. S1A ), but poorly conserved in p 6 betacoronaviruses beyond Sarbecovirus (Supplemental Fig. S1B) , suggesting that the 13-amino-acid peptide is not performing a conserved function.", "cite_spans": [], "ref_spans": [{"start": 82, "end": 90, "text": "Table S2", "ref_id": null}, {"start": 191, "end": 200, "text": "(Fig. 3A)", "ref_id": "FIGREF3"}, {"start": 377, "end": 385, "text": "Fig. S1A", "ref_id": "FIGREF0"}, {"start": 469, "end": 478, "text": "Fig. S1B)", "ref_id": "FIGREF0"}], "section": "Comparative evidence of protein-coding constraint for nsp proteins and named genes"}, {"text": "The named genes E, M, and N are well-conserved across the 44 Sarbecovirus genomes, with strong overall alignment and very strong PhyloCSF scores, as expected. The S protein shows an unusual evolutionary signal that indicates a history of extremely-rapid evolution, subject to frequent substitutions and recombinations across its phylogeny, resulting in near-zero nucleotide-level conservation scores as measured by phyloP (Pollard et al. 2010 ) and phastCons (Siepel et al. 2005 ) over its first half (S1), while the second half (S2) is well-conserved (Fig. 3a) . However, for protein-coding constraint, both S1 and S2 show very strong PhyloCSF scores, indicating that despite its rapid evolution, S remains strongly selected to preserve a protein-coding function, and highlighting the power of PhyloCSF to recognize protein-coding constraint despite rapid nucleotide evolution. shows the polyprotein at the 5' end of part A. (A) There is a strong PhyloCSF signal in the correct frame for each of the named genes 1ab (polyprotein, red), S (spike, green), E (envelope, blue), M (membrane, orange), and N (nucleocapsid, purple), confirming that they have been under protein-coding constraint in the Sarbecovirus clade. The signal changes frame as expected at the programmed frameshift site in 1ab. There is a strong PhyloCSF signal throughout S despite the lack of nucleotide conservation at the 5' end. (B) There is a clear PhyloCSF signal in the correct frame for unnamed ORFs 3a (dark purple), 7a (yellow), 7b (blue), and 8 (light purple), despite the complete lack of nucleotide conservation in 8. There is a clear signal in the 5' half and 3' quarter of 6 (cyan), but it is weaker in the third quarter of the protein, indicating that this portion has been less constrained. There is no signal for 10 (gray), indicating that it is not a conserved protein-coding region despite high nucleotide conservation. ORFs 9b (dashed orange) and 14 (dashed green) overlap the nucleocapsid phosphoprotein N in an alternate reading frame. If these were conserved coding regions, we would expect to find synonymous constraint through most of the ORF and, possibly, some PhyloCSF signal in the alternate frame, but there is no such PhyloCSF signal in either, and there are no synonymous constraint elements in ORF14. There are two small synonymous constraint elements for 9b, leaving its status as a functional ORF ambiguous. The SARS-CoV-1 annotations also include 3b (dotted red) overlapping 3a in another frame, but most of the ORF is not synonymously constrained and it contains numerous stop codons in other strains so it cannot be a conserved coding region. A frameshifting deletion in 8 occurred in SARS-CoV-1 during the SARS outbreak, creating fragments 8a and 8b (red oval) in some isolates, but there was insufficient evolutionary time for our methods to distinguish if the fragments were still protein-coding. (C) The polyprotein, 1ab, is processed into 16 mature peptides. The PhyloCSF signal shows that all are functional proteins except possibly nsp11 (red circle), which is only 13-amino-acids long and shares its first eight codons with Pol before the latter shifts to a different reading frame.", "cite_spans": [{"start": 422, "end": 442, "text": "(Pollard et al. 2010", "ref_id": null}, {"start": 459, "end": 478, "text": "(Siepel et al. 2005", "ref_id": null}], "ref_spans": [{"start": 552, "end": 561, "text": "(Fig. 3a)", "ref_id": "FIGREF3"}], "section": "Comparative evidence of protein-coding constraint for nsp proteins and named genes"}, {"text": "ORFs 3a, 6, 7a, 7b, and 8 are protein-coding, but ORF10 is a non-coding functional element. Among the six unnamed ORFs annotated by NCBI (Supplemental Table S2 ), we found clear positive PhyloCSF scores for 3a, 7a, 7b, and 8, indicating conserved protein-coding regions, functional at the aminoacid level (Fig. 3) . For ORF6, the first half and last quarter shows strong PhyloCSF signal (Fig. 3B) , indicating that it encodes a conserved, functional protein, despite a less-constrained intermediate portion, and an overall near-zero average score per codon (-0.3, Fig. 1C ).", "cite_spans": [], "ref_spans": [{"start": 151, "end": 159, "text": "Table S2", "ref_id": null}, {"start": 305, "end": 313, "text": "(Fig. 3)", "ref_id": "FIGREF3"}, {"start": 387, "end": 396, "text": "(Fig. 3B)", "ref_id": "FIGREF3"}, {"start": 564, "end": 571, "text": "Fig. 1C", "ref_id": "FIGREF0"}], "section": "Comparative evidence of protein-coding constraint for nsp proteins and named genes"}, {"text": "ORF8 shows near-zero nucleotide-level conservation scores as measured by phyloP and phasCons, and it has no well-established function, suggesting at first glance that it might be non-functional. However, PhyloCSF shows a positive protein-coding signal (average score 4.61 per codon), and long stretches of strong proteincoding conservation, indicating that it produces a functional protein despite its rapid nucleotide-level evolution. The apparent high rate of nucleotide-level evolution in ORF8 (3.9 substitutions per site, 6.2 per 4-fold degenerate site) is in part an artifact of its history of recombination events that result in a different tree from the rest of the genome (Supplemental Fig. S2 ), but even after computing rates in a tree representing the history of ORF8, its rate continues to be very high (2.1 and 3.7, respectively) compared to other ORFs (e.g. 1.1 and 2.8 respectively for ORF1ab when using the whole-genome tree excluding two strains that have no alignment in ORF8, to ensure an apples-to-apples comparison, Supplemental Table S2 ). wuhCor1 26,000 26,500 27,000 27,500 28,000 28,500 29,000 29,500 N 10 8 6 7a 7b 9b 14 p 10 synonymous), was not statistically significant (nominal p-value>0.18, even without the needed multiple hypothesis correction), only used five closely-related genomes, and excluded a sixth genome that contained a frameshifting indel that would provide strong evidence against protein-coding function if it is not a sequencing error (Supplemental Fig. S3B) . Overall, the prior evidence is insufficient to argue for protein-coding function for ORF10, and thus we conclude that ORF10 is not protein-coding, given our strong comparative genomics evidence against protein-coding constraint.", "cite_spans": [], "ref_spans": [{"start": 694, "end": 701, "text": "Fig. S2", "ref_id": null}, {"start": 1050, "end": 1058, "text": "Table S2", "ref_id": null}, {"start": 1483, "end": 1506, "text": "(Supplemental Fig. S3B)", "ref_id": "FIGREF3"}], "section": "Comparative evidence of protein-coding constraint for nsp proteins and named genes"}, {"text": "We next investigated the coding potential of two additional hypothetical ORFs annotated by UniProt, ORF 9b (97 amino acids) and ORF14 (73 amino acids), which overlap the nucleocapsid phosphoprotein (N) in a different reading frame. In neither case is there a PhyloCSF signal in the alternate frame (Fig. 3B , Supplemental Table S2 ). While dual coding regions often contain segments having a PhyloCSF signal in the alternate frame, such as those in human POLG (Khan et al. 2020) , the lack of such signals does not provide a definite negative answer because coding constraint in the main frame alters the pattern of substitutions in the alternate frame, which can depress the PhyloCSF score. Instead, we examined the rate of synonymous substitutions in the reading frame of the nucleocapsid protein, since coding in the alternate frame would be expected to impose overlapping constraint that suppresses synonymous substitutions in the main frame. We find no significant SCEs within ORF14 (Fig. 5) . Furthermore, its start codon is lost in one strain, and most strains have a stop codon three codons before the ORF14 stop (Supplemental Fig. S4 ). Nor were the subgenomic RNA fragments needed to express ORF14 found in the above-mentioned direct-RNA sequencing experiments (Kim et al. 2020; Taiaroa et al.) . We conclude that ORF14 does not encode a functional protein.", "cite_spans": [{"start": 460, "end": 478, "text": "(Khan et al. 2020)", "ref_id": "BIBREF18"}, {"start": 1271, "end": 1288, "text": "(Kim et al. 2020;", "ref_id": "BIBREF19"}, {"start": 1289, "end": 1304, "text": "Taiaroa et al.)", "ref_id": null}], "ref_spans": [{"start": 298, "end": 306, "text": "(Fig. 3B", "ref_id": "FIGREF3"}, {"start": 322, "end": 330, "text": "Table S2", "ref_id": null}, {"start": 988, "end": 996, "text": "(Fig. 5)", "ref_id": "FIGREF4"}, {"start": 1135, "end": 1142, "text": "Fig. S4", "ref_id": "FIGREF12"}], "section": "ORF14 is not a conserved coding region, and ORF9b is ambiguous"}, {"text": "The evolutionary evidence for ORF9b is more ambiguous. On the one hand, we do not find significant synonymous constraint in most of the portion of the main frame overlapping 9b, and some segments have synonymous level well above the gene-wide average of the nucleocapsid protein (Fig. 5) ; on the other hand, this region does contain two small SCEs. We note that FRESCo calculates synonymous constraint relative to the gene-wide average, and N has fewer synonymous substitutions per 4-way synonymous site than most of the rest of the genome (Supplemental Table 2 ), making it more difficult for a constrained region to achieve significance. Both the start and stop codons of 9b are perfectly conserved among our 44 Sarbecovirus strains (Supplemental Fig. S5 ), but conservation of these codons could be due primarily to constraint on the amino acid sequence of the overlapping nucleocapsid protein rather than any constraint on ORF9b itself; indeed, there is only one hypothetical single nucleotide change to the start codon of 9b, ATG->ACG, that would preserve the amino acid sequence of N, and no such changes to its stop codon. There are no premature stop codons in any of the other strains, though again that provides only weak evidence that 9b is coding because 9b is short enough that this could occur by chance. Finally, the start codon of 9b has a strong Kozak context, with A in position -3 and G in position +4, which are believed to be the optimal nucleotides at these positions for ribosomal recognition of the start codon. In contrast, the start codon of the nucleocapsid phosphoprotein, which is only 10 nt 5' of the start codon of 9b, has a weaker Kozak context, with A in position -3 and U in position +4. This leaves open the possibility that the ribosome might initiate translation of 9b from the same subgenomic RNA as N via leaky scanning, making these two proteins in a fixed ratio. If 9b does encode a protein, the high synonymous rate in some overlapping segments of the main frame would indicate that the amino acid sequence encoded by the corresponding segments in 9b are poorly constrained. Proteomics experiments have detected the hypothetical protein product of ORF9b (Davidson et al. 2020; Bojkova et al. 2020) , and there is experimental evidence that ORF9b in SARS-CoV-1 localizes to mitochondria and interferes with host cell antiviral response (Shi et al. 2014) , so without clear evolutionary evidence one way or the other it seems likely that ORF9b does produce a functional protein, though one with a poorly-conserved amino acid sequence. Rate of synonymous substitutions in 9-codon windows within the nucleocapsid phosphoprotein (N), normalized to make the gene-wide average 1. ORFs 9b and 14 (bottom gray rectangles) are hypothetical protein-coding regions within N in a different reading frame. We expect dual coding regions to be synonymously constrained, but there are no significant synonymous constraint elements in ORF14, and only two small ones in ORF9b (red), making it unlikely that ORF14 is a true protein-coding region, and leaving the status of ORF9b ambiguous.", "cite_spans": [{"start": 2196, "end": 2218, "text": "(Davidson et al. 2020;", "ref_id": "BIBREF5"}, {"start": 2219, "end": 2239, "text": "Bojkova et al. 2020)", "ref_id": "BIBREF3"}, {"start": 2377, "end": 2394, "text": "(Shi et al. 2014)", "ref_id": null}], "ref_spans": [{"start": 279, "end": 287, "text": "(Fig. 5)", "ref_id": "FIGREF4"}, {"start": 555, "end": 562, "text": "Table 2", "ref_id": null}, {"start": 750, "end": 757, "text": "Fig. S5", "ref_id": "FIGREF4"}], "section": "ORF14 is not a conserved coding region, and ORF9b is ambiguous"}, {"text": "We next searched for novel conserved protein-coding regions by scoring all 67 hypothetical AUG-to-stop SARS-CoV-2 ORFs of at least 25 codons that do not overlap an NCBI-annotated ORF in the same frame and that are not contained in a longer ORF in the same frame. None of these had a positive PhyloCSF score, but we investigated the top candidates with the least negative score based on conservation of the start and stop codons, absence of in-frame stop codons and frameshifting indels, and evidence of synonymous constraint in the overlapping coding region. The candidate with the highest PhyloCSF score per codon (-1.21) is a 41-codon ORF (positions 25457-25579), that overlaps ORF3a in an alternate frame near its 5' end ( Fig. 6) . Although the score is negative, it is 2.57 standard deviations higher than the average over hypothetical non-coding ORFs (mean: -17.9, stdev: 6.5, p = 0.005 under normal approximation, Fig. 1C ), but closer to the distribution of protein-coding ORFs (mean: 8.03, stdev: 5.55, deviation: -1.67 standard deviations). As this ORF overlaps a known coding gene in an alternate frame, constraint on the known amino acid sequence suppresses synonymous substitutions in the alternate frame, which lowers the PhyloCSF score, so we would expect a lower PhyloCSF score than for nonoverlapping protein-coding regions that are subject to the same level of protein-coding constraint. Moreover, the AUG start codon is perfectly conserved except in one strain that has the near-cognate GUG instead, and the stop codon is conserved but with a one-codon extension in SARS-CoV-2 and RaTG13. There are also no in-frame stop codons or indels. Strikingly, this alternate-frame ORF has many synonymous substitutions that are non-synonymous in ORF3a, indicating that this new ORF may be the primary constraint acting in this region, over the corresponding segment of ORF3a. Lastly, 40 of the 41 codons are covered by synonymous constraint elements, and this constraint ends nearly perfectly at the boundaries of the overlapping ORF (Fig.  6) . Together, these lines of evidence allow us to conclude that this overlapping ORF encodes a conserved, functional protein.", "cite_spans": [], "ref_spans": [{"start": 726, "end": 733, "text": "Fig. 6)", "ref_id": null}, {"start": 921, "end": 928, "text": "Fig. 1C", "ref_id": "FIGREF0"}, {"start": 2044, "end": 2053, "text": "(Fig.  6)", "ref_id": null}], "section": "A novel alternate frame protein-coding ORF within ORF3a"}, {"text": "Two previous studies proposed that this new ORF may be protein-coding on the basis of increased synonymous constraint on the overlapping region of ORF3a, initially across 6 very closely-related strains (Cagliani et al. 2020) , and subsequently across a broad set of Sarbecovirus strains (Firth 2020) , naming it ORF3h (for \"Hypothetical\") and ORF3a*, respectively. It was predicted to contain a transmembrane domain suggestive of a viroporin (Cagliani et al. 2020) , and to be translated from the ORF3a subgenomic RNA via leaky scanning (Firth 2020) . However, increased synonymous constraint does not uniquely argue for proteincoding constraint, and could stem from other types of overlapping functional elements. A third study used ribosome footprints to argue this alternate reading frame of ORF3a is translated (Finkel et al. 2020 ), but a ribosome profiling signal can be due to incidental, non-functional translation; in fact, out of nine candidate novel protein-coding ORFs predicted by this study, eight lack any conservation. By contrast, the well-powered PhyloCSF evidence presented here shows that this ORF has a conserved protein-coding function specifically selected for its amino-acid translation. Given the clear evidence for conserved protein-coding function across Sarbecovirus genomes, including SARS-CoV-2 and SARS-CoV-1, we propose a standard name for this ORF, namely ORF3c, as neither ORF3h, which indicates \"hypothetical\", nor ORF3a*, which is non-standard, seems appropriate for a deeply-conserved ORF with clear protein-coding function.", "cite_spans": [{"start": 202, "end": 224, "text": "(Cagliani et al. 2020)", "ref_id": "BIBREF4"}, {"start": 287, "end": 299, "text": "(Firth 2020)", "ref_id": "BIBREF10"}, {"start": 442, "end": 464, "text": "(Cagliani et al. 2020)", "ref_id": "BIBREF4"}, {"start": 537, "end": 549, "text": "(Firth 2020)", "ref_id": "BIBREF10"}, {"start": 815, "end": 834, "text": "(Finkel et al. 2020", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "A novel alternate frame protein-coding ORF within ORF3a"}, {"text": "The candidate with the next best score (-2.74) is a 32-codon ORF (26183-26278) that overlaps the 3' end of ORF3a and the 5' end of E (Supplemental Fig. S6A ). Two strains have a frame-shifting 1-base deletion within the ORF, and two others have premature stop codons. None of the substitutions are synonymous. There is high nucleotide-level constraint, but it continues on both sides of the ORF, suggesting it results from something other than translation of the ORF. Overall, this ORF does not show the evolutionary signature of a functional coding sequence. Next in the list is ORF9b which we have already discussed. Fourth is a 31-codon ORF (3207-3299) overlapping ORF1a, having PhyloCSF score -7.77 (Supplemental Fig. S6B ). Most of the ORF consists of a 75-nt insertion that is only present in SARS-CoV-2, RaTG13, and CoVZC45, and the start and stop codons are missing in CoVZC45, so this is not a conserved coding sequence. Finally, the fifth-ranked candidate is ORF14, which we have already discussed.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 155, "text": "Fig. S6A", "ref_id": null}, {"start": 717, "end": 725, "text": "Fig. S6B", "ref_id": null}], "section": "A novel alternate frame protein-coding ORF within ORF3a"}, {"text": "The relatively high scores of ORFs 9b and 14 among these 67 hypothetical ORFs are in part an artifact of the low density of substitutions throughout N, which they both overlap. This low density, which is found even in the parts of N that are not in ORFs 9b or 14, decreases the statistical power available to PhyloCSF for distinguishing its coding and noncoding evolutionary models, which compresses the PhyloCSF score towards 0, resulting in a better rank among the negative scores. If we compensate for this by dividing by the maximumlikelihood branch length scale factor computed by PhyloCSF for its coding and non-coding models, ORFs 9b and 14, while still in the top half, move down to the 89th and 79th percentile among the 67 ORFs considered, whereas ORF3c remains the best scoring-candidate (Supplemental Fig. S7 ).", "cite_spans": [], "ref_spans": [{"start": 813, "end": 820, "text": "Fig. S7", "ref_id": "FIGREF7"}], "section": "A novel alternate frame protein-coding ORF within ORF3a"}, {"text": "To search for additional novel protein-coding regions, we relaxed our criteria to include ORFs with at least 10 Gene content of SARS-CoV-2 p 13 codons, allow non-cognate start codons, and allow ORFs contained within another ORF in the same frame, but we found no additional convincing candidates for conserved protein-coding regions. Because it has been conjectured that translation might occur on the large number of negative-strand genomic and subgenomic RNAs that are intermediates in viral gene expression and replication in positive-strand RNA viruses (Dinan et al. 2020; DeRisi et al. 2019) , we also scored ORFs on the negative strand, but again found no convincing candidates. Supplemental Table S4 contains the complete list of ORFs, with scores and other pertinent information. Figure 6 . Novel ORF3c. Phylogenetic evidence for an unannotated protein-coding ORF near the 5' end of ORF3a. (A) UCSC Genome Browser image shows ORF3c overlapping ORF3a in a different reading frame. A pair of synonymous constraint elements closely match ORF3c as is expected for a dual coding region. The PhyloCSF signal in the reading frame of ORF3c (frame 2), which is negative for most of ORF3a, is close to 0 within ORF3c, indicating some PhyloCSF signal despite the downward pressure on the PhyloCSF score from constraint in the reading frame of ORF3a. ORF3c might be translated from the ORF3a subgenomic RNA via leaky scanning. (B and C) CodAlignView color-coding of the alignment of the region from 3 nt 5' of the start codon of ORF3a until the stop codon of ORF3c in the reading frame of ORF3c (B) and of ORF3a (C) show that a substantial fraction of substitutions are synonymous (light green) and conservative amino acid changes (dark green) in each frame, as expected in coding regions. The start codon of ORF3c is conserved except in one strain that has the near cognate GUG, and its stop codon is conserved except for a one-codon insertion in two strains, with no intermediate stop codons in any strain. SARS-CoV-1 3b, 8a, and 8b are not conserved coding genes We then turned our attention to the three annotated ORFs in SARS-CoV-1 that do not have orthologous ORFs in SARS-CoV-2, namely ORFs 3b, 8a, and 8b. We found that ORF3b, which overlaps 3a, shows poor PhyloCSF protein-coding constraint (score per codon -13.2), and contains numerous stop codons in other strains including SARS-CoV-2, indicating it doesn't have a conserved protein-coding function (Supplemental Fig. S8 ). Finally ORFs 8a and 8b, two fragments of ORF8 that were separated into distinct ORFs during the 2003 SARS outbreak by a 29-nt deletion (Supplemental Fig. S9 ), do not exist as ORFs elsewhere in the Sabercovirus phylogeny, indicating they do not give rise to conserved proteins, and that their previouslyreported effect on viral replication (Muth et al. 2018) is likely due to ORF8 loss-of-function rather than 8a/8b gain-of-function.", "cite_spans": [{"start": 557, "end": 576, "text": "(Dinan et al. 2020;", "ref_id": "BIBREF7"}, {"start": 577, "end": 596, "text": "DeRisi et al. 2019)", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 698, "end": 706, "text": "Table S4", "ref_id": null}, {"start": 788, "end": 796, "text": "Figure 6", "ref_id": null}, {"start": 2471, "end": 2478, "text": "Fig. S8", "ref_id": null}, {"start": 2631, "end": 2638, "text": "Fig. S9", "ref_id": null}], "section": "A novel alternate frame protein-coding ORF within ORF3a"}, {"text": "Finally, we investigated how conservation within the Sarbecovirus clade can help inform our understanding of variation between different isolates of SARS-CoV-2. Since the outbreak of the COVID-19 pandemic, over 1800 single-nucleotide variants (SNVs) have been identified in SARS-CoV-2 isolates. We would expect variants in amino acids or nucleotides that have been highly conserved in the larger clade to be more likely to have a phenotypic effect, so we classified SNVs into five categories according to whether they were intergenic, missense (amino acid changing) in conserved amino acid positions, missense in non-conserved amino acid positions, synonymous in synonymously-constrained codons, or synonymous in synonymously-unconstrained codons (Supplemental Table S3 ). We defined \"conserved\" amino acids to be those for which there were no amino acid-changing substitutions in the Sarbecovirus alignment of that codon. We defined codons to be synonymously constrained if they have a low synonymous substitution rate.", "cite_spans": [], "ref_spans": [{"start": 761, "end": 769, "text": "Table S3", "ref_id": null}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "To determine if conservation within the Sarbecovirus clade correlates with purifying selection within the SARS-CoV-2 population, we examined the densities of SNVs in conserved and non-conserved positions (Fig. 7) .", "cite_spans": [], "ref_spans": [{"start": 204, "end": 212, "text": "(Fig. 7)", "ref_id": "FIGREF7"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "We first calculated the fraction of amino acid positions that were conserved by our definition in each of the mature proteins and hypothetical ORFs (Fig. 7A) . We observe that more than 83% of amino acids are perfectly conserved in nsp5 (3CL-PRO), nsp7, nsp8, nsp9, nsp10, nsp12 (Pol), nsp13 (Hel), and nsp14 (ExoN), whereas a much lower fraction of amino acids are conserved in nsp1, nsp2, and nsp3. Amino acid conservation in S is high 3' of, and low 5' of, the cleavage site. Amino acid conservation is lower in the unnamed ORFs than the named ones, particularly ORFs 6 and 8. Note that our definition of amino acid conservation does not depend on the phylogenetic tree, so these results are robust even if the tree varies along the genome due to recombination events.", "cite_spans": [], "ref_spans": [{"start": 148, "end": 157, "text": "(Fig. 7A)", "ref_id": "FIGREF7"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "We next calculated the density of missense SNVs among the conserved and non-conserved amino acid positions (Fig. 7B) , and of synonymous SNVs among synonymously-constrained and unconstrained codons, in each mature protein (Fig. 7C) . We found that missense SNVs are depleted in conserved amino acid positions (607 SNVs in 6480 conserved positions, 9.4%, versus 535 SNVs in 3264 non-conserved positions, 16.4%, p < 10 -10 ) and synonymous SNVs are depleted among synonymously-constrained codons (73 SNVs in 1394 synonymously-constrained codons, 5.2%, versus 555 SNVs in 8350 synonymously-unconstrained codons, 6.6%, binomial p = 0.029).", "cite_spans": [], "ref_spans": [{"start": 107, "end": 116, "text": "(Fig. 7B)", "ref_id": "FIGREF7"}, {"start": 222, "end": 231, "text": "(Fig. 7C)", "ref_id": "FIGREF7"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "We conclude that conservation in the Sarbecovirus clade at both the amino acid and nucleotide level is associated with purifying selection on SNVs in the SARS-CoV-2 population.", "cite_spans": [], "ref_spans": [], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "Since SNVs are most likely to have a phenotypic effect if they change a conserved amino acid, we searched for clusters of such SNVs. We found that the region of the nucleocapsid protein encoded by genomic locations 28826 through 28885 is significantly enriched for missense SNVs among its 14 conserved amino acids (14 SNVs, p < 0.012 after conservative multiple-hypothesis correction), suggesting that the region has been under positive selection or relaxed purifying selection in SARS-CoV-2 (Fig. 7D, Supplemental Fig. S10 ). There are no other such clusters in the genome that are significantly denser than would be expected by chance. Nor are there any regions that are significantly depleted for missense SNVs in conserved amino acids, which would have indicated regions in which constraint in the Sarbecovirus clade has continued particularly strongly in the p 16 SARS-CoV-2 population; the most depleted regions are 7400-7840 in nsp3 with no missense SNVs among 103 conserved amino acids and 24437-24748 in S2 with no missense SNVs among 99 conserved amino acids (p = 0.072 and p = 0.093, respectively, without any correction for multiple region lengths searched) (Supplemental Fig. S11 ).", "cite_spans": [], "ref_spans": [{"start": 492, "end": 523, "text": "(Fig. 7D, Supplemental Fig. S10", "ref_id": "FIGREF0"}, {"start": 1184, "end": 1192, "text": "Fig. S11", "ref_id": "FIGREF0"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "To aid researchers in using our classification of variants, we have created a track hub for the UCSC Genome Browser with each SNV color-coded according to our five categories. The details page for each SNV includes a link to view the alignment of a neighborhood of the SNV using CodAlignView. The track hub also includes tracks showing which codons are conserved at the amino acid and synonymous levels to aid other researchers in classifying SNVs as they are discovered (Fig. 7D) .", "cite_spans": [], "ref_spans": [{"start": 471, "end": 480, "text": "(Fig. 7D)", "ref_id": "FIGREF7"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "As examples, we analyzed two sets of variants that have been proposed as possibly affecting the viral phenotype. First, we investigated Sarbecovirus conservation of 14 amino acids in the spike protein in which mutations appear to be accumulating in the SARS-CoV-2 population , namely D614G, L5F, L8V/W, H49Y, Y145H, Q239K, V367F, G476S, V483A, V615I/F, A831V, D839Y/N/E, S943P, P1263L. These are included in the \"KorberMutation\" column of Supplemental Table S3 , with hyperlinks to view the alignment near each of these mutations. Of particular interest is D614G, which has risen in frequency in multiple geographic locations, suggesting that it increases transmissibility. This radical amino-acid change is near the middle of a string of 11 amino acids that are perfectly conserved among our Sarbecovirus genomes (Fig. 7E) , implying that it would have been deleterious in most of the Sarbecovirus clade; since, to the contrary, it appears to be increasing in the human population, this suggests that it is an adaptation to the human host. Likewise, two others, V615I/F and P1263L are mutations of perfectly conserved amino acids, while A831V is in a highly-conserved region of the protein and its amino acid is conserved in all but the two most distantly-related strains. In contrast, L5F, L8V/W, H49Y, Y145H, Q239K, G476S, and V483A are in amino acids that are not conserved and are in poorly-conserved regions of the protein, so they are less likely to be required for a conserved function. The remaining three are in moderately-conserved contexts with ambiguous interpretation.", "cite_spans": [], "ref_spans": [{"start": 452, "end": 460, "text": "Table S3", "ref_id": null}, {"start": 814, "end": 823, "text": "(Fig. 7E)", "ref_id": "FIGREF7"}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "Second, we looked at variants from 11 isolates (referred to as ZJU-1 through ZJU-11) that were functionally characterized and found to have different temporal patterns of viral load in-vitro (Yao et al. 2020). Among the 25 loci where at least one of these isolates differs from the reference genome, T27772A is a nonsense mutation that disrupts ORF7b but is present in 7% of the viral RNA in ZJU-11, suggesting that this ORF is not essential for replication. We classified the other 24 according to the evolutionary evidence and found that five are likely to be highly disruptive, another five are somewhat disruptive, four are missense mutations in residues that have been evolutionarily permissive of amino acid changes, and the remaining nine are synonymous in non-synonymously-constrained contexts (Supplemental Table S3 ). One of the somewhat disruptive mutations is a synonymous change in a 41-codon SCE at the C-terminus of the spike protein, and the other disruptive mutations are missense. Interestingly, one of the highly disruptive mutations, G23607A, is a radical R->Q amino acid change in the polybasic cleavage site of S, which is only present in SARS-CoV-2 (Andersen et al. 2020) ; it is present in all viral RNA in ZJU-1, whose viral load was near the mean, suggesting that this residue might have little effect on the ability of the virus to gain access to and replicate in cells. The two outliers with unusually high viral load after 24 hours, ZJU-10 and ZJU-11, each have exactly one mutation that we classified as highly disruptive, namely C16114T in ZJU-10 and a trimer substitution TTG->CGA at 27775-27777 in ZJU-11, suggesting that these are the mutations most likely to be responsible for the higher viral load. Lower synonymous SNV density in synonymously constrainted codons D614G: a radical amino acid change amid 11 perfectly conserved amino acids but not all, the vast majority of amino acids are perfectly conserved; that the second part of the S protein is much more conserved than the first part; and that the named proteins are better conserved than the unnamed and hypothetical proteins. (B) Density of amino acidchanging single nucleotide variants (SNVs) among conserved (dark red) amino acid positions is significantly lower than in nonconserved (light red) positions. Both densities are higher near the 3' end of the genome, indicating higher mutation rate or less purifying selection even among amino acids that are perfectly conserved in Sarbecovirus. (C) Density of synonymous SNVs in synonymously-constrained codons (dark green) is significantly lower than among synonymously-unconstrained codons (light green). These results show that conservation in the Sarbecovirus clade at both the amino acid level and nucleotide level is associated with purifying selection on SNVs in the SARS-CoV-2 population. (D) Region in N enriched for missense SNVs in conserved amino acids. UCSC Genome Browser image of our SARS-CoV-2 conservation track hub, which provides information helpful in determining which SNVs are most likely to have a phenotypic effect. SNV conservation track indicates whether SNV is missense in a conserved amino acid (bright red), missense in a non-conserved amino acid (light red), synonymous in a synonymously-constrained codon (bright green), synonymous in a synonymously-unconstrained codon (light green), or noncoding (black, not shown). Other tracks indicate all constrained amino acids and synonymously-constrained codons. This 20 amino acid region of the nucleocapsid protein is significantly enriched for missense SNVs in amino acids that are perfectly conserved among our 44 Sarbecovirus genomes, suggesting positive selection or relaxed purifying selection in SARS-CoV-2. (E) Example of a mutation in a deeply conserved segment of the spike protein.", "cite_spans": [{"start": 1172, "end": 1194, "text": "(Andersen et al. 2020)", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 816, "end": 824, "text": "Table S3", "ref_id": null}], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "Sarbecovirus alignment near an A to G nucleotide substitution at genomic location 23403 that gives rise to the amino acid change D614G in the spike protein, which has risen in frequency in multiple geographic locations, suggesting that it increases transmissibility. This mutation is near the middle of a string of 11 amino acids that are perfectly conserved among our Sarbecovirus genomes (all substitutions are light green, designating synonymous substitutions), which suggests that the mutation could be an adaptation to the human host.", "cite_spans": [], "ref_spans": [], "section": "Sarbecovirus conservation informs analysis of SARS-CoV-2 variants"}, {"text": "We used comparative genomic methods to determine which of the unnamed ORFs in SARS-CoV-2 and SARS-CoV-1 show the evolutionary signature of conserved, functional, protein-coding regions. We found that SARS-CoV-2 ORFs 3a, 6, 7a, 7b, and 8 have this signature, whereas ORFs 10, and 14 do not, and 9b is ambiguous. We also independently rediscovered a recently proposed novel dual coding region within ORF3a, ORF3c, using different methods, and provide strong evolutionary evidence for its coding potential. In SARS-CoV-1, ORFs 3a, 6, 7a, and 7b have this evolutionary signature, but 3b does not and 9b is again ambiguous, while 8a and 8b are too recent to determine their functional status from evolutionary signatures. We have also classified single nucleotide variants according to their evolutionary constraint, and used this approach to help interpret variants from two studies. These techniques should be applicable to other sets of variants as researchers try to untangle the connection between viral genotype and disease phenotype. Correct proteincoding annotations are essential not only for understanding viral biology, but also for predicting the phenotypic effect of variants, because determining how each variant affects protein sequence is the first step in any such analysis. As an example of the importance of correct annotations, we note that seven variants within ORF3c (T25473C, T25476C, G25494T, G25500A, G25500T, C25539T, C25572T) were classified by nextstrain as synonymous based on their predicted effect on ORF3a, but in fact cause amino acid changes in the ORF3c protein.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our comparative genomics methods complement experimental approaches by providing a more comprehensive view of conserved function, with the caveat that in some cases, the evolutionarily-conserved function selected over the vast majority of the evolutionary interval studied may have recently changed, and thus evolutionary history may not reflect present state, which is better captured by experimental methods. However, experimental approaches only detect what is present under the specific conditions tested, whereas the comparative genomics approach used here can distinguish functional vs. non-functional regions based on their characteristic patterns of change, or evolutionary signatures, reflecting mutational perturbation experiments over millions of generations that survey conditions experienced by the virus in all hosts throughout the evolutionary history spanned by the genomes compared.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The stark differences between nucleotide-level (phyloP/phastCons) and protein-level (PhyloCSF) constraint in ORF8 and ORF10 highlight the importance of protein-coding evolutionary signatures vs. nucleotide-level constraint. While phyloP and phastConst rely on the number of substitutions, PhyloCSF instead relies on the type of substitutions, distinguishing those typical of coding vs. non-coding regions, regardless of the total number of substitutions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our analyses used a single genome-wide phylogenetic tree, but it is known that there is substantial recombination in Sarbecoviruses, leading to different evolutionary histories for different genomic segments, and segment boundaries have been identified within the S gene and the polyprotein (Wu et al. 2020; Sun et al. 2020; Andersen et al. 2020) . PhyloCSF is relatively insensitive to the tree, and in fact an earlier version, CSF, did not make use of the tree. On the other hand, FRESCo relies more heavily on the tree, but it normalizes scores within a gene to the gene-wide average, which limits the effect of an incorrect tree provided that all of the gene has the same evolutionary history. We are not aware of any known recombination points within N or ORF3a, so our conclusions about overlapping reading frames in those genes are unlikely to be affected by this concern.", "cite_spans": [{"start": 291, "end": 307, "text": "(Wu et al. 2020;", "ref_id": null}, {"start": 308, "end": 324, "text": "Sun et al. 2020;", "ref_id": null}, {"start": 325, "end": 346, "text": "Andersen et al. 2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Discussion"}, {"text": "We identified a 20-amino acid region in the nucleocapsid protein that is significantly enriched for amino acidchanging variants in amino acids that have been conserved throughout the Sarbecovirus clade. Investigation of the effects of these variants on protein structure could yield insights into human adaptation.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Further experimental work will be needed to determine the functions of the unnamed genes and the effects of SARS-CoV-2 variants, which might lead to the identification of weaknesses of the virus. We hope that our conclusions and that the resources we have provided will help guide experimenters to the most fruitful investigations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Genome sequences were obtained from https://www.ncbi.nlm.nih.gov/. The genomes and NCBI annotations for SARS-CoV-2 and SARS-CoV-1 were obtained from the records for accessions NC_045512.2 and NC_004718.3, respectively. The UniProt annotations for SARS-CoV-2 were obtained from the UCSC Genome Browser (Haeussler et al. 2019 ).", "cite_spans": [{"start": 301, "end": 323, "text": "(Haeussler et al. 2019", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Genomes and Alignments"}, {"text": "The 44 Sarbecovirus genomes used in this study were selected starting from all betacoronavirus and unclassified coronavirus full genomes listed on ncbi via searches https://www.ncbi.nlm.nih.gov/nuccore/?term=txid694002[Organism:exp] and the same with txid1986197 and txid2664420 on 5-Mar-2020, excluding any that differed from NC_045512.2 in more than 10,000 positions in a pairwise alignment computed using NW-align (Lab 2-Apr-2012) , that cutoff being chosen so as to distinguish Sarbecovirus genomes among those that were classified, and removing near duplicates, including all SARS-CoV-1 and SARS-CoV-2 genomes other than the reference. Coronavirus genomes in the left half of Fig. 2 were those listed by https://www.ncbi.nlm.nih.gov/genomes/GenomesGroup.cgi?taxid=11118 on 11-Feb-2020.", "cite_spans": [{"start": 417, "end": 433, "text": "(Lab 2-Apr-2012)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 681, "end": 687, "text": "Fig. 2", "ref_id": null}], "section": "Genomes and Alignments"}, {"text": "The genomes were aligned using clustalo (Sievers and Higgins 2018) with the default parameters. The Phylogenetic tree was calculated using RAxML (Stamatakis 2014) using the GTRCATX model.", "cite_spans": [], "ref_spans": [], "section": "Genomes and Alignments"}, {"text": "PhyloCSF (Lin et al. 2011a ) was run using the 29mammals empirical codon matrices but with the Sarbecovirus tree substituted for the mammals tree. Input alignments were extracted from the whole-genome alignment and columns containing a gap in the reference sequence were removed. Browser tracks were created as described previously (Mudge et al. 2019). Scores listed in Supplemental Table S2 were calculated on the local alignment for each ORF or mature protein, excluding the final stop codon, using the default PhyloCSF parameters, including --strategy=mle, plus --debug in order to get the maximum-likelihood branch length scale factors for the coding and non-coding models. The mean and standard deviation of PhyloCSF-per-codon scores of protein-coding ORFs were calculated using the scores of the NCBI ORFs, excluding ORF1a because it is redundant with ORF1ab and excluding ORF10 because we had already determined it is not protein-coding; the mean and standard deviation for non-coding ORFs were calculated from those in Supplementary Table 4 in the initial subset, excluding ORFs 3h, 9b, and 14, since those were the ones under investigation.protein-coding ORFs were the NCBI ORFs excluding ORF FRESCo (Sealfon et al. 2015) was run on 9-codon windows in each of the NCBI annotated ORFs. Alignments were extracted for the ORF excluding the final stop codon, and gaps in the reference sequence were removed.", "cite_spans": [{"start": 9, "end": 26, "text": "(Lin et al. 2011a", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 370, "end": 391, "text": "Supplemental Table S2", "ref_id": null}, {"start": 1041, "end": 1048, "text": "Table 4", "ref_id": null}], "section": "PhyloCSF, FRESCo, and other conservation metrics"}, {"text": "SCEs were found by taking all windows having synonymous rate less than 1 and nominal p-value<10 -5 , and combining overlapping or adjacent windows. For the variant analysis, FRESCo was also run on 1-codon windows using codon alignments as described previously (Sealfon et al. 2015) .", "cite_spans": [{"start": 260, "end": 281, "text": "(Sealfon et al. 2015)", "ref_id": null}], "ref_spans": [], "section": "PhyloCSF, FRESCo, and other conservation metrics"}, {"text": "Substitutions per site and per neutral site for each annotated ORF and mature protein were calculated by extracting the alignment column for each site or, respectively, 4-fold degenerate site, from the whole-genome alignment and determining the parsimonious number of substitutions using the whole-genome phylogenetic tree. For columns in which some genomes did not have an aligned nucleotide, the number of substitutions was scaled up by the branch length of the entire tree divided by the branch length of the tree of genomes having an aligned nucleotide in that column", "cite_spans": [], "ref_spans": [], "section": "PhyloCSF, FRESCo, and other conservation metrics"}, {"text": "PhastCons and phyloP tracks shown in Fig. 2 are the Comparative Genomics tracks from the UCSC Genome Browser, which were constructed from a multiz (Blanchette et al. 2004 ) alignment of the list of 44 Sarbecovirus genomes that we supplied to UCSC.", "cite_spans": [{"start": 147, "end": 170, "text": "(Blanchette et al. 2004", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 37, "end": 43, "text": "Fig. 2", "ref_id": null}], "section": "PhyloCSF, FRESCo, and other conservation metrics"}, {"text": "Single nucleotide variants were downloaded from the \"Nextstrain Vars\" track in the UCSC Table Browser on 2020-04-18 at 11:46 AM EDT. We defined an amino acid to be \"conserved\" if there were no amino acidchanging substitutions in the Sarbecovirus alignment of its codon. We defined codons to be \"synonymously constrained\" if the p-value for the synonymous rate at that codon calculated by FRESCo using 1-codon windows was less than 0.034, which corresponds to a false discovery rate of 0.125.", "cite_spans": [], "ref_spans": [{"start": 88, "end": 101, "text": "Table Browser", "ref_id": null}], "section": "Analysis of Single Nucleotide Variants"}, {"text": "To find regions that were significantly enriched for missense SNVs in conserved amino acids, we first defined a null model as follows. For each mature protein, we counted the number of missense SNVs and the number of conserved amino acids and randomly assigned each SNV to a conserved amino acid in the same mature protein, allowing multiplicity. For any positive integer n, we found the largest number of SNVs that had been assigned to any set of n consecutive conserved amino acids within the same mature protein across the whole genome. Doing this 100,000 times gave us a distribution of the number of missense SNVs in the most enriched set of n consecutive conserved amino acids in the genome. Comparing the number of actual missense SNVs in any particular set of n consecutive conserved amino acids to this distribution gave us a nominal p-value for that n. We applied this procedure for each n from 1 to 100 and multiplied the resulting p-values by a Bonferroni correction of 100 to calculate a corrected p-value for a particular region to be significantly enriched. We note that these 100 hypotheses are correlated because enriched regions of different lengths can overlap, so a Bonferroni correction is overly conservative and our reported p-value of 0.012 understates the level of statistical significance. To find significantly depleted regions we applied a similar procedure with every n from 1 to 1000, but did not find any depleted regions with nominal p-value less than 0.05 even without any multiple hypothesis correction.", "cite_spans": [], "ref_spans": [], "section": "Analysis of Single Nucleotide Variants"}, {"text": "Ribosome footprints shown in Supplemental Fig. S3 are from the track hub at ftp://ftpigor.weizmann.ac.il/pub/hubSARSRibo.txt (Finkel et al. 2020 ).", "cite_spans": [{"start": 125, "end": 144, "text": "(Finkel et al. 2020", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 42, "end": 49, "text": "Fig. S3", "ref_id": "FIGREF3"}], "section": "Miscellaneous"}, {"text": "• Supplemental Figures S1-S11", "cite_spans": [], "ref_spans": [], "section": "Supplemental Materials:"}, {"text": "• Supplemental Table S1 . Tab-separated table with These consisted of all SARS-CoV-2 ORFs at least 10 codons long, on either strand, beginning with AUG or a near-cognate codon, that do not overlap an NCBI-annotated gene in the same reading frame or the antisense frame (the frame on the opposite strand that shares the 3rd codon position; antisense regions gets artifactually high PhyloCSF scores). Our initial subset consisted of those on the '+' strand, with a canonical (AUG) start codon, at least 25 codons long, that are maximal (i.e, not contained in a longer AUGinitiated ORF in the same frame). ORFs in our initial subset are listed first, in order of decreasing PhyloCSF score per codon, followed by all other ORFs, also in order of decreasing PhyloCSF score per codon. Spreadsheet fields include general information about the ORF, links to view the alignment in CodAlignView with 10 codons on each side for context, links to view the region in the UCSC Genome browser, PhyloCSF score per codon, branch length of strains present in the local alignment as a fraction of total branch length (RelBL), PhyloCSF's branch length scale factors for its coding and noncoding models (RhoC and RhoN), adjusted score consisting of PhyloCSF score per codon divided by the average of RhoC and RhoN, relative branch length of strains conserving the start codon/ stop codon/reading frame, GC content, fraction of the ORF that overlaps Synonymous Constraint Elements, and whether the ORF was reported as translated in the Finkel et al. ribosome profiling experiments. • Pdf files containing the alignment of each UniProt-annotated SARS-CoV-2 ORF and mature protein with 5 codons of the neighbor on each side, color-coded by CodAlignView for protein-coding evolutionary features. • Whole-genome alignment of 44-Sarbecovirus genomes in Fasta format.", "cite_spans": [], "ref_spans": [{"start": 15, "end": 23, "text": "Table S1", "ref_id": null}, {"start": 26, "end": 50, "text": "Tab-separated table with", "ref_id": null}], "section": "Supplemental Materials:"}, {"text": "• Whole-genome phylogenetic tree in Newick format. • Nextstrain_ncov_global_metadata.tsv: List of authors who contributed genomes to GISAID that were used by nextstrain and UCSC to produce the list of SNVs.", "cite_spans": [], "ref_spans": [], "section": "Supplemental Materials:"}, {"text": "The PhyloCSF tracks and FRESCo synonymous constraint elements are available for the SARS-CoV-2/wuhCor1 assembly in the UCSC Genome Browser (Haeussler et al. 2019) using the \"PhyloCSF\" and \"Synonymous Constraint\" public track hubs. The alignments and phylogenetic tree are included as supplemental materials. The alignments may be viewed, color coded to indicate protein-coding signatures, using CodAlignView (https://data.broadinstitute.org/compbio1/cav.php) with alignment set wuhCor1_c and chromosome name NC_045512v2.", "cite_spans": [], "ref_spans": [], "section": "Data Access"}, {"text": "SARS-CoV-2 single nucleotide variants, color coded by whether they are non-coding, synonymous, or amino acid-changing, and whether they are in conserved codons, as well as indications of which codons are conserved at the amino acid or synonymous level, may be viewed in the UCSC Genome Browser using the track hub at https://data.broadinstitute.org/compbio1/SARS-CoV-2conservation/trackHub/hub.txt. The details page for each SNV includes information about Sarbecovirus conservation and a link to view the alignment of a neighborhood of the SNV in CodAlignView. It is our intention to update this track hub as the list of variants in the UCSC Table Browser is updated.", "cite_spans": [], "ref_spans": [{"start": 642, "end": 655, "text": "Table Browser", "ref_id": null}], "section": "Data Access"}, {"text": "In this resource, we have augmented variant data made available by UCSC with our own annotations. UCSC data came from nextstrain.org (Hadfield et al. 2018) , which was derived from genome sequences deposited in GISAID (Elbe and Buckland-Merrett 2017). Right of use and publication of the underlying sequences is entirely controlled by the authors of the original resource and the contributors of individual sequences, who are acknowledged in the nextstrain metadata file included with supplemental materials. Our analysis provides an additional layer of annotation on their work rather than replicating or replacing it.", "cite_spans": [{"start": 133, "end": 155, "text": "(Hadfield et al. 2018)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Data Access"}, {"text": "Original data usage policy as provided by UCSC: p 22", "cite_spans": [], "ref_spans": [], "section": "Data Access"}, {"text": "The data presented here is intended to rapidly disseminate analysis of important pathogens. Unpublished data is included with permission of the data generators, and does not impact their right to publish. Please contact the respective authors (available via the Nextstrain metadata.tsv file) if you intend to carry out further research using their data. Derived data, such as phylogenies, can be downloaded from nextstrain.org (see Yao H-P, Lu X, Chen Q, Xu K, Chen Y, Cheng L, Liu F, Wu Z, Wu H, Jin C, et al. 2020. Patient-Derived Mutations Impact Pathogenicity of SARS-CoV-2. https://papers.ssrn.com/abstract=3578153 (Accessed May 9, 2020).", "cite_spans": [{"start": 478, "end": 532, "text": "Liu F, Wu Z, Wu H, Jin C, et al. 2020. Patient-Derived", "ref_id": null}], "ref_spans": [], "section": "Data Access"}, {"text": "Supplemental Figure S1 . Alignment of nsp11 and frameshift site. Alignment of nonstructural protein nsp11 and the subsequent 5 Slippery Site codons in 44 Sarbecoviruses (top) and 52 coronaviridae (bottom). Sarbecoviruses included in the coronaviridae alignment are indicated by green dots. The slippery site of the programmed frameshift (red rectangle) is perfectly conserved in all genomes. The polymerase, Pol, shares the 5' nine codons of nsp11 but then continues 3' of the slippery site in a different reading frame. The four codons 3' of the slippery site are perfectly conserved in Sarbecoviruses, which is consistent with a dual coding region. However, the stop codon of the un-framshifted polyprotein, pp1a, which marks the 3' end of nsp11, is poorly conserved in coronaviridae (cyan, magenta, and yellow stop codons). This, and the fact that nsap11 is only 13 codons long, suggest that it does not produce a functional protein.", "cite_spans": [], "ref_spans": [{"start": 13, "end": 22, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Supplemental Figures"}, {"text": "0.0 0.5 1.0 1.5 2.0 2.5 Figure S2 . ORF8 Phylogeny. (A) Phylogenetic tree computed from the alignment of ORF8, which is quite different from the genome-wide tree in Fig. 2 , indicating that there has been a recombination event near this region. (B) Alignment of ORF8 with strains ordered according to the ORF8 tree shows a large number of substitutions, demonstrating that the apparently high evolutionary rate in ORF 8 is not an artifact of recombination. KF367457_Bat_SARS_like_CoV_WIV1 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACT TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KY417147_Bat_SARS_like_CoV_Rs4237 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACT TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KY417151_Bat_SARS_like_CoV_Rs7327 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA TCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  MK211377_CoV_BtRs_BetaCoV_YN2018C ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KT444582_SARS_like_CoV_WIV16 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417146_Bat_SARS_like_CoV_Rs4231 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417152_Bat_SARS_like_CoV_Rs9401 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC GTG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417148_Bat_SARS_like_CoV_Rs4247 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417143_Bat_SARS_like_CoV_Rs4081 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  KY417149_Bat_SARS_like_CoV_Rs4255 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  KY417142_Bat_SARS_like_CoV_As6526 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  MK211378_CoV_BtRs_BetaCoV_YN2018D ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAC  FJ588686_Bat_SARS_CoV_Rs672_2006 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTA TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAC CAA CCA TTC CAA CTT GAA GAT CCA TGT CCA ATA CAT TAC  MK211375_CoV_BtRs_BetaCoV_YN2018A ATG AAA CTT TTC GTT GTT TTA GGA CTC TTA ACA TCA GTA TAT TGC ATG CAC AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  MK211374_CoV_BtRl_BetaCoV_SC2018 ATG AAA CTT CTC ATT GTT TTT GGA CTC TTG ACA TCA GTA TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT Nearly all footprints within ORF10 are in either the predicted uORF overlapping the ORF10 start codon, or the predicted downstream ORF beginning at an interior AUG, which would create a peptide of only 18 amino acids (only 5 amino acids in all but the four closest strains, since the others have an early stop codon), and the density of footprints in the unique portion of ORF10 (dashed black rectangle) appears to be no greater than the density beyond its stop codon (dashed red rectangle), suggesting they are not due to translation of ORF10. (B) Alignment of ORF10 in SARS-CoV-2, three bat viruses, and two pangolin viruses, used by Cagliani et al. to infer that the ORF is protein-coding and under positive selection due to a high dN/dS ratio (Cagliani et al. 2020 ). However, the alignment includes only nine substitutions, one of them synonymous. In the hypothetical translation of a non-coding region evolving neutrally, we would expect between two and three of nine substitutions to be synonymous, and the depletion to only one is not statistically significant (p > 0.18 even without the necessary multiple hypothesis correction). Furthermore, one sequence was excluded due to a 1-base frameshifting deletion (orange and grey), which, if it is not a sequencing error, would be strong evidence against conserved proteincoding function. ,550 29,560 29,570 29,580 29,590 29,600 29,610 29,620 29,630 29,640 29,650 29,660 29,670 29,680 29,690 N NC_045512_SARS_CoV_2_Wuhan_Hu_1 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GTT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ATT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ATG CTG CTC TTG CTT TGC TGC TGC TTG ACA GAT TGA  MN996532_Bat_CoV_RaTG13 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GTG GCA GTC AAG CTT CTT CTC GCT CTT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CCC CTG CTA GGA TGG CTG GCA ATG GCA GTG ATG CTG CTC TTG CTT TGC TGC TGC TTG ACA GAT TGA  MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CTT CTT CAC GCT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ACA CTG CTC TTG CTT TGC TGC TGC TAG ATA GGT TGA  MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CTT CTT CAC GCT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ACA CTG CTC TTG CTT TGC TGC TGC TAG ATA GGT TGA  NC_004718_SARS_CoV ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GAA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA  KT444582_SARS_like_CoV_WIV16 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CGT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA  KY417146_Bat_SARS_like_CoV_Rs4231 ATG CTG CCA CCG TGC TAC AAC TTC , respectively, are optimal for ribosomal start codon recognition. The start codon of N (purple box) is 10 nt 5' of start codon of 9b, with less-optimal bases A and T in positions -3 and +4 of this start codon (orange boxes), suggesting that ORF9b could be translated from the same subgenomic RNA as N by leaky scanning. Also shown is the same region in the frame of the overlapping nucleocapsid protein (bottom), in which most substitutions are synonymous (light green). Evolutionary evidence is ambiguous regarding whether 9b is coding. A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ATC AGC GAA ATG CAC CCC GCA TTA CGT TTG GTG GAC CCT CAG ATT CAA CTG GCA GTA ACC AGA ATG GAG AAC GCA GTG GGG CGC GAT CAA AAC AAC GTC GGC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CCG CTC TCA CTC AAC ATG GCA AGG AAG ACC TTA AAT TCC CTC GAG GAC AAG GCG TTC CAA TTA ACA CCA ATA GCA GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCA GAC GAA TTC GTG GTG GTG ACG GTA AAA TGA  MN996532_Bat_CoV_RaTG13 A CTA AAA TGT CTG 9b start codon N start codon", "cite_spans": [{"start": 4008, "end": 4026, "text": "Cagliani et al. to", "ref_id": null}, {"start": 4119, "end": 4140, "text": "(Cagliani et al. 2020", "ref_id": "BIBREF4"}, {"start": 4715, "end": 4819, "text": ",550 29,560 29,570 29,580 29,590 29,600 29,610 29,620 29,630 29,640 29,650 29,660 29,670 29,680 29,690 N", "ref_id": null}], "ref_spans": [{"start": 24, "end": 33, "text": "Figure S2", "ref_id": null}, {"start": 165, "end": 171, "text": "Fig. 2", "ref_id": null}, {"start": 457, "end": 3371, "text": "KF367457_Bat_SARS_like_CoV_WIV1 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACT TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KY417147_Bat_SARS_like_CoV_Rs4237 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACT TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KY417151_Bat_SARS_like_CoV_Rs7327 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA TCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  MK211377_CoV_BtRs_BetaCoV_YN2018C ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  KT444582_SARS_like_CoV_WIV16 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417146_Bat_SARS_like_CoV_Rs4231 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417152_Bat_SARS_like_CoV_Rs9401 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC GTG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417148_Bat_SARS_like_CoV_Rs4247 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAT  KY417143_Bat_SARS_like_CoV_Rs4081 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  KY417149_Bat_SARS_like_CoV_Rs4255 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  KY417142_Bat_SARS_like_CoV_As6526 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAT  MK211378_CoV_BtRs_BetaCoV_YN2018D ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CCT GAA GAC CCA TGT CCA ATA CAT TAC  FJ588686_Bat_SARS_CoV_Rs672_2006 ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACA TCA GTA TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAC CAA CCA TTC CAA CTT GAA GAT CCA TGT CCA ATA CAT TAC  MK211375_CoV_BtRs_BetaCoV_YN2018A ATG AAA CTT TTC GTT GTT TTA GGA CTC TTA ACA TCA GTA TAT TGC ATG CAC AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC  MK211374_CoV_BtRl_BetaCoV_SC2018 ATG AAA CTT CTC ATT GTT TTT GGA CTC TTG ACA TCA GTA TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT", "ref_id": null}, {"start": 4820, "end": 6856, "text": "NC_045512_SARS_CoV_2_Wuhan_Hu_1 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GTT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ATT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ATG CTG CTC TTG CTT TGC TGC TGC TTG ACA GAT TGA  MN996532_Bat_CoV_RaTG13 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GTG GCA GTC AAG CTT CTT CTC GCT CTT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CCC CTG CTA GGA TGG CTG GCA ATG GCA GTG ATG CTG CTC TTG CTT TGC TGC TGC TTG ACA GAT TGA  MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CTT CTT CAC GCT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ACA CTG CTC TTG CTT TGC TGC TGC TAG ATA GGT TGA  MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 ATG CTG CAA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CTT CTT CAC GCT CCT CAT CAC GTA GTC GCA ACA GTT CAA GAA ACT CAA CTC CAG GCA GCA GTA GGG GAA CTT CTC CTG CTA GAA TGG CTG GCA ATG GCG GTG ACA CTG CTC TTG CTT TGC TGC TGC TAG ATA GGT TGA  NC_004718_SARS_CoV ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GAA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA  KT444582_SARS_like_CoV_WIV16 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CGT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA  KY417146_Bat_SARS_like_CoV_Rs4231 ATG CTG CCA CCG TGC TAC AAC TTC", "ref_id": null}, {"start": 7396, "end": 7855, "text": "A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ATC AGC GAA ATG CAC CCC GCA TTA CGT TTG GTG GAC CCT CAG ATT CAA CTG GCA GTA ACC AGA ATG GAG AAC GCA GTG GGG CGC GAT CAA AAC AAC GTC GGC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CCG CTC TCA CTC AAC ATG GCA AGG AAG ACC TTA AAT TCC CTC GAG GAC AAG GCG TTC CAA TTA ACA CCA ATA GCA GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCA GAC GAA TTC GTG GTG GTG ACG GTA AAA TGA  MN996532_Bat_CoV_RaTG13 A CTA AAA TGT CTG", "ref_id": null}], "section": "Supplemental Figures"}, {"text": "NC_045512_SARS_CoV_2_Wuhan_Hu_1 MN996532_Bat_CoV_RaTG13 MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 MK211376_CoV_BtRs_BetaCoV_YN2018B KF367457_Bat_SARS_like_CoV_WIV1 KY417147_Bat_SARS_like_CoV_Rs4237 KY417151_Bat_SARS_like_CoV_Rs7327 MK211377_CoV_BtRs_BetaCoV_YN2018C KT444582_SARS_like_CoV_WIV16 KY417146_Bat_SARS_like_CoV_Rs4231 KY417152_Bat_SARS_like_CoV_Rs9401 KY417148_Bat_SARS_like_CoV_Rs4247 KY417143_Bat_SARS_like_CoV_Rs4081 KY417149_Bat_SARS_like_CoV_Rs4255 KY417142_Bat_SARS_like_CoV_As6526 MK211378_CoV_BtRs_BetaCoV_YN2018D FJ588686_Bat_SARS_CoV_Rs672_2006 MK211375_CoV_BtRs_BetaCoV_YN2018A MK211374_CoV_BtRl_BetaCoV_SC2018 DQ071615_Bat_SARS_CoV_Rp3 JX993987_Bat_CoV_Rp_Shaanxi2011 KJ473814_BtRs_BetaCoV_HuB2013 DQ412043_Bat_SARS_CoV_Rm1 GQ153542_Bat_SARS_CoV_HKU3_7 DQ022305_Bat_SARS_CoV_HKU3_1 GQ153547_Bat_SARS_CoV_HKU3_12 KF569996_Rhinolophus_affinis_CoV_LYRa11 JX993988_Bat_CoV_Cp_Yunnan2011 KU973692_UNVERIFIED_SARS_related_CoV_F46 KY417145_Bat_SARS_like_CoV_Rf4092 KY770858_Bat_CoV_Anlong_103 KJ473816_BtRs_BetaCoV_YN2013 NC_004718_SARS_CoV KY417144_Bat_SARS_like_CoV_Rs4084 KP886808_Bat_SARS_like_CoV_YNLF_31C KY938558_Bat_CoV_strain_16BO133 DQ412042_Bat_SARS_CoV_Rf1 DQ648856_Bat_CoV_BtCoV_273_2005 KJ473812_BtRf_BetaCoV_HeB2013 KY770860_Bat_CoV_Jiyuan_84 KJ473815_BtRs_BetaCoV_GX2013 A Supplemental", "cite_spans": [], "ref_spans": [], "section": "ORF 8 Tree"}, {"text": "Same region in main reading frame Figure S7 . Adjusted scores of all ORFs. PhyloCSF score per codon divided by the maximum-likelihood branch length scale factor computed by PhyloCSF for its coding and non-coding models, for all the ORFs in Fig. 1C , namely all annotated and hypothetical AUG-initiated ORFs on the positive strand at least 25 codons long that do not overlap a longer ORF in the same frame. Dividing by this scale factor adjusts for the fact that in regions with a low frequency of substitutions, such as throughout ORFs N and 10, PhyloCSF has less statistical power to distinguish its coding and noncoding evolutionary models, which compresses the PhyloCSF score towards 0, resulting in a better rank among the negative scores. The lower scores of ORFs 10, 14, and 9b with this adjustment show that their relatively high negative scores in Fig. 1C are at least in part an artifact of the low frequency of substitutions in these genomic regions. Figure S11 . SNV-depleted regions. UCSC Genome Browser images of regions in nsp3 (A) and S2 (B). Most of the amino acids in these regions are conserved (red rectangles in Conserved AAs track), but the only missense SNVs in these regions (light red rectangles in SNVs track) are in non-conserved amino acids (missense SNVS in conserved amino acids would be bright red if present). The lack of missense SNVs in such a large set of conserved amino acid residues could indicate that constraint in the Sarbecovirus clade has continued particularly strongly in the SARS-CoV-2 population. However, although these are the most depleted regions in the genome for missense SNVs in conserved amino acid residues, neither depletion is statistically significant (p = 0.072 and p = 0.093, respectively, without any correction for multiple region lengths searched). ", "cite_spans": [], "ref_spans": [{"start": 34, "end": 43, "text": "Figure S7", "ref_id": "FIGREF7"}, {"start": 240, "end": 247, "text": "Fig. 1C", "ref_id": "FIGREF0"}, {"start": 856, "end": 863, "text": "Fig. 1C", "ref_id": "FIGREF0"}, {"start": 961, "end": 971, "text": "Figure S11", "ref_id": "FIGREF0"}], "section": "ORF9b"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The proximal origin of SARS-CoV-2", "authors": [{"first": "K", "middle": ["G"], "last": "Andersen", "suffix": ""}, {"first": "A", "middle": [], "last": "Rambaut", "suffix": ""}, {"first": "W", "middle": ["I"], "last": "Lipkin", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Holmes", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Garry", "suffix": ""}], "year": 2020, "venue": "Nat Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/s41591-020-0820-9"]}}, "BIBREF1": {"ref_id": "b1", "title": "Programmed ribosomal frameshifting in decoding the SARS-CoV genome", "authors": [{"first": "P", "middle": ["V"], "last": "Baranov", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Henderson", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Anderson", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Gesteland", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Atkins", "suffix": ""}, {"first": "M", "middle": ["T"], "last": "Howard", "suffix": ""}], "year": 2005, "venue": "Virology", "volume": "332", "issn": "", "pages": "498--510", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Aligning multiple genomic sequences with the threaded blockset aligner", "authors": [{"first": "M", "middle": [], "last": "Blanchette", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Kent", "suffix": ""}, {"first": "C", "middle": [], "last": "Riemer", "suffix": ""}, {"first": "L", "middle": [], "last": "Elnitski", "suffix": ""}, {"first": "Afa", "middle": [], "last": "Smit", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Roskin", "suffix": ""}, {"first": "R", "middle": [], "last": "Baertsch", "suffix": ""}, {"first": "K", "middle": [], "last": "Rosenbloom", "suffix": ""}, {"first": "H", "middle": [], "last": "Clawson", "suffix": ""}, {"first": "E", "middle": ["D"], "last": "Green", "suffix": ""}], "year": 2004, "venue": "Genome Res", "volume": "14", "issn": "", "pages": "708--715", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "SARS-CoV-2 infected host cell proteomics reveal potential therapy targets", "authors": [{"first": "D", "middle": [], "last": "Bojkova", "suffix": ""}, {"first": "K", "middle": [], "last": "Klann", "suffix": ""}, {"first": "B", "middle": [], "last": "Koch", "suffix": ""}, {"first": "M", "middle": [], "last": "Widera", "suffix": ""}, {"first": "D", "middle": [], "last": "Krause", "suffix": ""}, {"first": "S", "middle": [], "last": "Ciesek", "suffix": ""}, {"first": "J", "middle": [], "last": "Cinatl", "suffix": ""}, {"first": "C", "middle": [], "last": "Münch", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Coding potential and sequence conservation of SARS-CoV-2 and related animal viruses", "authors": [{"first": "R", "middle": [], "last": "Cagliani", "suffix": ""}, {"first": "D", "middle": [], "last": "Forni", "suffix": ""}, {"first": "M", "middle": [], "last": "Clerici", "suffix": ""}, {"first": "M", "middle": [], "last": "Sironi", "suffix": ""}], "year": 2020, "venue": "Infection, Genetics and Evolution", "volume": "83", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.meegid.2020.104353"]}}, "BIBREF5": {"ref_id": "b5", "title": "Characterisation of the transcriptome and proteome of SARS-CoV-2 using direct RNA sequencing and tandem mass spectrometry reveals evidence for a cell passage …", "authors": [{"first": "A", "middle": ["D"], "last": "Davidson", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Williamson", "suffix": ""}, {"first": "S", "middle": [], "last": "Lewis", "suffix": ""}, {"first": "D", "middle": [], "last": "Shoemark", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.03.22.002204v1.abstract"]}}, "BIBREF6": {"ref_id": "b6", "title": "An exploration of ambigrammatic sequences in narnaviruses", "authors": [{"first": "J", "middle": ["L"], "last": "Derisi", "suffix": ""}, {"first": "G", "middle": [], "last": "Huber", "suffix": ""}, {"first": "A", "middle": [], "last": "Kistler", "suffix": ""}, {"first": "H", "middle": [], "last": "Retallack", "suffix": ""}, {"first": "M", "middle": [], "last": "Wilkinson", "suffix": ""}, {"first": "D", "middle": [], "last": "Yllanes", "suffix": ""}], "year": 2019, "venue": "Sci Rep", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "A case for a negative-strand coding sequence in a group of positive-sense RNA viruses", "authors": [{"first": "A", "middle": ["M"], "last": "Dinan", "suffix": ""}, {"first": "N", "middle": ["I"], "last": "Lukhovitskaya", "suffix": ""}, {"first": "I", "middle": [], "last": "Olendraite", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Firth", "suffix": ""}], "year": 2020, "venue": "Virus Evol", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Data, disease and diplomacy: GISAID's innovative contribution to global health", "authors": [{"first": "S", "middle": [], "last": "Elbe", "suffix": ""}, {"first": "G", "middle": [], "last": "Buckland-Merrett", "suffix": ""}], "year": 2017, "venue": "Glob Chall", "volume": "1", "issn": "", "pages": "33--46", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The coding capacity of SARS-CoV-2", "authors": [{"first": "Y", "middle": [], "last": "Finkel", "suffix": ""}, {"first": "O", "middle": [], "last": "Mizrahi", "suffix": ""}, {"first": "A", "middle": [], "last": "Nachshon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.07.082909v1.abstract"]}}, "BIBREF10": {"ref_id": "b10", "title": "A putative new SARS-CoV protein, 3a*, encoded in an ORF overlapping ORF3a", "authors": [{"first": "A", "middle": ["E"], "last": "Firth", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.05.12.088088v1.abstract"]}}, "BIBREF11": {"ref_id": "b11", "title": "Mapping overlapping functional elements embedded within the protein-coding regions of RNA viruses", "authors": [{"first": "A", "middle": ["E"], "last": "Firth", "suffix": ""}], "year": 2014, "venue": "Nucleic Acids Res", "volume": "42", "issn": "", "pages": "12425--12439", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "GENCODE reference annotation for the human and mouse genomes", "authors": [{"first": "A", "middle": [], "last": "Frankish", "suffix": ""}, {"first": "M", "middle": [], "last": "Diekhans", "suffix": ""}, {"first": "A-M", "middle": [], "last": "Ferreira", "suffix": ""}, {"first": "Johnson", "middle": ["R"], "last": "Jungreis", "suffix": ""}, {"first": "I", "middle": [], "last": "Loveland", "suffix": ""}, {"first": "J", "middle": [], "last": "Mudge", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Sisu", "suffix": ""}, {"first": "C", "middle": [], "last": "Wright", "suffix": ""}, {"first": "J", "middle": [], "last": "Armstrong", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "", "pages": "766--773", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Nextstrain: real-time tracking of pathogen evolution", "authors": [{"first": "J", "middle": [], "last": "Hadfield", "suffix": ""}, {"first": "C", "middle": [], "last": "Megill", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Bell", "suffix": ""}, {"first": "J", "middle": [], "last": "Huddleston", "suffix": ""}, {"first": "B", "middle": [], "last": "Potter", "suffix": ""}, {"first": "C", "middle": [], "last": "Callender", "suffix": ""}, {"first": "P", "middle": [], "last": "Sagulenko", "suffix": ""}, {"first": "T", "middle": [], "last": "Bedford", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Neher", "suffix": ""}], "year": 2018, "venue": "Bioinformatics", "volume": "34", "issn": "", "pages": "4121--4123", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The UCSC Genome Browser database: 2019 update", "authors": [{"first": "M", "middle": [], "last": "Haeussler", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Zweig", "suffix": ""}, {"first": "C", "middle": [], "last": "Tyner", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Speir", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Rosenbloom", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Raney", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Lee", "suffix": ""}, {"first": "B", "middle": ["T"], "last": "Lee", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Hinrichs", "suffix": ""}, {"first": "J", "middle": ["N"], "last": "Gonzalez", "suffix": ""}], "year": 2019, "venue": "Nucleic Acids Res", "volume": "47", "issn": "", "pages": "853--858", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "CodAlignView. CodAlignView: The Codon Alignment Viewer", "authors": [{"first": "", "middle": [], "last": "Jungreis", "suffix": ""}, {"first": "", "middle": [], "last": "Lin", "suffix": ""}, {"first": "M", "middle": [], "last": "Chan", "suffix": ""}, {"first": "", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Evolutionary Dynamics of Abundant Stop Codon Readthrough", "authors": [{"first": "I", "middle": [], "last": "Jungreis", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Chan", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Waterhouse", "suffix": ""}, {"first": "G", "middle": [], "last": "Fields", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "M", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2016, "venue": "Mol Biol Evol", "volume": "33", "issn": "", "pages": "3108--3132", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Evidence of abundant stop codon readthrough in Drosophila and other metazoa", "authors": [{"first": "I", "middle": [], "last": "Jungreis", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "R", "middle": [], "last": "Spokony", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Chan", "suffix": ""}, {"first": "N", "middle": [], "last": "Negre", "suffix": ""}, {"first": "A", "middle": [], "last": "Victorsen", "suffix": ""}, {"first": "K", "middle": ["P"], "last": "White", "suffix": ""}, {"first": "M", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2011, "venue": "Genome Res", "volume": "21", "issn": "", "pages": "2096--2113", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Evidence for a novel overlapping coding sequence in POLG initiated at a CUG start codon", "authors": [{"first": "Y", "middle": ["A"], "last": "Khan", "suffix": ""}, {"first": "I", "middle": [], "last": "Jungreis", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Wright", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mudge", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Choudhary", "suffix": ""}, {"first": "A", "middle": ["E"], "last": "Firth", "suffix": ""}, {"first": "M", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2020, "venue": "BMC Genet", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "The Architecture of SARS-CoV-2 Transcriptome", "authors": [{"first": "D", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J-Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "Yang J-S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "V", "middle": ["N"], "last": "Chang", "suffix": ""}, {"first": "H", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Cell", "volume": "181", "issn": "", "pages": "914--921", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Spike mutation pipeline reveals the emergence of a more transmissible form of SARS-CoV-2", "authors": [{"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "W", "middle": [], "last": "Fischer", "suffix": ""}, {"first": "S", "middle": ["G"], "last": "Gnanakaran", "suffix": ""}, {"first": "H", "middle": [], "last": "Yoon", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1101/2020.04.29.069054v1.abstract"]}}, "BIBREF21": {"ref_id": "b21", "title": "NW-align. NW-align", "authors": [{"first": "Z", "middle": [], "last": "Lab", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "A high-resolution map of human evolutionary constraint using 29 mammals", "authors": [{"first": "K", "middle": [], "last": "Lindblad-Toh", "suffix": ""}, {"first": "M", "middle": [], "last": "Garber", "suffix": ""}, {"first": "O", "middle": [], "last": "Zuk", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Parker", "suffix": ""}, {"first": "S", "middle": [], "last": "Washietl", "suffix": ""}, {"first": "P", "middle": [], "last": "Kheradpour", "suffix": ""}, {"first": "J", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "G", "middle": [], "last": "Jordan", "suffix": ""}, {"first": "E", "middle": [], "last": "Mauceli", "suffix": ""}], "year": 2011, "venue": "Nature", "volume": "478", "issn": "", "pages": "476--482", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Revisiting the protein-coding gene catalog of Drosophila melanogaster using 12 fly genomes", "authors": [{"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Carlson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Crosby", "suffix": ""}, {"first": "B", "middle": ["B"], "last": "Matthews", "suffix": ""}, {"first": "C", "middle": [], "last": "Yu", "suffix": ""}, {"first": "S", "middle": [], "last": "Park", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Wan", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Schroeder", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Gramates", "suffix": ""}, {"first": "St", "middle": [], "last": "Pierre", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "", "suffix": ""}], "year": 2007, "venue": "Genome Res", "volume": "17", "issn": "", "pages": "1823--1836", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "PhyloCSF: a comparative genomics method to distinguish protein coding and non-coding regions", "authors": [{"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "I", "middle": [], "last": "Jungreis", "suffix": ""}, {"first": "M", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2011, "venue": "Bioinformatics", "volume": "27", "issn": "", "pages": "275--82", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Locating protein-coding sequences under selection for additional, overlapping functions in 29 mammalian genomes", "authors": [{"first": "M", "middle": ["F"], "last": "Lin", "suffix": ""}, {"first": "P", "middle": [], "last": "Kheradpour", "suffix": ""}, {"first": "S", "middle": [], "last": "Washietl", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Parker", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Pedersen", "suffix": ""}, {"first": "M", "middle": [], "last": "Kellis", "suffix": ""}], "year": 2011, "venue": "Genome Research", "volume": "21", "issn": "", "pages": "1916--1928", "other_ids": {"DOI": ["10.1101/gr.108753.110"]}}, "BIBREF26": {"ref_id": "b26", "title": "Emergence of SARS-CoV-2 through recombination and strong purifying selection", "authors": [{"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "E", "middle": ["E"], "last": "Giorgi", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Marichannegowda", "suffix": ""}, {"first": "B", "middle": [], "last": "Foley", "suffix": ""}, {"first": "C", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "X-P", "middle": [], "last": "Kong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "S", "middle": [], "last": "Gnanakaran", "suffix": ""}, {"first": "B", "middle": [], "last": "Korber", "suffix": ""}, {"first": "F", "middle": [], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "Science Advances", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "GTG NC_014470_Bat_CoV_BM48_31_BGR_2008 AGG TCC ATG ATG AAG AGG AAG ACT GGC TTG CAC CAC AGG", "authors": [{"first": "Agg Aag Aag Aac Aag Aag Agg Att Ggt Tag Aat Ctg Ata Gtc Ag------G Acg Gcc Aag Aga Ctg Cag Ttg Aag Aaa Ata Aaa Tac ------------Cga Gtg Ttg Aag Ttc Cac Ctg Ttt Tgc Agg Tgg Aat Caa Cac Cag Ttg", "middle": [], "last": "Mg772933_Bat_Sars_Like_Cov_Bat_Sl_Covzc45", "suffix": ""}, {"first": "Agg Aag Aag Aac Aag Aag Agg Att Ggt Tag Aat Ctg Ata Gtc Ag------G Acg Gcc Aag Aga Ctg C ; Tg Ttacta Aaa Nc_004718_Sars_Cov --G Agg Aag Aag Aag Agg Aag Act Ggc Tgg Atg Ata Cta Ctg Ag ; C Aat Cag Aga Ttg Agc Cag Aac Cag Aac Ctacac Ctg Kt444582_Sars_Like_Cov_Wiv16 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Ctg Aac Cag Aac Taacac Ttg Ky417146_Bat_Sars_Like_Cov_Rs4231 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ctg Aa ; T Tat Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Mk211376_Cov_Btrs_Betacov_Yn2018b --G Agg Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aat Cag Aac Caacac Ctg Ky417151_Bat_Sars_Like_Cov_Rs7327 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Ky417152_Bat_Sars_Like_Cov_Rs9401 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Ac ; T Tat Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Ky417144_Bat_Sars_Like_Cov_Rs4084 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ctg Aa ; T Tgt Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Kf367457_Bat_Sars_Like_Cov_Wiv1 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ctg Aa ; T Tat Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Ku973692_Unverified_Sars_Related_Cov_F46 --G Aag Aag Aag Aag Agg Aag Act Ggc Tgg Atg Aca Cta Ctg Ag ; C Aat Cag Agg Ttg Agc Cag Aac Cag Aac Ctacac Ttg Ky417145_Bat_Sars_Like_Cov_Rf4092 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aac Cag Aac Taacac Ctg Kj473816_Btrs_Betacov_Yn2013 --G Aag Aag Aag Cag Agg Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aac Cag Aac Caacac Ctg Ky770858_Bat_Cov_Anlong_103 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aac Cag Aac Cgacac Ctg Ky417143_Bat_Sars_Like_Cov_Rs4081 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Ctg Aac Cag Aac Taacac Ctg Ky417149_Bat_Sars_Like_Cov_Rs4255 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Ctg Aac Cag Aac Taacac Ctg Mk211378_Cov_Btrs_Betacov_Yn2018d --G Agg Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aat Cag Aac Caacac Ctg Fj588686_Bat_Sars_Cov_Rs672_2006 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Atg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aac Cag Aac Caacat Ctg Mk211377_Cov_Btrs_Betacov_Yn2018c --G Agg Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Tag Aat Cag Aac Caacac Ctg Ky417142_Bat_Sars_Like_Cov_As6526 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cgg Agc Atg Aac Cag Aac Cag Aac Taacac Ctg Ky417147_Bat_Sars_Like_Cov_Rs4237 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ctg Aa ; T Tat Cgg Agc Atg Aac Ctg Aac Cag Aac Taacac Ctg Ky417148_Bat_Sars_Like_Cov_Rs4247 --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Atg Cta Ccg Aa ; T Tat Cag Agc Atg Aac Ctg Aac Cag Aac Taacac Ctg Mk211375_Cov_Btrs_Betacov_Yn2018a --G Aag Aag Aag Aag Aag Agg Act Ggc Ttg Gtg Acg Cta Ctg Aa ; C Tat Cag Aaa Ctg Aac Cag Aac Cag Aac Taacac Ctg Dq071615_Bat_Sars_Cov_Rp3 --G Aag Agc Aag Aag Agg Aag Act Ggc Ttg Atg Atg Ctg Ttg Aa ; G Aac Ctg Aac Cag Aac Ctctac Atg Kp886808_Bat_Sars_Like_Cov_Ynlf_31c --G Agg Aag Aag Aag Agg Aag Act Ggc Tgg Atg Aca Cta ; C Aat Cag Aga Ttg Agc Ctg Aac Cag Aat Ctacac Ctg Kj473815_Btrs_Betacov_Gx2013 --G Atg Aag Aag Aag Agg Aag Act Ggc Ttg Aag Aag Ctg Ttg Aa ; G Aac Ctg Aac Cag Aac Ctctac Ctg Kf569996_Rhinolophus_Affinis_Cov_Lyra11 --G Aag Aag Aag Aag Agg Aag Act Ggc Tgg Atg Aca Cta ; C Aat Cag Agg Ttg Agc Cac Aac Cag Aac Ctacac Ttg Jx993988_Bat_Cov_Cp_Yunnan2011 --G Aag Aag Aag Aag Agg Aag Act Ggc Tgg Atg Ata Cta ; C Aat Cag Aga Ttg Agc Cag Aac Cag Aac", "middle": [], "last": "Ttactg Aaa Mg772934_Bat_Sars_Like_Cov_Bat_Sl_Covzxc21", "suffix": ""}, {"first": "; G Aag Agg Agg Act Ggc Ttg Ttg Atg Cta ; G Aag Atg Aag Agg Aag Act Ggc Ttg Atg Atg Ttg Gtg Aa ; G Aac Ctg Aac Cag Aac", "middle": [], "last": "Ccacat Ctg Mk211374_Cov_Btrl_Betacov_Sc2018", "suffix": ""}, {"first": "; G Acg Atg Aag Agg Aag Act Ggc Ttg Atg Atg Ctg Gtg Aa ; G Aac Ctg Aac Cag Aac", "middle": [], "last": "Ctctac Ctg Kj473812_Btrf_Betacov_Heb2013", "suffix": ""}, {"first": "; G Aag Atg Aag Agg Aag Act Ggc Ttg Atg Atg Ctg Gtg Aa ; G Agc Ctg Agc Cag Aat", "middle": [], "last": "Ctctac Ctg Ky770860_Bat_Cov_Jiyuan_84", "suffix": ""}, {"first": "Aag Aag Agg Aag Aag Agg Aag Att Ggc Ttg Atg Acg Cta Tag Aa ; G Aat Ctg Aac Cag Aac", "middle": [], "last": "Ctctat Ctg Gq153542_Bat_Sars_Cov_Hku3_7", "suffix": ""}, {"first": "Aag Aag Agg Aag Aag Agg Aag Att Ggc Ttg Atg Acg Cta Tag Aa ; G Aac Ctg Aac Cag Aac", "middle": [], "last": "Ctctac Ctg Dq022305_Bat_Sars_Cov_Hku3_1", "suffix": ""}, {"first": "Aag Aag Agg Aag Aag Agg Aag Att Ggc Ttg Atg Acg Cta ;", "middle": [], "last": "Ctctac Ctg Gq153547_Bat_Sars_Cov_Hku3_12", "suffix": ""}, {"first": "", "middle": [], "last": "Tc C-G Nc_045512_Sars_Cov_2_Wuhan_Hu_1_Aa E L L I Q * W N Q F M M N R R R L L A C L C K H K L M S T N L C T H S F R K R Q V R * * L I A Y F F F L", "suffix": ""}], "year": null, "venue": "", "volume": "--------------------------------------------------------------------------", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Summary. (A) Graphical representation of annotated SARS-CoV-2 and SARS-CoV-1 genes, with an indication of which ones are supported by the evolutionary evidence. ORFs 1a, 1b, S, 3a, E, M, 6, 7a, 7b, N, recently-proposed 3c, and possibly 9b show evolutionary signatures of being conserved protein-coding regions in both SARS-CoV-2 and SARS-CoV-1, as well as ORF8 in SARS-CoV-2, whereas ORFs 3b, 8a, 8b, 14, and 10 are not supported by the evolutionary evidence. Layout adapted from Fig. 13.4, Human Virology (Oxford et al. 2016). (B) PhyloCSF uses substitutions and codon frequencies in an alignment of genomes at an appropriate evolutionary distance to quantify the evolutionary signatures that distinguish conserved, functional, protein-coding regions. (C) PhyloCSF scores of all annotated and hypothetical AUG-initiated ORFs on the positive strand at least 25 codons long that do not overlap a longer ORF in the same frame.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "GAA ACT TAC TTA AAA AAG AAG CGA GTA TAC TGA GTT AAG CTC TCT CCT--AAT AAC CCC CTA AGG TTC TCT Chimp GAA ACT TAC TTA AAA AAG AAG CGA GTA TAC TGA GTT AAG CTC TCT CCT--AAT AAC CCC CTA AGG TTC TCT Rhesus GAA ACT TAC TTA AAA AAG AAG CGA GTG TAC TGA GTT AAG CTC TCT CCT--AAT AAC CCC CTA AGG TTC TCT Mouse_lemur GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TAA GTT GAG CTC TCT CCT--TAT CAC CTC CTA AGG TTC TCT Bushbaby ... ... ... ... AAA AAG AAG CGT GTA TAC TAA TTT TGG CGC TCT CTT--TCT CTC CCG CTA AGG TTC TCT TreeShrew GAA AGC TAC TTA AAA AAG AAG CGT GTA TAC TGA GTT CAG GTC CCT CTC--TGT C-C CTC CTA AGG TTC TCT Mouse GAA ACC TAC TTG AAA AAG AAG CGT GTG TAC TAA GCT CCG GG-TCT CCT--GCC CGC CTG CTG CGG -----C Rat GAG ACC TAC TTG AAG AAG AAG CGT GTG TAC TAA GCC TGG TG-TCT CCT--GCC CGC C-G CTG CGG TCC CCT Guinea_Pig GAG ACC TAC CTG AAG AAG AAG CGC GTG TCC TGA GTG TGG G---CG CCT--GCC AGG CAG TCT TGG ------Rabbit GAA ACC TAC TTT AAA AAG AAG CGA GTG TAC TGA GTT AAG CTC TCT CCT--TAT AAC C---TA AGG -TT CTT Pika GAA ACC TAT TTT AAA AAA AAG CGA GTG TAC TGA GTT AAG CTC TCT CCT--TAC AAC CTC TTA AGG -TT CTT Alpaca GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GTT AAG TTC TCT CCT--TAA AAC CTC CTA GGG TTC TTT Dolphin GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GTT AAG TTC TCT CCT--TAC AAA CTC --A AGG TTC TTT Cow GAA ACC TAC TTA AAA AAG AAG AGA GTG TAC TGA GTT AAG TTC TCT CCT--TAT AAA CTC ATA AGG TTC TTT Horse GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GTT ACG TTC TCT CCT--TAC AAC CTC GGA AGG TTC TCT Cat GAA ACC TAC TTA AAA AAG AAG CGT GTA", "latex": null, "type": "figure"}, "FIGREF2": {"text": "CTT Rock_hyrax GAG ACC TAC CTA AAG AAG AAG CGA GTG TAT TAA GTG AAA CTC T----T--TAT AAC CTC CTA AGG TCC CCT Armadillo GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA GTT AAA ATC TCT CTT--CAT AGC CTC AGA AGG TAC TGT Sloth GAA ACC TAC TTA AAA AAG AAG CGA GTG TAC TGA ACT AAA CTC TCT CCT--TAT AGC CTC ATA AGG TCC TTT", "latex": null, "type": "figure"}, "FIGREF3": {"text": "PhyloCSF signal for SARS-CoV-2 and SARS-CoV-", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Synonymous Rate in nucleocapsid phosphoprotein.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "A S L P F G W L I V G V A L L A V F Q S A S K I I ancestor CTT ATG GAT TTG TTT ATG AGC ATT TTC ACA TTA GGA TCA ATC ACT CGC CAA CCA GGT AAA ATT GAA AAT GCT TCT CCT GCA AGT TCT GTT CAT GCT ACT GCA ACC ATA CCG TTA CAA GCC ACA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA TTT CTT GCT GTT TTT CAA AGC GCT TCA AAA GTA ATT C NC_045512_SARS_CoV_2_Wuhan_Hu_1 CTT ATG GAT TTG TTT ATG AGA ATC TTC ACA ATT GGA ACT GTA ACT TTG AAG CAA GGT GAA ATC AAG GAT GCT ACT CCT TCA GAT TTT GTT CGC GCT ACT GCA ACG ATA CCG ATA CAA GCC TCA CTC CCT TTC GGA TGG CTT ATT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAG AGC GCT TCC AAA ATC ATA A MN996532_Bat_CoV_RaTG13 CTT ATG GAT TTG TTT ATG AGA ATT TTC ACA CTT GGA ACT GTA ACT TTG AAA CAA GGT GAA ATT AAG GAT GCT ACT CCT TCA GAT TCT GTT CGC GCT ACT GCA ACG ATA CCG ATA CAA GCC TCA CTC CCT TTC GGA TGG CTT ATT GTT GGC GTT GCA TTT CTT GCT GTT TTT CAA AGC GCT TCC AAG ATC ATA A MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 CTT ATG GAT TTG TTT ATG AGA ATT TTC ACT CTT GGA ACT GTT ACT CTT AAA CAA GGT GAA ATC AAA GGT GCT ACT CCT ACA AAT TCT GTT CGC ACT ACT GCA ACA ATA CCG ATA CAA GCC ACA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA ATT CTT GCT GTT TTT CAA AGC GCT TCA AAA ATA ATT A MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 CTT ATG GAT TTG TTT ATG AGA ATT TTC ACA CTT GGA ACT GTA AGT CTG AAA CAA GGT GAA ATT AAG GAT GCT ACT CCT TCA GAT TCT ATT CGC GCT ACT GCA ACA ATA CCG ATA CAA GCC ACA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA ATT CTT GCT GTT TTT CAA AGC GCT TCA AAA ATA ATT A NC_004718_SARS_CoV CTT ATG GAT TTG TTT ATG AGA TTT TTT ACT CTT AGA TCA ATT ACT GCA CAG CCA GTA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT G KT444582_SARS_like_CoV_WIV16 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAG CCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT T KY417146_Bat_SARS_like_CoV_Rs4231 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAG TCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAG GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GTT ACC AAA ATA ATT G MK211376_CoV_BtRs_BetaCoV_YN2018B CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAG TCA GGA AAA ATT GAC AAT GCT TCT CCT GCA GGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAG GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT G KY417151_Bat_SARS_like_CoV_Rs7327 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAG CCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCA CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT G KY417152_Bat_SARS_like_CoV_Rs9401 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAT CCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCA CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT G KY417144_Bat_SARS_like_CoV_Rs4084 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAG CCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT T KF367457_Bat_SARS_like_CoV_WIV1 CTT ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA CCA ATT ACT GCA CAG CCA GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT T KU973692_UNVERIFIED_SARS_related_CoV_F46 TT-ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA TCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT ACT ACT GCA ACG ATA CCG CTA CAG GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTC CAA AGC GCT TCC AAA GTG ATT G KY417145_Bat_SARS_like_CoV_Rf4092 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCG ATC ACG CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KJ473816_BtRs_BetaCoV_YN2013 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCG ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY770858_Bat_CoV_Anlong_103 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT CTT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY417143_Bat_SARS_like_CoV_Rs4081 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTT GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAG AGC GCT TCC AAA GTG ATT G KY417149_Bat_SARS_like_CoV_Rs4255 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGC TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC AGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G MK211378_CoV_BtRs_BetaCoV_YN2018D TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGC TCA ATC ACA CGT CAA CCG AGT AAG ATT GAC AAT GCT TCT CCT GCA GGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAG GCC TCA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATT G FJ588686_Bat_SARS_CoV_Rs672_2006 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTC GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT CTT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G MK211377_CoV_BtRs_BetaCoV_YN2018C TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGC TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC AGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY417142_Bat_SARS_like_CoV_As6526 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY417147_Bat_SARS_like_CoV_Rs4237 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG TTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY417148_Bat_SARS_like_CoV_Rs4247 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAG AGC GCT TCC AAA GTG ATT G MK211375_CoV_BtRs_BetaCoV_YN2018A TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G DQ071615_Bat_SARS_CoV_Rp3 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA TTA GGA GCA ATC ACA CGT CAA CCA GCC AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAG GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAG GTG ATT G KP886808_Bat_SARS_like_CoV_YNLF_31C TT-ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATT ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA TTC TCT TTC CGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KJ473815_BtRs_BetaCoV_GX2013 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGC TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC ACA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT TCT GTT TTT CAA AGC GCT TCC AAA GTA ATT G KF569996_Rhinolophus_affinis_CoV_LYRa11 TT-ATG GAT TTG TTT ATG AGA ATT TTT ACT CTT GGA TCA ATT ACT GCA CAA CCG GGA AAA ATT GAC AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG TTA CAA GCC ACA CTC CCT TTC GGA TGG CTT GTT ATT GGC GTT GCA TTT CTT GCT GTT TTT CAG AGC GCT ACC AAA ATA ATC G JX993988_Bat_CoV_Cp_Yunnan2011 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACT CGT CAA CCA GGT AAG ATT GAA AAT GCT TTT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGT GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G MK211374_CoV_BtRl_BetaCoV_SC2018 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACG CTT GGA TCA ATC ACA CGT CAA CCG AGT AAG ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC AGA TGG CTT GTT GTT GGC GTT GCA CTT TTT GCT GTT CTT CAA AGC GCT TCC AAA GTG ATT G KJ473814_BtRs_BetaCoV_HuB2013 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA TTG GGA GCA ATC ACA CGC CAA CCA GCG AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G DQ412043_Bat_SARS_CoV_Rm1 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA TTG GGA GCA ATC ACA CGC CAA CCA GCG AAA GTT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY938558_Bat_CoV_strain_16BO133 TT-ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA TTC TCT TTC CGA TGG CTT GTT ATT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAG GTA ATT G DQ412042_Bat_SARS_CoV_Rf1 TT-ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA TTC TCT TTC CGA TGG CTT GTT ATT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTA ATT G DQ648856_Bat_CoV_BtCoV_273_2005 TTA ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATC ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA TTC TCT TTC CGA TGG CTT GTT ATT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTA ATT G KJ473812_BtRf_BetaCoV_HeB2013 TT-ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATT ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC TCT TTC CGA TGG CTT GTT GCT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G KY770860_Bat_CoV_Jiyuan_84 TT-ATG GAT TTG TTT ATG AGT ATT TTC ACA CTT GGA TCA ATT ACA CGT CAA CCA AGT AAG ATT GAA AAT GCT TTT CTT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTA CAA GCC TCA CTC TCT TTC CGA TGG CTT GTT GCT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G JX993987_Bat_CoV_Rp_Shaanxi2011 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA CTA GGA GCA ATC ACA CGC CAA CCA GCG AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACA GCA ACG ATA CCG CTA CAA GCC TCA CTC CCA TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTG ATT G GQ153542_Bat_SARS_CoV_HKU3_7 TTA ATG GAT TTG TTT ATG AGC ATT TTT ACA TTG GGA GCA ATC ACG CGC AAT CCA GCG AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCG CTG CAA GCC ACA CTC CCC TTC GGA TGG CTT GTT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCC AAA GTA ATT G DQ022305_Bat_SARS_CoV_HKU3_1 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA TTG GGA GCA ATC ACG CGC AAT CCA GCG AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCA CTA CAA GCC ACA TTC CCT TTC GGA TGG CTT ATT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCT AAA GTA ATT G GQ153547_Bat_SARS_CoV_HKU3_12 TTA ATG GAT TTG TTT ATG AGC ATT TTC ACA TTG GGA GCA ATC ACG CGC AAT CCA GCG AAA ATT GAA AAT GCT TCT CCT GCA AGT ACT GTT CAT GCT ACT GCA ACG ATA CCA CTA CAA GCC ACA TTC CCT TTC GGA TGG CTT ATT GTT GGC GTT GCA CTT CTT GCT GTT TTT CAA AGC GCT TCT AAA GTA ATT G KY352407_SARS_related_CoV_strain_BtKY72 CTT ATG GAT TTG TTT ATT AGC ATT TTC ACA TTA GGT TCA ATC ACT CGT ------GGT AGT GTG CAA AAT GCT GTT CCT GCA AAT TCT CTT CAT GCT ACG GCT ACC ATC CCT TTA CAA GCC ACT CTG CCT TTC GGA TGG CTT ATT GTT GGC GTT GCA TTG CTT GCT GTT TTT CAA AAT GCT TCA AAA GTA ATT C NC_014470_Bat_CoV_BM48_31_BGR_2008 CTT ATG GAT TTG TTT TTG AAC ATC TTC ACT TTA GGA TCT ATT ACT AGA CAA CCT GGT AAA GTT GAA AAT GTT TCT CCT GCA AGT TCT TTT CAT TCT ACA GCG TCC ATC CCT TTA CAG GCC ACT CTA CCT TTC GGA TGG CTT GTT GTT GGC GTT GCA TTT CTT GCT GTT TTT CAA AGC GCT GCG AAA TTA ATA C NC_045512_SARS_CoV_2_Wuhan_Hu_1_aa L W I C L * E S S Q L E L * L * S K V K S R M L L L Q I L F A L L Q R Y R Y K P H S L S D G L L L A L H F L L F F R A L P K S * ancestor C TTA TGG ATT TGT TTA TGA GCA TTT TCA CAT TAG GAT CAA TCA CTC GCC AAC CAG GTA AAA TTG AAA ATG CTT CTC CTG CAA GTT CTG TTC ATG CTA CTG CAA CCA TAC CGT TAC AAG CCA CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAT TTC TTG CTG TTT TTC AAA GCG CTT CAA AAG TAA TTC NC_045512_SARS_CoV_2_Wuhan_Hu_1 C TTA TGG ATT TGT TTA TGA GAA TCT TCA CAA TTG GAA CTG TAA CTT TGA AGC AAG GTG AAA TCA AGG ATG CTA CTC CTT CAG ATT TTG TTC GCG CTA CTG CAA CGA TAC CGA TAC AAG CCT CAC TCC CTT TCG GAT GGC TTA TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AGA GCG CTT CCA AAA TCA TAA MN996532_Bat_CoV_RaTG13 C TTA TGG ATT TGT TTA TGA GAA TTT TCA CAC TTG GAA CTG TAA CTT TGA AAC AAG GTG AAA TTA AGG ATG CTA CTC CTT CAG ATT CTG TTC GCG CTA CTG CAA CGA TAC CGA TAC AAG CCT CAC TCC CTT TCG GAT GGC TTA TTG TTG GCG TTG CAT TTC TTG CTG TTT TTC AAA GCG CTT CCA AGA TCA TAA MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 C TTA TGG ATT TGT TTA TGA GAA TTT TCA CTC TTG GAA CTG TTA CTC TTA AAC AAG GTG AAA TCA AAG GTG CTA CTC CTA CAA ATT CTG TTC GCA CTA CTG CAA CAA TAC CGA TAC AAG CCA CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAA TTC TTG CTG TTT TTC AAA GCG CTT CAA AAA TAA TTA MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 C TTA TGG ATT TGT TTA TGA GAA TTT TCA CAC TTG GAA CTG TAA GTC TGA AAC AAG GTG AAA TTA AGG ATG CTA CTC CTT CAG ATT CTA TTC GCG CTA CTG CAA CAA TAC CGA TAC AAG CCA CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAA TTC TTG CTG TTT TTC AAA GCG CTT CAA AAA TAA TTA NC_004718_SARS_CoV C TTA TGG ATT TGT TTA TGA GAT TTT TTA CTC TTA GAT CAA TTA CTG CAC AGC CAG TAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTG KT444582_SARS_like_CoV_WIV16 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AGC CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTT KY417146_Bat_SARS_like_CoV_Rs4231 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AGT CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AGG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG TTA CCA AAA TAA TTG MK211376_CoV_BtRs_BetaCoV_YN2018B C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AGT CAG GAA AAA TTG ACA ATG CTT CTC CTG CAG GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AGG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTG KY417151_Bat_SARS_like_CoV_Rs7327 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AGC CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CAC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTG KY417152_Bat_SARS_like_CoV_Rs9401 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC ATC CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CAC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTG KY417144_Bat_SARS_like_CoV_Rs4084 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AGC CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTT KF367457_Bat_SARS_like_CoV_WIV1 C TTA TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAC CAA TTA CTG CAC AGC CAG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTT KU973692_UNVERIFIED_SARS_related_CoV_F46 T T-A TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAT CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATA CTA CTG CAA CGA TAC CGC TAC AGG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TCC AAA GCG CTT CCA AAG TGA TTG KY417145_Bat_SARS_like_CoV_Rf4092 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CGA TCA CGC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KJ473816_BtRs_BetaCoV_YN2013 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CGA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY770858_Bat_CoV_Anlong_103 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTC TTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY417143_Bat_SARS_like_CoV_Rs4081 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TTG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AGA GCG CTT CCA AAG TGA TTG KY417149_Bat_SARS_like_CoV_Rs4255 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GCT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCA GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG MK211378_CoV_BtRs_BetaCoV_YN2018D T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GCT CAA TCA CAC GTC AAC CGA GTA AGA TTG ACA ATG CTT CTC CTG CAG GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AGG CCT CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TTG FJ588686_Bat_SARS_CoV_Rs672_2006 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TCG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTC TTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG MK211377_CoV_BtRs_BetaCoV_YN2018C T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GCT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCA GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY417142_Bat_SARS_like_CoV_As6526 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY417147_Bat_SARS_like_CoV_Rs4237 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGT TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY417148_Bat_SARS_like_CoV_Rs4247 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AGA GCG CTT CCA AAG TGA TTG MK211375_CoV_BtRs_BetaCoV_YN2018A T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG DQ071615_Bat_SARS_CoV_Rp3 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAT TAG GAG CAA TCA CAC GTC AAC CAG CCA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AGG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AGG TGA TTG KP886808_Bat_SARS_like_CoV_YNLF_31C T T-A TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TTA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAT TCT CTT TCC GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KJ473815_BtRs_BetaCoV_GX2013 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GCT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCA CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTT CTG TTT TTC AAA GCG CTT CCA AAG TAA TTG KF569996_Rhinolophus_affinis_CoV_LYRa11 T T-A TGG ATT TGT TTA TGA GAA TTT TTA CTC TTG GAT CAA TTA CTG CAC AAC CGG GAA AAA TTG ACA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGT TAC AAG CCA CAC TCC CTT TCG GAT GGC TTG TTA TTG GCG TTG CAT TTC TTG CTG TTT TTC AGA GCG CTA CCA AAA TAA TCG JX993988_Bat_CoV_Cp_Yunnan2011 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CTC GTC AAC CAG GTA AGA TTG AAA ATG CTT TTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GTG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG MK211374_CoV_BtRl_BetaCoV_SC2018 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CGC TTG GAT CAA TCA CAC GTC AAC CGA GTA AGA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCA GAT GGC TTG TTG TTG GCG TTG CAC TTT TTG CTG TTC TTC AAA GCG CTT CCA AAG TGA TTG KJ473814_BtRs_BetaCoV_HuB2013 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAT TGG GAG CAA TCA CAC GCC AAC CAG CGA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG DQ412043_Bat_SARS_CoV_Rm1 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAT TGG GAG CAA TCA CAC GCC AAC CAG CGA AAG TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY938558_Bat_CoV_strain_16BO133 T T-A TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAT TCT CTT TCC GAT GGC TTG TTA TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AGG TAA TTG DQ412042_Bat_SARS_CoV_Rf1 T T-A TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAT TCT CTT TCC GAT GGC TTG TTA TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TAA TTG DQ648856_Bat_CoV_BtCoV_273_2005 T TAA TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TCA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAT TCT CTT TCC GAT GGC TTG TTA TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TAA TTG KJ473812_BtRf_BetaCoV_HeB2013 T T-A TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TTA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCT CTT TCC GAT GGC TTG TTG CTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG KY770860_Bat_CoV_Jiyuan_84 T T-A TGG ATT TGT TTA TGA GTA TTT TCA CAC TTG GAT CAA TTA CAC GTC AAC CAA GTA AGA TTG AAA ATG CTT TTC TTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TAC AAG CCT CAC TCT CTT TCC GAT GGC TTG TTG CTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG JX993987_Bat_CoV_Rp_Shaanxi2011 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAC TAG GAG CAA TCA CAC GCC AAC CAG CGA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CAG CAA CGA TAC CGC TAC AAG CCT CAC TCC CAT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TGA TTG GQ153542_Bat_SARS_CoV_HKU3_7 T TAA TGG ATT TGT TTA TGA GCA TTT TTA CAT TGG GAG CAA TCA CGC GCA ATC CAG CGA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CGC TGC AAG CCA CAC TCC CCT TCG GAT GGC TTG TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CCA AAG TAA TTG DQ022305_Bat_SARS_CoV_HKU3_1 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAT TGG GAG CAA TCA CGC GCA ATC CAG CGA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CAC TAC AAG CCA CAT TCC CTT TCG GAT GGC TTA TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CTA AAG TAA TTG GQ153547_Bat_SARS_CoV_HKU3_12 T TAA TGG ATT TGT TTA TGA GCA TTT TCA CAT TGG GAG CAA TCA CGC GCA ATC CAG CGA AAA TTG AAA ATG CTT CTC CTG CAA GTA CTG TTC ATG CTA CTG CAA CGA TAC CAC TAC AAG CCA CAT TCC CTT TCG GAT GGC TTA TTG TTG GCG TTG CAC TTC TTG CTG TTT TTC AAA GCG CTT CTA AAG TAA TTG KY352407_SARS_related_CoV_strain_BtKY72 C TTA TGG ATT TGT TTA TTA GCA TTT TCA CAT TAG GTT CAA TCA CTC GT------G GTA GTG TGC AAA ATG CTG TTC CTG CAA ATT CTC TTC ATG CTA CGG CTA CCA TCC CTT TAC AAG CCA CTC TGC CTT TCG GAT GGC TTA TTG TTG GCG TTG CAT TGC TTG CTG TTT TTC AAA ATG CTT CAA AAG TAA TTC NC_014470_Bat_CoV_BM48_31_BGR_2008 C TTA TGG ATT TGT TTT TGA ACA TCT TCA CTT TAG GAT CTA TTA CTA GAC AAC CTG GTA AAG TTG AAA ATG TTT CTC CTG CAA GTT CTT TTC ATT CTA CAG CGT CCA TCC CTT TAC AGG CCA CTC TAC CTT TCG GAT GGC TTG TTG TTG GCG TTG CAT TTC TTG CTG TTT TTC AAA GCG CTG CGA AAT TAA TAC", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Single nucleotide variants and conservation. Error bars indicate standard error of mean. (A) Fraction of amino acids in each mature protein that are perfectly conserved in the Sarbecovirus alignment. We observe that in many products of the polyprotein,", "latex": null, "type": "figure"}, "FIGREF8": {"text": "NC_045512_SARS_CoV_2_Wuhan_Hu_1_aa T S N Q V A V L Y Q D V N C T E V P V A IAlt Alleles T G C A NC_045512_SARS_CoV_2_Wuhan_Hu_1 ACT TCT AAC CAG GTT GCT GTT CTT TAT CAG GAT GTT AAC TGC ACA GAA GTC CCT GTT GCT ATT MN996532_Bat_CoV_RaTG13 GCC TCT AAC CAG GTT GCT GTT CTT TAT CAG GAT GTT AAC TGC ACA GAA GTC CCT GTT GCT ATC MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 ACT TCT TTA GAG GTG GCT GTT CTT TAC CAA GAT GTT AAC TGC ACT GAT GTA CCA ACT ACT ATA MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 ACT TCT TCA GAG GTG GCT GTT CTT TAC CAA GAT GTT AAC TGC ACT GAT GTA CCA ACT ACT ATA NC_004718_SARS_CoV GCT TCA TCT GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT TCT ACA GCA ATT KT444582_SARS_like_CoV_WIV16 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KY417146_Bat_SARS_like_CoV_Rs4231 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAT TGC ACT GAT GTT CCT GTA GCA ATC MK211376_CoV_BtRs_BetaCoV_YN2018B ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KY417151_Bat_SARS_like_CoV_Rs7327 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KY417152_Bat_SARS_like_CoV_Rs9401 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KY417144_Bat_SARS_like_CoV_Rs4084 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KF367457_Bat_SARS_like_CoV_WIV1 ACT TCA TCA GAA GTT GCT GTT CTA TAT CAA GAT GTT AAC TGC ACT GAT GTT CCT GTA GCA ATC KU973692_UNVERIFIED_SARS_related_CoV_F46 GCT TCA TCT GAG GTG GCT GTT CTT TAT CAA GAT GTC AAT TGC ACT GAT GTG CCT ACC GTC ATC KY417145_Bat_SARS_like_CoV_Rf4092 GCT TCA TCT GAG GTG GCT GTT CTT TAT CAA GAT GTC AAT TGC ACT GAT GTG CCT ACC GTC ATC KJ473816_BtRs_BetaCoV_YN2013 GCT TCA TCC GAA GTA GCT GTT CTT TAT CAA GAT GTA AAT TGC ACT GAT GTC CCA ACT GCC ATA KY770858_Bat_CoV_Anlong_103 GCT TCA TCT GAA GTA GCT GTT CTT TAT CAA GAT GTA AAT TGC ACT GAT GTC CCA ACT GCC ATA KY417143_Bat_SARS_like_CoV_Rs4081 GCT TCA TCT GAA GTG GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACG GCC ATA KY417149_Bat_SARS_like_CoV_Rs4255 GCT TCA TCC GAA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTC CCA ACG GCC ATA MK211378_CoV_BtRs_BetaCoV_YN2018D GCT TCA TCT GAA GTG GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACG GCC ATA FJ588686_Bat_SARS_CoV_Rs672_2006 GCT TCA TCT GAA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACC GAT GTC CCA ACA GCC ATA MK211377_CoV_BtRs_BetaCoV_YN2018C GCT TCA TCC GAA GTA GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACT GCC ATA KY417142_Bat_SARS_like_CoV_As6526 GCT TCA TCC GAA GTA GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACT GCC ATA KY417147_Bat_SARS_like_CoV_Rs4237 GCT TCA TCC GAA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACC GAT GTC CCA ACG GCC ATA KY417148_Bat_SARS_like_CoV_Rs4247 GCT TCA TCT GAA GTG GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACG GCC ATA MK211375_CoV_BtRs_BetaCoV_YN2018A GCT TCA TCC GAA GTA GCT GTT CTT TAC CAA GAT GTA AAT TGC ACT GAT GTC CCA ACT GCC ATA DQ071615_Bat_SARS_CoV_Rp3 GCT TCT TCT GAA GTG GCT GTT CTT TAT CAA GAT GTT AAC TGT ACT GAC GTG CCA GCA GCA ATT KP886808_Bat_SARS_like_CoV_YNLF_31C ACT TCA TCC GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC AAA ACA ATA KJ473815_BtRs_BetaCoV_GX2013 GCC TCA TCA GAG GTA GCT GTT CTC TAT CAA GAT GTG AAT TGC ACC GAT GTT CCC ACG GCC ATT KF569996_Rhinolophus_affinis_CoV_LYRa11 ATT TCA TCT GAA GTG GCT GTT CTC TAT CAA GAT GTT AAC TGC ACT GAC GTG CCT ACA GCT ATT JX993988_Bat_CoV_Cp_Yunnan2011 GCT TCA TCT GAA GTA GCC GTT CTA TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC ACG GCC ATA MK211374_CoV_BtRl_BetaCoV_SC2018 ACT TCA TCA GAG GTG GCT GTT CTT TAC CAA GAT GTG AAC TGC ACC GAT GTC CCC ACG GCC ATT KJ473814_BtRs_BetaCoV_HuB2013 GCT TCT TCT GAA GTT GCT GTT CTT TAC CAA GAT GTT AAC TGC ACT GAT GTT CCA ACA GCA ATT DQ412043_Bat_SARS_CoV_Rm1 GCT TCT TCT GAA GTT GCT GTT CTT TAC CAA GAT GTT AAC TGT ACT GAT GTG CCA ACA TCA ATT KY938558_Bat_CoV_strain_16BO133 ACT TCA TCT GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC ACA ACA ATA DQ412042_Bat_SARS_CoV_Rf1 ACT TCA TCT GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC AGA ACA ATA DQ648856_Bat_CoV_BtCoV_273_2005 ACT TCA TCT GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC AGA ACA ATA KJ473812_BtRf_BetaCoV_HeB2013 ACT TCA TCT GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC ACA ACA TTA KY770860_Bat_CoV_Jiyuan_84 ACT TCA TCT GCA GTG GCT GTT CTT TAC CAA GAT GTA AAC TGC ACT GAT GTT CCC ACA ACA TTA JX993987_Bat_CoV_Rp_Shaanxi2011 GCT TCT ACA GAA GTG GCT GTT CTA TAC CAA GAT GTA AAC TGC ACT GAT GTT CCA ACA GCA ATT GQ153542_Bat_SARS_CoV_HKU3_7 GCC TCA TCA GAG GTG GCT GTT CTC TAT CAA GAT GTA AAT TGC ACT GAT GTC CCT ACA GCG ATT DQ022305_Bat_SARS_CoV_HKU3_1 GCC TCA TCA GAG GTA GCT GTT CTC TAT CAA GAT GTA AAT TGC ACT GAT GTC CCT ACA GCA ATA GQ153547_Bat_SARS_CoV_HKU3_12 GCC TCA TCA GAG GTA GCT GTT CTC TAT CAA GAT GTA AAT TGC ACT GAT GTC CCT ACA GCA ATA KY352407_SARS_related_CoV_strain_BtKY72 ACA TCC AAA GCA GTT GCT GTT TTA TAC CAA GAC GTT AAT TGT ACC GAT GTT CCA ACT ATG ATA NC_014470_Bat_CoV_BM48_31_BGR_2008 GCT TCT AGT TCA GTG GCT GTT TTG TAT CAG GAT GTT AAT TGT ACA GAT GTG CCT ACT ATG TTA", "latex": null, "type": "figure"}, "FIGREF9": {"text": "epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet 395: 565-574. McCorkindale AL, Wahle P, Werner S, Jungreis I, Menzel P, Shukla CJ, Abreu RLP, Irizarry RA, Meyer IM, Kellis M, et al. 2019. A gene expression atlas of embryonic neurogenesis in Drosophila reveals complex spatiotemporal regulation of lncRNAs. Development 146. http://dx.doi.org/10.1242/dev.175265. Miller WA, Koev G. 2000. Synthesis of subgenomic RNAs by positive-strand RNA viruses. Virology 273: 1-8. Mudge JM, Jungreis I, Hunt T, Gonzalez JM, Wright JC, Kay M, Davidson C, Fitzgerald S, Seal R, Tweedie S, et al. 2019. Discovery of high-confidence human protein-coding genes and exons by whole-genome PhyloCSF helps elucidate 118 GWAS loci. Genome Res 29: 2073-2087. Muth D, Corman VM, Roth H, Binger T, Dijkman R, Gottula LT, Gloza-Rausch F, Balboni A, Battilani M, Rihtarič D, et al. 2018. Attenuation of replication by a 29 nucleotide deletion in SARS-coronavirus acquired during the early stages of human-to-human transmission. Sci Rep 8: 15177. Oxford JS, Collier LH, Kellam P. 2016. Human Virology. Oxford University Press. Pollard KS, Hubisz MJ, Rosenbloom KR, Siepel A. 2010. Detection of nonneutral substitution rates on mammalian phylogenies. Genome Res 20: 110-121. Schaecher SR, Mackenzie JM, Pekosz A. 2007. The ORF7b protein of severe acute respiratory syndrome coronavirus (SARS-CoV) is expressed in virus-infected cells and incorporated into SARS-CoV particles. J Virol 81: 718-731. Sealfon RS, Lin MF, Jungreis I, Wolf MY, Kellis M, Sabeti PC. 2015. FRESCo: finding regions of excess synonymous constraint in diverse viruses. Genome Biol 16: 38. Shi C-S, Qi H-Y, Boularan C, Huang N-N, Abu-Asab M, Shelhamer JH, Kehrl JH. 2014. SARS-coronavirus open reading frame-9b suppresses innate immunity by targeting mitochondria and the MAVS/TRAF3/TRAF6 signalosome. J Immunol 193: 3080-3089. Siepel A, Bejerano G, Pedersen JS, Hinrichs AS, Hou M, Rosenbloom K, Clawson H, Spieth J, Hillier LW, Richards S, et al. 2005. Evolutionarily conserved elements in vertebrate, insect, worm, and yeast genomes. Genome Res 15: 1034-1050. Sievers F, Higgins DG. 2018. Clustal Omega for making accurate alignments of many protein sequences. Protein Sci 27: 135-145. Stamatakis A. 2014. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30: 1312-1313. Sun J, He W-T, Wang L, Lai A, Ji X, Zhai X, Li G, Suchard MA, Tian J, Zhou J, et al. 2020. COVID-19: Epidemiology, Evolution, and Cross-Disciplinary Perspectives. Trends Mol Med 0. https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(20)30065-4 (Accessed April 3, 2020). Taiaroa G, Rawlinson D, Featherstone L, Pitt M, Caly L, Druce J, Purcell D, Harty L, Tran T, Roberts J, et al. Direct RNA sequencing and early evolution of SARS-CoV-2. http://dx.doi.org/10.1101/2020.03.05.976167. Wu F, Zhao S, Yu B, Chen Y-M, Wang W, Song Z-G, Hu Y, Tao Z-W, Tian J-H, Pei Y-Y, et al. 2020. A new coronavirus associated with human respiratory disease in China. Nature 579: 265-269.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "AAA TTT CTT GTT TTC TTA GGA ATC ATC ACA ACT GTA GCT GCA TTT CAC CAA GAA TGT AGT-TTA CAG TCA TGT ACT CAA CAT CAA CCA TAT GTA GTT GAT GAC CCG TGT CCT ATT CAC TTC MN996532_Bat_CoV_RaTG13 ATG AAA CTT CTT GTT TTC TTA GGA ATC CTC ACA ACA GTA ACT GCA TTT CAC CAA GAA TGT AGT-TTA CAG TCA TGT GCT CAA CAC CAA CCA TAT GTA GTT GAT GAC CCG TGT CCT ATT CAC TTC MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 ATG AAA TTT CTT GTT TTC TTA GGA ATT CTT ACA ACA GTA GCT GCA TTC CAT CAG GAA TGT AGT-TTA CAG TCA TGT GCT CAG CAT CAA CCC TAT GTA GTT GAT GAC CCT TGT CCA ATT CAC TTC MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 ATG AAA TTT CTT GTT TTC TTA GGA ATT CTT ACA ACA GTA GCT GCA TTC CAT CAG GAA TGT AGT-TTA CAG TCA TGT GCT CAA CAT CAA CCC TAT GTA GTT GAT GAC CCT TGT CCA ATT CAC TTC MK211376_CoV_BtRs_BetaCoV_YN2018B ATG AAA CTT CTC ATT GTT TTA GGA CTC TTA ACT TCA GTG TAT TGC ATG CAT AAA GAA TGC AGT-ATA CAA GAA TGT TGT GAA AAT CAA CCA TTC CAA CTT GAA GAC CCA TGT CCA ATA CAT TAC", "latex": null, "type": "figure"}, "FIGREF11": {"text": "GAA AAC CAA CCA TTC CAA CTC GAA GAC CCA TGT CCA ATA CAT TAC DQ071615_Bat_SARS_CoV_Rp3 ATG AAA CTT CTC ATT GTT TTT GGA CTC TTA ACA TCA GTA TAC TGC ATC CAT AAG GAA TGC AGC-ATA CAA GAG TGT TGT GAA AAT CAA CCC TAC CAA ATT GAA GAC CCT TGT CCA ATA CAT TAC Supplemental Figure S3. Reported evidence that ORF10 is coding. (A) UCSC Genome Browser image of ORF10 and ribosome footprints 5 hours post-infection (Finkel et al. 2020). CHX track shows footprints of actively translating ribosomes from cells treated with cycloheximide. Harr and LTM tracks show footprints from cells treated with harringtonine and lactimidomycin, respectively, to enrich for initiating ribosomes. Final predictions track shows ORFs computationally predicted by Finkel et al. from footprint data.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Synonymous Conservative Radical Ochre Stop Codon Amber Stop Codon Opal Stop Codon In-frame ATG Indel Frame-shifted ..GGC TAT ATA AAC GTT TTC GCT TTT CCG TTT ACG ATA TAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AAC TAC ATA GCA CAA GTA GAT GTA GTT AAC TTT AAT CTC ACA TAG MN996532_Bat_CoV_RaTG13 ATG GGC TAT ATA AAC GTT TTC GCT TTT CCG TTT ACG ATA TAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AAC TAC ATA GCA CAA GTA GAT GTA GTT AAC CTT AAT CTC ACA TAG MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 ATG GGC TAT ATA AAC GTT TTC GCT TTT CCG TTT ACG ATA TAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AAC TAC ATA GCA CAA GTA GAT GTA GTT AAC TTT AAT TTC ACA TAG MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 ATG GGC TAT ATA AAC GTT TTC GC-TTT CCG TTT ACG ATA TAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AAC TAC ATA GCA CAA GTA GAT GTA GTT AAC TTT AAT CTC ACA TAG pangolin/Guangdong/1/2019 ATG GGC TAT ATA AAC GTT TTC GCT TTT CCG TTT ACG ATA TAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AGC TAC ATA GCA CAA GTA GAT GTA GTT AAC TTT AAT CTC ACA TAG pangolin/Guangxi/P1E/2017 ATG GGC TAT GTA AAC GTT TTC GCT TTT CCG TTT ACG ATA CAT AGT CTA CTC TTG TGC AGA ATG AAT TCT CGT AGC TAT ACA GCA CAA GTA GGT ATA GTT AAC TTT AAT CTC ACA TAG Alignment of ORF14. Sarbecovirus alignment of ORF14 (top), which overlaps the nucleocapsid protein N in an alternate frame. The start codon is lost in KY352407_SARS_related_CoV_strain_BtKY72, and most strains have a premature UAG stop codon (magenta) 3 codons before the end. Nearly all substitutions are radical amino acid changes (red). It is unlikely that this ORF encodes a conserved functional protein. Also shown is the same region in the frame of the overlapping nucleocapsid protein (bottom), in which most substitutions are synonymous (light green).", "latex": null, "type": "figure"}, "FIGREF13": {"text": "CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CGT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA MK211376_CoV_BtRs_BetaCoV_YN2018B ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAC TGA KY417151_Bat_SARS_like_CoV_Rs7327 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417152_Bat_SARS_like_CoV_Rs9401 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAATGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAC TGA KY417144_Bat_SARS_like_CoV_Rs4084 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CGT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KF367457_Bat_SARS_like_CoV_WIV1 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ATG CAG AGG GGA GCA GAG GTG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KU973692_UNVERIFIED_SARS_related_CoV_F46 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAGAGG GAA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAC TGA KY417145_Bat_SARS_like_CoV_Rf4092 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ATG CAG AGG GGA GCA GAG GTG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KJ473816_BtRs_BetaCoV_YN2013 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY770858_Bat_CoV_Anlong_103 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CGA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417143_Bat_SARS_like_CoV_Rs4081 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GCG ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ACT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417149_Bat_SARS_like_CoV_Rs4255 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ACT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA MK211378_CoV_BtRs_BetaCoV_YN2018D ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAC TGA FJ588686_Bat_SARS_CoV_Rs672_2006 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AGG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACC GAT TAA MK211377_CoV_BtRs_BetaCoV_YN2018C ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417142_Bat_SARS_like_CoV_As6526 ATG TTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ACT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417147_Bat_SARS_like_CoV_Rs4237 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY417148_Bat_SARS_like_CoV_Rs4247 ATG CTG CCA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CGT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA MK211375_CoV_BtRs_BetaCoV_YN2018A ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA CGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA DQ071615_Bat_SARS_CoV_Rp3 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CAG CTC GAA TGG CTA GCG GAG GCG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KP886808_Bat_SARS_like_CoV_YNLF_31C ATG CTG CTA CCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CCA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GTG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA CTT CTC CTG CTC GAA TTG CTA GTG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KJ473815_BtRs_BetaCoV_GX2013 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GTG GCA GTC AAG CCT CAT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ACT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAT TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGT TGC TAG ACA GAC TGA KF569996_Rhinolophus_affinis_CoV_LYRa11 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GAA GCA GAG GCG GCA GCC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CAC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA JX993988_Bat_CoV_Cp_Yunnan2011 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GAA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA MK211374_CoV_BtRl_BetaCoV_SC2018 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KJ473814_BtRs_BetaCoV_HuB2013 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AGG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CTT CCC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAC TGA DQ412043_Bat_SARS_CoV_Rm1 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CGA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAA TGG CTA GCG GAA GTG GTG AAA CTG CCC TTG CGC TAT TGC TGC TAG ACA GAC TCA KY938558_Bat_CoV_strain_16BO133 ATG CTG CCA TTG TTC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CTG AAG GGA GCA GGA GTG GTA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GAA ATT CAA GAA CTT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAG TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGT TAG ACA GAT TGA DQ412042_Bat_SARS_CoV_Rf1 ATG CTG CTA TTG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GGA ATG GTA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GAA ATT CAA GAA CTT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAG TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA DQ648856_Bat_CoV_BtCoV_273_2005 ATG CTG CTA TTG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GGA ATG GTA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GAA ATT CAA GAA CTT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAG TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGT TAG ACA GAT TGA KJ473812_BtRf_BetaCoV_HeB2013 ATG CTG CTA TTG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GGA ATG GTA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GAA ATT CAA GAA CTT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAG TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGT TAG ACA GAT TGA KY770860_Bat_CoV_Jiyuan_84 ATG CTG CTA TTG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GGA ATG GTA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GTG GAA ATT CAA GAA CTT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAG TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGT TAG ACA GAT TGA JX993987_Bat_CoV_Rp_Shaanxi2011 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AAG GGA GCA GAG GCG GCA GTC AAG CCT CTT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ACT CCC CTG CTC GAA TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ATA GAC TGA GQ153542_Bat_SARS_CoV_HKU3_7 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GCG GCA GTC AAG CCT CAT CTC GCT CTT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA ATT CTC CTG CTC GAT TGG CTA GCG GAG GCG GTG AAA CTG CCC TTG CGC TAT TGC TGC TAG ACA GAT TGA DQ022305_Bat_SARS_CoV_HKU3_1 ATG CTG CCA TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GTG GCA GTC AAT CTT CAT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA GAA ATT CAA CTC CTG GCA GCA GTA GGG GAA GTT CTC CTG CTC GAT TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA GQ153547_Bat_SARS_CoV_HKU3_12 ATG CTG CCG TCG TGC TAC AAC TTC CTC AAG GAA CAA CAT TGC CAA AAG GCT TCT ACG CAG AGG GGA GCA GAG GTG GCA GTC AAT CTT CAT CTC GCT CCT CAT CAC GTA GTC GCG GTA ATT CAA CAA ATT CAA CTC CTG GCA GCA GTA GGG GAA GTT CTC CTG CTC GAT TGG CTA GCG GAG GTG GTG AAA CTG CCC TCG CGC TAT TGC TGC TAG ACA GAT TGA KY352407_SARS_related_CoV_strain_BtKY72 ACG CAG CCA TTG TCT TGC AAT TGC CTC AAG GTA CGT CCT TGC CAA AAG GAT TCT ACG CAG AAG GAA GTC GTG GTG GCA GCC AAA CCG CCT CAC GTT CCA GCT CAC GTA GTC GTG GAA ATT CCA GAA ATT CAA CGC CTA GCA GTA GCA GAG GTT CAT CAC CAG CAC GAA ACC TGC AAG CTG GAG GTG ACA CAG CAC TTG CCC TTT TGC TGC TAG ATA GGT TAA NC_014470_Bat_CoV_BM48_31_BGR_2008 ATG CTG CCA TTG TCA TAC AGT TAC CAC AAG GTA CTA CCT TGC CAA AAG GCT TCT ACG CTG AAG GAA GTC GTG GTG GCA GTC AAG CCT CCT CGC GTT CTA ACT CAC GTA GCC GTG GTA ATT CCA GAA ATT CAA CAC CTA GCA GCA GCA GAG GTT CAT CAC CTG CAC GCA TGG CTG CC---G GAG GAG ATA CGG CAC TTG CAT TAT TGC TGT TAG ACA GGC TGA", "latex": null, "type": "figure"}, "FIGREF14": {"text": "GCT GCA ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGT TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAT TCA ACT CCA GGC AGC AGT AGG GGA ACT TCT CCT GCT AGA ATG GCT GGC AAT GGC GGT GAT GCT GCT CTT GCT TTG CTG CTG CTT GAC AGA TTG A MN996532_Bat_CoV_RaTG13 AT GCT GCA ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGT GGC AGT CAA GCT TCT TCT CGC TCT TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA ACT TCC CCT GCT AGG ATG GCT GGC AAT GGC AGT GAT GCT GCT CTT GCT TTG CTG CTG CTT GAC AGA TTG A MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 AT GCT GCA ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCT TCT TCA CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA ACT TCT CCT GCT AGA ATG GCT GGC AAT GGC GGT GAC ACT GCT CTT GCT TTG CTG CTG CTA GAT AGG TTG A MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 AT GCT GCA ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCT TCT TCA CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA ACT TCT CCT GCT AGA ATG GCT GGC AAT GGC GGT GAC ACT GCT CTT GCT TTG CTG CTG CTA GAT AGG TTG A NC_004718_SARS_CoV AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGA AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KT444582_SARS_like_CoV_WIV16 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417146_Bat_SARS_like_CoV_Rs4231 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A MK211376_CoV_BtRs_BetaCoV_YN2018B AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA CTG A KY417151_Bat_SARS_like_CoV_Rs7327 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417152_Bat_SARS_like_CoV_Rs9401 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA CTG A KY417144_Bat_SARS_like_CoV_Rs4084 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KF367457_Bat_SARS_like_CoV_WIV1 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAT GCA GAG GGG AGC AGA GGT GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KU973692_UNVERIFIED_SARS_related_CoV_F46 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGA AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA CTG A KY417145_Bat_SARS_like_CoV_Rf4092 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAT GCA GAG GGG AGC AGA GGT GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KJ473816_BtRs_BetaCoV_YN2013 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY770858_Bat_CoV_Anlong_103 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCG ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417143_Bat_SARS_like_CoV_Rs4081 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGC GAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAC TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417149_Bat_SARS_like_CoV_Rs4255 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAC TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A MK211378_CoV_BtRs_BetaCoV_YN2018D AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA CTG A FJ588686_Bat_SARS_CoV_Rs672_2006 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAG GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC CGA TTA A MK211377_CoV_BtRs_BetaCoV_YN2018C AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417142_Bat_SARS_like_CoV_As6526 AT GTT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAC TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417147_Bat_SARS_like_CoV_Rs4237 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY417148_Bat_SARS_like_CoV_Rs4247 AT GCT GCC ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A MK211375_CoV_BtRs_BetaCoV_YN2018A AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ACG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A DQ071615_Bat_SARS_CoV_Rp3 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCA GCT CGA ATG GCT AGC GGA GGC GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KP886808_Bat_SARS_like_CoV_YNLF_31C AT GCT GCT ACC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCC AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGT GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA ACT TCT CCT GCT CGA ATT GCT AGT GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KJ473815_BtRs_BetaCoV_GX2013 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGT GGC AGT CAA GCC TCA TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAC TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA TTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG TTG CTA GAC AGA CTG A KF569996_Rhinolophus_affinis_CoV_LYRa11 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGA AGC AGA GGC GGC AGC CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACA CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A JX993988_Bat_CoV_Cp_Yunnan2011 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGA AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A MK211374_CoV_BtRl_BetaCoV_SC2018 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KJ473814_BtRs_BetaCoV_HuB2013 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAG GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCT TCC CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA CTG A DQ412043_Bat_SARS_CoV_Rm1 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCG AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA ATG GCT AGC GGA AGT GGT GAA ACT GCC CTT GCG CTA TTG CTG CTA GAC AGA CTC A KY938558_Bat_CoV_strain_16BO133 AT GCT GCC ATT GTT CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCT GAA GGG AGC AGG AGT GGT AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGA AAT TCA AGA ACT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA GTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG TTA GAC AGA TTG A DQ412042_Bat_SARS_CoV_Rf1 AT GCT GCT ATT GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGG AAT GGT AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGA AAT TCA AGA ACT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA GTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A DQ648856_Bat_CoV_BtCoV_273_2005 AT GCT GCT ATT GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGG AAT GGT AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGA AAT TCA AGA ACT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA GTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG TTA GAC AGA TTG A KJ473812_BtRf_BetaCoV_HeB2013 AT GCT GCT ATT GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGG AAT GGT AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGA AAT TCA AGA ACT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA GTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG TTA GAC AGA TTG A KY770860_Bat_CoV_Jiyuan_84 AT GCT GCT ATT GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGG AAT GGT AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGT GGA AAT TCA AGA ACT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA GTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG TTA GAC AGA TTG A JX993987_Bat_CoV_Rp_Shaanxi2011 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAA GGG AGC AGA GGC GGC AGT CAA GCC TCT TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAC TCC CCT GCT CGA ATG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAT AGA CTG A GQ153542_Bat_SARS_CoV_HKU3_7 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGC GGC AGT CAA GCC TCA TCT CGC TCT TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AAT TCT CCT GCT CGA TTG GCT AGC GGA GGC GGT GAA ACT GCC CTT GCG CTA TTG CTG CTA GAC AGA TTG A DQ022305_Bat_SARS_CoV_HKU3_1 AT GCT GCC ATC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGT GGC AGT CAA TCT TCA TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA AGT TCT CCT GCT CGA TTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A GQ153547_Bat_SARS_CoV_HKU3_12 AT GCT GCC GTC GTG CTA CAA CTT CCT CAA GGA ACA ACA TTG CCA AAA GGC TTC TAC GCA GAG GGG AGC AGA GGT GGC AGT CAA TCT TCA TCT CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA ACA AAT TCA ACT CCT GGC AGC AGT AGG GGA AGT TCT CCT GCT CGA TTG GCT AGC GGA GGT GGT GAA ACT GCC CTC GCG CTA TTG CTG CTA GAC AGA TTG A KY352407_SARS_related_CoV_strain_BtKY72 AC GCA GCC ATT GTC TTG CAA TTG CCT CAA GGT ACG TCC TTG CCA AAA GGA TTC TAC GCA GAA GGA AGT CGT GGT GGC AGC CAA ACC GCC TCA CGT TCC AGC TCA CGT AGT CGT GGA AAT TCC AGA AAT TCA ACG CCT AGC AGT AGC AGA GGT TCA TCA CCA GCA CGA AAC CTG CAA GCT GGA GGT GAC ACA GCA CTT GCC CTT TTG CTG CTA GAT AGG TTA A NC_014470_Bat_CoV_BM48_31_BGR_2008 AT GCT GCC ATT GTC ATA CAG TTA CCA CAA GGT ACT ACC TTG CCA AAA GGC TTC TAC GCT GAA GGA AGT CGT GGT GGC AGT CAA GCC TCC TCG CGT TCT AAC TCA CGT AGC CGT GGT AAT TCC AGA AAT TCA ACA CCT AGC AGC AGC AGA GGT TCA TCA CCT GCA CGC ATG GCT GCC ---GGA GGA GAT ACG GCA CTT GCA TTA TTG CTG TTA GAC AGG CTG A ORF14 Same region in main reading frame Supplemental Figure S5. Alignment of ORF9b. Sarbecovirus alignment of ORF9b (top), which overlaps the nucleocapsid protein N in an alternate reading frame. Although most substitutions are non-synonymous (red and dark green), the start codon (red box) and stop codon (blue box) are perfectly conserved, and there are no intermediate stop codons in other strains. Bases A and G in positions -3 and +4 (green boxes)", "latex": null, "type": "figure"}, "FIGREF15": {"text": "CTA AAA TGT CTG ATA ATG GAC CCC A---AA ATC AGC GAA ATG CAC CCC GCA TTA CGT TTG GTG GAC CCT CAG ATT MN996532_Bat_CoV_RaTG13 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GAA ATG CAC CCC GCA TTA CGT TTG GTG GAC CCT CAG ATT like_CoV_bat_SL_CoVZC45 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CAC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT ike_CoV_bat_SL_CoVZXC21 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGA GTA GTG CAC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT NC_004718_SARS_CoV A TTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 582_SARS_like_CoV_WIV16 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs4231 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT oV_BtRs_BetaCoV_YN2018B A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs7327 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs9401 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs4084 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT _Bat_SARS_like_CoV_WIV1 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT ED_SARS_related_CoV_F46 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rf4092 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 816_BtRs_BetaCoV_YN2013 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 0858_Bat_CoV_Anlong_103 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA GCC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs4081 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATC at_SARS_like_CoV_Rs4255 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT oV_BtRs_BetaCoV_YN2018D A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT Bat_SARS_CoV_Rs672_2006 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT oV_BtRs_BetaCoV_YN2018C A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_As6526 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs4237 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT at_SARS_like_CoV_Rs4247 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT oV_BtRs_BetaCoV_YN2018A A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 071615_Bat_SARS_CoV_Rp3 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CTC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT _SARS_like_CoV_YNLF_31C C TTA ATA TGT CTG ATA ATG GAC CCC A---CA ACC AAC GTA GTG CTT CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 815_BtRs_BetaCoV_GX2013 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCA GCA TTA CAT TTG GTG GAC CCA CAG ATT phus_affinis_CoV_LYRa11 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ATC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 8_Bat_CoV_Cp_Yunnan2011 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CoV_BtRl_BetaCoV_SC2018 A CTA AGA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 14_BtRs_BetaCoV_HuB2013 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT 412043_Bat_SARS_CoV_Rm1 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT _Bat_CoV_strain_16BO133 C TTA AAA TGT CTG ATA ATG GAA CCC A---AA ACC AAC GTA GTG CCT CCC GCA TTA CAT TTG GTG GAC CTT CAG ATT 412042_Bat_SARS_CoV_Rf1 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAT GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT _Bat_CoV_BtCoV_273_2005 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT 12_BtRf_BetaCoV_HeB2013 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT 70860_Bat_CoV_Jiyuan_84 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT _Bat_CoV_Rp_Shaanxi2011 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT 542_Bat_SARS_CoV_HKU3_7 A TTA AAA TGT CTG ATA ATG GAC CCC A---AG ACC AAC GTA GTG CTC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT 305_Bat_SARS_CoV_HKU3_1 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA GTC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCG CAG ATT 47_Bat_SARS_CoV_HKU3_12 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA GTC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCG CAG ATT lated_CoV_strain_BtKY72 A ATA AAA TGA CTG ATA ATG GAC AAC A---AG GAC CGC GCA ATG CGC CTC GCA TTA CGT TTG GTG ---TCT CAG ATA at_CoV_BM48_31_BGR_2008 A ATA AAA TGA CTG ATA ATG GAC AAT C---AA ACT CGC GTA ATG CGC CTC GCA TTA CGT TTG GTG ---TCT CAG ATA NC_045512_SARS_CoV_2_Wuhan_Hu_1_aa L K C L I M D P K I", "latex": null, "type": "figure"}, "FIGREF16": {"text": "ATA ATG GAC CCC A---AA ACC AAC GAA ATG CAC CCC GCA TTA CGT TTG GTG GAC CCT CAG ATT CAA CTG GCA GTA ACC AGA ATG GAG AAC GCA GTG GAG CAC GAC CAA AAC AAC GTC GGC CTC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CCG CTC TCA CTC AAC ATG GCA AGG AAG ACC TTA AAT TCC CTC GAG GAC AAG GCG TTC CGA TTA ATA CCA ATA GCA GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCA GAC GAA TTC GTG GTG GTG ACG GTA AAA TGA MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CAC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA GTG ACA ATA GCA AAA ACG GAG AGC GCA ATG GTG CAC GAC CTA AAC AAC GTC GAC CCC AAG GCT TAC CCA ATA ATA CTG CAT CTT GGT TCA CCG CTC TCA CTC AAC ATG GCA AGG AAA ACC TTA CGT TCC CTC GAG GGC AAG GTG TTC CAA TCA ACA CCA ATA GCT CTA AAG ATG ACC AAA TTG GCT ACT ACC GTA GAG CTA CCA GAC GAA TTC GTG GTG GTG ACG GTA AAA TGA MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGA GTA GTG CAC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA GTG ACA ATA GCC AAA ACG GAG AGC GCA ATG GTG CAC GAC CTA AAC AAC GTC GAC CCC AAG GCT TAC CCA ATA ATA CTG CAT CTT GGT TCA CCG CTC TCA CTC AAC ATG GCA AGG AAA ACC TTA CGT TCC CTC GAG GGC AAG GTG TTC CAA TTA ACA CCA ATA GCT CTA AAG ATG ACC AAA TTG GCT ACT ACC GTA GAG CTA CCA GAC GAA TTC GTG GCG GTG ACG GTA AAA TGA NC_004718_SARS_CoV A TTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KT444582_SARS_like_CoV_WIV16 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA TTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417146_Bat_SARS_like_CoV_Rs4231 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAC GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA MK211376_CoV_BtRs_BetaCoV_YN2018B A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417151_Bat_SARS_like_CoV_Rs7327 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417152_Bat_SARS_like_CoV_Rs9401 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417144_Bat_SARS_like_CoV_Rs4084 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CGA AAC AGC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GTG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KF367457_Bat_SARS_like_CoV_WIV1 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KU973692_UNVERIFIED_SARS_related_CoV_F46 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAG CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417145_Bat_SARS_like_CoV_Rf4092 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGT CGA AAC AGC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KJ473816_BtRs_BetaCoV_YN2013 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AGC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY770858_Bat_CoV_Anlong_103 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA GCC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA TTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCT CTC GAG GCC AGG GCG TCC CTA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417143_Bat_SARS_like_CoV_Rs4081 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATC CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417149_Bat_SARS_like_CoV_Rs4255 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGA CAA GGC CGA AAC AGC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA MK211378_CoV_BtRs_BetaCoV_YN2018D A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA FJ588686_Bat_SARS_CoV_Rs672_2006 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AGC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ACG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA MK211377_CoV_BtRs_BetaCoV_YN2018C A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417142_Bat_SARS_like_CoV_As6526 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CGA AAC AGC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417147_Bat_SARS_like_CoV_Rs4237 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY417148_Bat_SARS_like_CoV_Rs4247 A CTA AAA TGT CTG ATA ATG GAC CCC AACCAA ATC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CAA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA MK211375_CoV_BtRs_BetaCoV_YN2018A A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AGC AAC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TTA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA DQ071615_Bat_SARS_CoV_Rp3 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CTC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ACA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GAC CTC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AGG AAC TTA GAT TCC CTC GAG GTC AGG GTG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KP886808_Bat_SARS_like_CoV_YNLF_31C C TTA ATA TGT CTG ATA ATG GAC CCC A---CA ACC AAC GTA GTG CTT CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGA ATG GAG GAC GCA ATG GGG CTA GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AGC TTA GAT TCC CTC AAG GCC AGG GTG TTC CAA TCA ACA CCA ATA GTG GTC CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KJ473815_BtRs_BetaCoV_GX2013 A CTA AAA TGT CTG ATA ATG GAC CCC AATCAA ACC AGC GTA GTG CCC CCA GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KF569996_Rhinolophus_affinis_CoV_LYRa11 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ATC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAG CTG ACA ATA ACC AGA ATG GAG AAC GCA GTG GGG CAA GGC CAA AAC AGC GCA GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA CAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA JX993988_Bat_CoV_Cp_Yunnan2011 A CTA AAA TGT CTG ATA ATG GAC CCC AACAAA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAG CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CGC GGC CAA AAC AAC GCC GAC CTC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA MK211374_CoV_BtRl_BetaCoV_SC2018 A CTA AGA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AGC AGC GCC GAC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA AAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ATG GTA AAA TGA KJ473814_BtRs_BetaCoV_HuB2013 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GTC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA DQ412043_Bat_SARS_CoV_Rm1 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AGC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GTC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY938558_Bat_CoV_strain_16BO133 C TTA AAA TGT CTG ATA ATG GAA CCC A---AA ACC AAC GTA GTG CCT CCC GCA TTA CAT TTG GTG GAC CTT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CAT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AAG GAC TCA AAT TCC CTC AAG GCC AGG GAG TTC CTA TCA ACA CCA ATA GTG GCA GAG ATG ACC AAA TTG GCT ACT ATA GAA GAG CCA CCC GAC GAG TTC GTG GTG GTG ACG GTA AAA TGA DQ412042_Bat_SARS_CoV_Rf1 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAT GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AAG GAC TCA AAT TCC CTC AAG GCC AGG GAG TTC CTA TCA ACA CCA ATA GTG GCA GAG ATG ACC AAA TTG GCT ACT ACA GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GTA AAA TGA DQ648856_Bat_CoV_BtCoV_273_2005 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AAG GAC TCA AAT TCC CTC AAG GCC AGG GAG TTC CTA TCA ACA CCA ATA GTG GCA GAG ATG ACC AAA TTG GCT ACT ACA GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GTA AAA TGA KJ473812_BtRf_BetaCoV_HeB2013 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG TAC GGC CAA AAC AAC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AAG GAC TCA AAT TCC CTC AAG GCC AGG GAG TTC CTA TCA ACA CCA ATA GTG GCA GAG ACG ACC AAA TTG GCT ACT ACA GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GTA AAA TGA KY770860_Bat_CoV_Jiyuan_84 C TTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG TAC GGC CAA AAC AAC GCC GAC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GTA AGG AAG GAC TCA AAT TCC CTC AAG GCC AGG GAG TTC CTA TCA ACA CCA ATA GTG GCA GAG ACG ACC AAA TTG GCT ACT ACA GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GTA AAA TGA JX993987_Bat_CoV_Rp_Shaanxi2011 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA ACC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCT CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GTC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA GQ153542_Bat_SARS_CoV_HKU3_7 A TTA AAA TGT CTG ATA ATG GAC CCC A---AG ACC AAC GTA GTG CTC CCC GCA TTA CAT TTG GTG GAC CCA CAG ATT CAA CTG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AAC GCC GGC CCC AGG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AGG AGG AAC TTA GAT TTC CTC GAG GCC AGG GTG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA DQ022305_Bat_SARS_CoV_HKU3_1 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA GTC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCG CAG ATT CAA ATG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GAC CAA AAC AAC GCC GGC CCC AAG GTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AAG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA GQ153547_Bat_SARS_CoV_HKU3_12 A CTA AAA TGT CTG ATA ATG GAC CCC A---AA GTC AAC GTA GTG CCC CCC GCA TTA CAT TTG GTG GAC CCG CAG ATT CAA ATG ACA ATA ACC AGG ATG GAG GAC GCA GTG GTG CAC GGC CAA AAC AGC GCC GGC CCC AAG CTT TAC CCA ATA ATA CTG CGT CTT GGT TCA CAG CTC TCA CTC AGC ATG GCA AAG AGG AAC TTA GAT TCC CTC GAG GCC AGG GCG TTC CAA TCA ACA CCA ATA GTG GTA AAG ATG ACC AAA TTG GCT ACT ACC GAA GAG CTA CCC GAC GAG TTC GTG GTG GTG ACG GCA AAA TGA KY352407_SARS_related_CoV_strain_BtKY72 A ATA AAA TGA CTG ATA ATG GAC AAC A---AG GAC CGC GCA ATG CGC CTC GCA TTA CGT TTG GTG ---TCT CAG ATA ACT TTG ACA ATA ACC AGA ATG GAG ACC GTA CTG GAG CTA GGC CTA AGC ATA GAA GAC CGC AAG GCC CTC CTA ACA ACA CGG CAT CCT GGT TCA CCG CTC TCA CTC AAC ATG GTA AAG AAA CTC TCA CCT TCC CGA GAG GAC AAG GTG TGC CGA TTA ATA CCA ACA GTG GCA AAG ATG ACC AAA TTG GCT ACT ATA GAA GAG CTT CCC GAC GAG TTC GTG GTG GTG ACG GAA AAA TGA NC_014470_Bat_CoV_BM48_31_BGR_2008 A ATA AAA TGA CTG ATA ATG GAC AAT C---AA ACT CGC GTA ATG CGC CTC GCA TTA CGT TTG GTG ---TCT CAG ATA CCT CAG ACA ATA ATC AGA ATG CAG AAC GTG CTG GAG CGC GGC CAA AGC AAA GAA GAC CGC AAG GCC CTC CTA ACA ACA CAG CAT CCT GGT TCA CAG CTC TCA CTC AGC ATG GTA AAG AAG GTC TCT CCT TTC CGC GAG GAC AGG GAG TGC CCG TTA ATA CCA ATA GTA CCA GGG ACG ACC AAA TTG GCT ACT ATC GCA GAG CTA CCC GAC GAG TTC GTG GTG GTG ATG GTA AGA TGA", "latex": null, "type": "figure"}, "TABREF0": {"text": "UniProt Proteins NCBI genes for SARS-CoV mapped to SARS-CoV-2 Smoothed PhyloCSF Strand + Frame 1 Smoothed PhyloCSF Strand + Frame 2 Smoothed PhyloCSF Strand + Frame 3 44 Bat virus strains Basewise Conservation by PhyloP 44 bat virus strains Basewise Conservation by PhastCons Fresco SCEs (red) and SAEs (green) for p-value 1.0e-04Fresco SCEs (red) and SAEs (green) for p-value 1.0e-05Fresco SCEs (red) and SAEs (green) for p-value 1.0e-06", "latex": null, "type": "table"}, "TABREF2": {"text": "1 ORFs. UCSC Genome Browser images of SARS-CoV-2 genome. Tracks, from top to bottom, are NCBI genes and UniProt genes for SARS-CoV-2, NCBI genes for SARS-CoV-1 mapped to the SARS-CoV-2 genome, PhyloCSF tracks for each of 3 reading frames, Synonymous Constraint Elements (SCEs), and phastCons and phyloP tracks showing nucleotide-level constraint. Part A shows the entire genome, part B shows the 3' end indicated by the dashed box in part A, and part C", "latex": null, "type": "table"}, "TABREF4": {"text": "Same region in reading frame of ORF3aNo Change Synonymous Conservative Radical Ochre Stop Codon Amber Stop Codon Opal Stop Codon In-frame ATG Indel Frame-shifted ... No alignment NCBI genes Negative PhyloCSF increases to 0 in ORF3c Synonymous constraint matches ORF3c", "latex": null, "type": "table"}, "TABREF5": {"text": "A region enriched for missense SNVs in conserved amino acids A region enriched for missense SNVs in conserved amino acids A region enriched for missense SNVs in conserved amino acids A region enriched for missense SNVs in conserved amino acids", "latex": null, "type": "table"}, "TABREF6": {"text": "one row for each of 44 Sarbecovirus strains used. Fields are the accession, name used in CodAlignView, and GenBank description. • Supplemental Table S2. Information on all ORFs and mature proteins of SARS-CoV-2 as annotated by UniProt, including: The number and fraction of amino acids that are conserved, codons that are synonymously constrained, and various categories of single nucleotide variants. ○ Excel hyperlink to CodAlignView showing the ORF or mature protein and 5 codons of the neighbor on each side ○ Excel hyperlink to UCSC Genome Browser showing ORF or mature protein and 5 codons of the neighbor on each side ○ UniProt comments on function of the ORF or mature protein • Supplemental Table S3. Information about each of the single nucleotide variants used in this study including position information; number of nextstrain genomes containing the variant and nextstrain's classification (\"INFO\" field); reference and alternate nucleotide and amino acid; our classification as noncoding, synonymous, or non-synonymous; nonsynonymous rate for nonsynonymous SNVs; synonymous rate, p-value, FDR, localFDR, and containment in SCE for synonymous SNVs; and links to view the SNV in the UCSC Genome Browser and its alignment in CodAlignView with 25 codons of context on each side. For the SNVs associated with the spike-protein variants in Korber et al. we also include the corresponding amino acid variant, our classification, and the other information from Korber et al. Table 1. For the variants from Yao et al., we include the variant and our classification. • Supplemental Table S4. Spreadsheet in tab-separated format listing open reading frames searched for novel coding regions.", "latex": null, "type": "table"}, "TABREF11": {"text": "No Change Synonymous Conservative Radical Ochre Stop Codon Amber Stop Codon Opal Stop Codon In-frame ATG Indel Frame-shifted ... No alignment Optimal bases for start codon recognition Supplemental Fig S6. Alignments of rejected ORFs. CodAlignView images of ORFs rejected during our search for novel conserved coding regions. (A) 32-codon ORF (26183-26278) that overlaps the 3' end of ORF3a and the 5' end of E with PhyloCSF score -2.74. Two strains have a frame-shifting one-base deletion within the ORF, and two others have premature stop codons. None of the substitutions are synonymous. There is high nucleotide-level constraint, but it continues on both sides of the ORF, suggesting it does not result from translation of the ORF. (B) 31-codon ORF (3207-3299) overlapping ORF1a, with PhyloCSF score -7.77. Most of the ORF consists of a 75nt insertion that is only present in SARS-CoV-2, RaTG13, and CoVZC45, and the start and stop codons are missing in CoVZC45, so this is not a conserved coding sequence. No Change Synonymous Conservative Radical Ochre Stop Codon Amber Stop Codon Opal Stop Codon In-frame ATG Indel Frame-shifted ... No alignmentMost of ORF is a recent insertion not present in most strainsStop codon in only two strains", "latex": null, "type": "table"}, "TABREF12": {"text": "No Change Synonymous Conservative Radical Ochre Stop Codon Amber Stop Codon Opal Stop Codon In-frame ATG Indel Frame-shifted ... No alignment SARS-CoV-2", "latex": null, "type": "table"}}, "back_matter": [{"text": "We thank all those who have contributed sequences to the GISAID database and those at nextstrain.org and ucsc.edu who have made the variant data available. We would like to thank Jeremy Luban, Robert Garry, and Mark Diekhans for helpful input. Research reported in this publication was supported by the National Human Genome Research TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KT444582_SARS_like_CoV_WIV16 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417146_Bat_SARS_like_CoV_Rs4231 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  MK211376_CoV_BtRs_BetaCoV_YN2018B GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417151_Bat_SARS_like_CoV_Rs7327 GAG TTG CAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417152_Bat_SARS_like_CoV_Rs9401 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TTG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417144_Bat_SARS_like_CoV_Rs4084 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KF367457_Bat_SARS_like_CoV_WIV1 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CTA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KU973692_UNVERIFIED_SARS_related_CoV_F46 GAG TTG TAA ATC CAG TAA TGG ACC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AGA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TCC TTG  KY417145_Bat_SARS_like_CoV_Rf4092 GAG TTG TAA ATC CAG CGA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KJ473816_BtRs_BetaCoV_YN2013 GAG TTG CAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AGA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY770858_Bat_CoV_Anlong_103 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA TGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417143_Bat_SARS_like_CoV_Rs4081 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC NC_004718_SARS_CoV ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG AAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGG ATA  KT444582_SARS_like_CoV_WIV16 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CGT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417146_Bat_SARS_like_CoV_Rs4231 ATG ATG CCA ACT ACT TTG TTT GCT GGC ATA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TCG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGG ATT  MK211376_CoV_BtRs_BetaCoV_YN2018B ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417151_Bat_SARS_like_CoV_Rs7327 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417152_Bat_SARS_like_CoV_Rs9401 ATG ATG CCA ACT ACT TTG TTT GCT GGC ATA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417144_Bat_SARS_like_CoV_Rs4084 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KF367457_Bat_SARS_like_CoV_WIV1 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CGT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA MN996532_Bat_CoV_RaTG13 CGC TCT TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  NC_004718_SARS_CoV CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA  KT444582_SARS_like_CoV_WIV16 CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA  KY417146_Bat_SARS_like_CoV_Rs4231 CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG ", "cite_spans": [], "ref_spans": [{"start": 325, "end": 333, "text": "Research", "ref_id": null}, {"start": 334, "end": 3274, "text": "TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KT444582_SARS_like_CoV_WIV16 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417146_Bat_SARS_like_CoV_Rs4231 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  MK211376_CoV_BtRs_BetaCoV_YN2018B GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417151_Bat_SARS_like_CoV_Rs7327 GAG TTG CAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417152_Bat_SARS_like_CoV_Rs9401 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TTG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417144_Bat_SARS_like_CoV_Rs4084 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KF367457_Bat_SARS_like_CoV_WIV1 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CTA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KU973692_UNVERIFIED_SARS_related_CoV_F46 GAG TTG TAA ATC CAG TAA TGG ACC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AGA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TCC TTG  KY417145_Bat_SARS_like_CoV_Rf4092 GAG TTG TAA ATC CAG CGA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KJ473816_BtRs_BetaCoV_YN2013 GAG TTG CAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AGA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY770858_Bat_CoV_Anlong_103 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA TGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC TTG  KY417143_Bat_SARS_like_CoV_Rs4081 GAG TTG TAA ATC CAG CAA TGG ATC CAA TTT ATG ATG AGC CGA CGA CGA CTA CTA GCG TGC CTT TGT AAG CAC AAG AAA GTG AGT ACG AAC TTA TGT ACT CAT TCG TTT CGG AAG AAA CAG GTA CGT TAA TAG TTA ATA GCG TAC TTC TTT TTC", "ref_id": null}, {"start": 3275, "end": 5191, "text": "NC_004718_SARS_CoV ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG AAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGG ATA  KT444582_SARS_like_CoV_WIV16 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CGT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417146_Bat_SARS_like_CoV_Rs4231 ATG ATG CCA ACT ACT TTG TTT GCT GGC ATA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TCG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGG ATT  MK211376_CoV_BtRs_BetaCoV_YN2018B ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417151_Bat_SARS_like_CoV_Rs7327 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417152_Bat_SARS_like_CoV_Rs9401 ATG ATG CCA ACT ACT TTG TTT GCT GGC ATA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KY417144_Bat_SARS_like_CoV_Rs4084 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CAT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA ATT  KF367457_Bat_SARS_like_CoV_WIV1 ATG ATG CCA ACT ACT TTG TTT GCT GGC ACA CAC ATA ACT ATG ACT ACT GTA TAC CGT ATA ACA GTG TCA CAG ATA CAA TTG TCG TTA CTG CAG GTG ACG GCA TTT CAA CAC CAA AAC TCA AAG AAG ACT ACC AAA TTG GTG GTT ATT CTG AGA", "ref_id": null}, {"start": 5192, "end": 5863, "text": "MN996532_Bat_CoV_RaTG13 CGC TCT TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  MG772933_Bat_SARS_like_CoV_bat_SL_CoVZC45 CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  MG772934_Bat_SARS_like_CoV_bat_SL_CoVZXC21 CGC TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAC TCA ACT CCA GGC AGC AGT AGG GGA  NC_004718_SARS_CoV CGC TCC TCA TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA  KT444582_SARS_like_CoV_WIV16 CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG GGA  KY417146_Bat_SARS_like_CoV_Rs4231 CGC TCT TCG TCA CGT AGT CGC GGT AAT TCA AGA AAT TCA ACT CCT GGC AGC AGT AGG", "ref_id": null}], "section": "Acknowledgements"}, {"text": " Figure S10 . SNV cluster in N. Alignment of the 20-amino acid region in the nucleocapsid protein that is highly enriched for missense SNVs in perfectly conserved amino acid residues. Alternate alleles are shown in the second row using the standard code for degenerate nucleotides (W indicates the two alternate alleles A or T, and K indicates G or T). There 14 non-synonymous SNVs among the 14 amino acids that are perfectly conserved among the 44 Sarbecovirus genomes (columns with no red or dark green), suggesting positive or relaxed purifying selection.NC_045512_SARS_CoV_2_Wuhan_Hu_1_aa R S S S R S R N S S R N S T P G S S R G Alt Alleles T W CT G T K T T W C T TT A A AA C NC_045512_SARS_CoV_2_Wuhan_Hu_1 CGT TCC TCA TCA CGT AGT CGC AAC AGT TCA AGA AAT TCA ACT CCA GGC AGC AGT AGG GGA", "cite_spans": [], "ref_spans": [{"start": 1, "end": 11, "text": "Figure S10", "ref_id": null}], "section": "Supplemental"}]}