{
    "paper_id": "0c368aa1c972f32c7217fc49c3c27997403e5ce5",
    "metadata": {
        "title": "Letter from Italy: First practical indications for radiation therapy departments during COVID-19 outbreak",
        "authors": [
            {
                "first": "Andrea",
                "middle": [
                    "Riccardo"
                ],
                "last": "Filippi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Policlinico San Matteo and University of Pavia",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Elvio",
                "middle": [],
                "last": "Russi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "S. Croce and Carle Teaching Hospital",
                    "location": {
                        "settlement": "Cuneo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [
                    "Maria"
                ],
                "last": "Magrini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ASST Spedali Civili and Brescia University",
                    "location": {
                        "settlement": "Brescia",
                        "country": "Italy;"
                    }
                },
                "email": ""
            },
            {
                "first": "Renzo",
                "middle": [],
                "last": "Corvò",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Genoa",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The number of people infected by SARS-CoV-2 is dramatically increasing worldwide. 1 The first person-to-person transmission in Italy was reported on February 21, 2020, and led to an infection chain that represents the largest outbreak outside Asia to date. 2 As of March 12, 2020, in Italy, there are 10,590 positive patients, 827 deaths, and 1045 healed, with numbers varying from hour to hour. The COrona VIrus Disease 19 (COVID-19) incubation interval varies from 5 to 14 days. 3 On January 30, 2020, the World Health Organization (WHO) declared the COVID-19 outbreak a public health emergency of international concern, and the Italian government declared a public health emergency the next day.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the first phase, the government defined areas at different risk of infection: (1) high risk (\"red zone or level 1 risk zone\"); (2) mean risk (level 2 risk zone); and (3) the rest of the national territory, to be on alert but considered at low risk (level 3 risk zone). In the subsequent phases of the crisis, following the indications of a scientific and technical committee and in agreement with the WHO, the government finally decided to extend the \"red zone\" to the whole nation (March 8, 2020). All public hospitals faced an unprecedented emergency, with drastic changes in all organizational processes. All patients with cancer were consequently involved at different levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We here report the experience of a group of Northern Italy radiation therapy departments that are located inside or very close to the first red zone and thus were the first to face the emergency. The main problem was how to continue activity while protecting patients, families, and health professionals from COVID-19. The authors met virtually with other radiation oncologists (see Acknowledgments) to share experiences and possible solutions, which were defined according to the local and national health authorities' indications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The indications we propose are structured as (1) definition of priorities, (2) problem analysis, and (3) suggested solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Radiation therapy is a life-saving treatment and should be guaranteed to all patients with cancer for whom it is indicated. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority 1: To Ensure Radiation Therapy Delivery To Patients with Cancer Problem analysis"
        },
        {
            "text": "Regional and hospital management must ensure the full functioning of Italian radiation therapy facilities, even in emergency conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "A widespread infection among the staff working in a radiation therapy facility would effectively result in the closure of part of the activities. Failure to identify suspected or infected patients would increase the risk of spread to operators and patients undergoing treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority 2: To Ensure Safety of Health Professionals, Patients, and Caregivers Problem analysis"
        },
        {
            "text": "1. If a triage point at the entrance to the hospital has not been activated, the indication is to carry out triage at access to the radiation therapy department to verify possible contact with COVID-19epositive patients and evaluate suspected symptoms in all others (patients, caregivers) accessing radiation therapy areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "2. Provide a hydroalcoholic solution for hand disinfection at the entrance of the radiation therapy center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "3. Wear surgical masks, as recommended for all health professionals and patients according to WHO indications 5 and in particular if (1) the operator has respiratory symptoms, to protect others; and (2) if the operator is in close contact with a person who has respiratory symptoms, to protect herself or himself. ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "1. If the patient has a cough, fever, or dyspnea owing to pre-existing morbidity, the patient should wear a protective mask, and radiation therapy should be continued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "2. If a new patient has confirmed COVID-19, do not start treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "3. If a patient on treatment is suspected to have onset of typical COVID-19 symptoms (cough and/or fever and/or dyspnea) and is waiting for diagnosis, stop treatment. * 4. If a patient on treatment is positive and is symptomatic, discontinue treatment.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "5. If a patient on treatment is positive but is asymptomatic, discontinue treatment.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "6. If a patient had confrimed COVID-19 but is declared healed by the infectious disease team, carefully plan to start or restart treatment according to cancer-related clinical conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "If possible, COVID-19 patients should be treated at the end of the linear accelerator shift to limit the chances of infection for other patients. For confirmed COVID-19 patients (or patients waiting for diagnostic confirmation), the waiting and bunker areas should be sanitized at the end of the treatment session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "It is necessary to avoid the usual professional behavior that favors the aggregation of all professional figures (medical doctors, nurses, therapists, physicists, administrative staff) working in the radiation therapy facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority 4: Staff Reorganization Problem analysis"
        },
        {
            "text": "Medical, technical, nursing, physics and administrative staff must operate in separate areas, avoiding meetings that cannot ensure the safety distances required for prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "In the event of infection of health professionals and therefore in the case of a severe shortage of staff:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "1. report the current situation to the hospital management for help in solving the problem (eg, hiring new staff);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "2. connect with other radiation therapy centers for external personnel to avoid interruption of ongoing therapies;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "3. call for the service of retired personnel following the procedures already defined by the administrations;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "4. redistribute patients to available machinesdvariation of fractionation, when feasible, is advised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "Problem analysis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority 5: Reduction of Patients' Access to Radiation Therapy Facilities"
        },
        {
            "text": "It is advisable to limit the patients' access to the radiation therapy departments while maintaining optimal care conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority 5: Reduction of Patients' Access to Radiation Therapy Facilities"
        },
        {
            "text": "1. Adopt hypofractionated regimens when possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "2. Postpone follow-up visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "3. Use palliative medical treatments at home instead of radiation therapy, when deemed to be of similar efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "4. Delay nonurgent and deferrable radiation therapy treatments for patients with a better prognosis (eg, adjuvant radiation therapy for patients with breast cancer, radical radiation therapy for patients with low/intermediate-risk prostate disease).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suggested solutions"
        },
        {
            "text": "The COVID-19 spread in Italy was initially subtle and then unexpectedly rapid in its expansion. Because the first affected regions (especially Lombardia) were characterized by a very high population density, the virus dramatically spread throughout Northern Italy in a few weeks. As a consequence, all cancer therapy flows were altered: surgery, systemic therapies, and radiation therapy. The radiation therapy centers located in the hospitals that were the first to face the emergency gained rapid field experience and started monitoring the situation and collecting data. This report presents a few practical suggestions from the first 2 weeks of collective work under emergency conditions and is the result of a joint effort to ensure continuity of therapies while protecting patients, health professionals, and the general population. The indications were integrated with the WHO recommendations and with the local health authorities' guidelines. The primary aim was to share information and provide guidance to radiation therapy departments worldwide. The report is mainly focused on how to deal with symptomatic, suspect, or confirmed COVID-19 patients undergoing radiation therapy. We identified five key priorities, here described, together with a brief analysis of the problems and the possible solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the Coronavirus Disease 2019 (COVID-19) outbreak in China: Summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The response of Milan's emergency medical system to the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spina",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marrazzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Migliari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stucchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sforza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30493--30494",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30493-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Timely delivery of radical radiotherapy: Guidelines for the management of unscheduled treatment interruptions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rational use of peronal protective equipment for coronavirus disease 19 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Patients may continue treatment only in selected cases if their general medical conditions are not compromised by COVID-19, if their cancer requires the continuation of radiation therapy, if it is permitted by local health authorities, and with the use of adequate disposable protective equipment. We suggest a personalized clinical assessment.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "AcknowledgmentsdThe authors wish to thank the following Italian radiation oncologists who contributed in extending these preliminary recom- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}