{"paper_id": "0c36b0751e485059d4fbd5335361016af450331b", "metadata": {"title": "Investigative Radiology", "authors": [{"first": "Xiaoming", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ying", "middle": [], "last": "Xiong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dong", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yao", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanqing", "middle": [], "last": "Fan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lingyun", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenzhen", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives: In late December, 2019, an outbreak of coronavirus disease in Wuhan, China was caused by a novel coronavirus, newly named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We aimed to quantify severity of COVID-19 infection on High-Resolution CT and to determine its relationship with clinical parameters. Materials and Methods: From Jan 11, 2020, to Feb 5, 2020, the clinical, laboratory and HRCT features of 42 patients (26-75 years, 25 males) with COVID-19 were analyzed. The initial and follow-up CT obtained a mean of 4.5 days and 11.6 days from the illness onset were retrospectively assessed for the severity and progression of pneumonia. Correlations among clinical parameters, initial CT features and progression of opacifications were evaluated with Spearman correlation and linear regression analysis. Results: Thirty-five (83%) patients exhibited a progressive process according to CT features during the early stage from onset. Follow-up CT findings showed progressive opacifications, consolidation, interstitial thickening, fibrous strips and air bronchograms, compared to initial CT (all p<0.05). Before regular treatments, there was a moderate correlation between the days from onset and sum score of opacifications (R=0.68, p<0.01). The C-reactive protein, erythrocyte sedimentation rate and lactate dehydrogenase showed significantly positive correlation with the severity of pneumonia assessed on initial CT (R range 0.36-0.75, p<0.05). The highest temperature and the severity of opacifications assessed on initial CT were significantly related to the progression of opacifications on follow-up CT (p=0.001-0.04). Conclusions: Patients with the COVID-19 infection usually presented with typical ground-grass opacities and other CT features, which showed significant correlations with some clinical and laboratory measurements. Follow-up CT images often demonstrated progressions during the early stage from illness onset. Powered by Editorial Manager® and ProduXion Manager® from Aries Systems Corporation Dear Professor Val M. Runge, We are submitting our manuscript entitled \"Clinical and High-Resolution CT Features of the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Pneumonia: Comparison of the Initial and Follow-up Changes\" for consideration for publication in your prestigious journal. All the authors have contributed at the different stages of the study, and the study was conducted in accordance with the regulations of our institution. An outbreak of COVID-19 infection began in late Dec, 2019 in Wuhan, until today, the confirmed cases in China has exceeded 76,000. As the top hospital in Wuhan, our institution has admitted almost 2000 confirmed cases till now. Here we enrolled 42 early confirmed cases with intact clinical and follow-up CTs, and studied their clinical, CT features of the SARS-CoV-2 pneumonia as well as their connections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We believe that the material presented in this manuscript complements the aims and scope of Investigative Radiology; we also believe it is of clinical significance and will be of interest to the readers of Investigative Radiology. It would be tough for one group to complete this task in a short time, including data collection, image review and analysis and manuscript editing. We would also like to bring to your kindly attention that this work was conducted between two research groups with equal contributions.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We would like to be allowed that Dr. Li and Dr. Zhu can share the co-corresponding authorship, as an exception to an extraordinary period of SARS-CoV-2 pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We thank you and your reviewers for your efforts and we are looking forward to hearing", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We would like to thank the reviewers for their thorough review and thoughtful comments. We have worked rigorously on responding to all comments and have modified and revised the resubmitted manuscript. Please find our point-by-point responses below. Comments are in italics and answers in standard font, changes made in the manuscript are highlighted in yellow both in the response letter and the annotated manuscript.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Reviewer: 1 R 1.1: In this submission to Investigative Radiology the authors analyzed severe cases of COVID-19 in terms of clinical symptoms, laboratory and monitoring results as well as imaging findings depicted on chest CT, particularly with regard to differences between early and late stage of the disease. The paper will provide new knowledge in this topic as identifying risk factors for a severe course of COVID-19 in an early stage may have marked influence on the therapy and outcome of the patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Author response 1.2 and 1.3: We thank the reviewers for their meticulous review work and apologize for the haste and carelessness in writing. All the suggestions on the grammar issues and revisions were accepted in the revised manuscript. We added several references that were newly published in the Introduction and Discussion part, and updated the web pages. Author action 1.2 and 1.3: The following sentences were changed/added: -page 4/paragraph 1/line 60-63: Therefore, chest computed tomography (CT) , in particular highresolution computed tomography (HRCT) represent valuable tools identifying patients with COVID-19 infections in an early stage when clinical symptoms may be unspecific or sparse (12-14). -Three new references were added: 12. Fang Y, Zhang H, Xie J, et al. Sensitivity of Chest CT for COVID-19: Comparison to RT-PCR. Radiology. 2020. Response to Reviewers/Editor (BLINDED)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "investigation. Moreover, this point is not associated with any analysis performed in this study. We preferred to delete this sentence to avoid ambiguity and uncertainty. References: 1. van Doremalen N, Falzarano D, Ying T, et al. Efficacy of antibody-based therapies against Middle East respiratory syndrome coronavirus (MERS-CoV) in common marmosets [J]. automatic tube current modulation (100 -400mA) were used. Images were reconstructed 98 with a slice thickness of 1.0mm or 1.25mm and an interval of 1.0mm or 1.25mm, 99 respectively. Initial CT was performed an average of 4.5 days (range, 1 to 11 days) after 100 the appearance of conscious symptoms. According to the National Health and Health 101 Commission, all the patients underwent another CT examination for rechecking the 102 progression of the disease after a short period of standardized treatment All 42 patients 103 underwent initial CT average 4.5 days (range, 1-11 days) after the onset of symptoms.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "According to the National Health and Health Commission, they also underwent follow-105 up CT scans for evaluating the progression of the disease after a short period of 106 standardized treatment. The mean interval time from initial to follow-up examinations 107 was 7 days (range, 3-13 days).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "108", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Review of CT Images", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "All CT images were reviewed by three radiologists (D.S., Y.X. and X.L., with 2, 11 110 and 28 years of clinical experience, respectively) using Picture archiving and 111 communication system (PACS). HRCT images were reviewed at a window width and 112 level of 1000 -1500 HU and -500 to -650 HU, respectively, for lung parenchyma, and 113 300 -350 HU and 20 -50 HU, respectively, for mediastinum. Decisions were reached by Clinical and High-Resolution CT Features of the COVID-19 Infection: Abstract 4 Objectives: In late December, 2019, an outbreak of coronavirus disease (COVID-19) in 5 Wuhan, China was caused by a novel coronavirus, newly named severe acute respiratory 6 syndrome coronavirus 2 (SARS-CoV-2). We aimed to quantify severity of COVID-19 7 infection on High-Resolution CT and to determine its relationship with clinical 8 parameters. 9 Materials and Methods: From Jan 11, 2020, to Feb 5, 2020, the clinical, laboratory and 10 HRCT features of 42 patients (26-75 years, 25 males) with COVID-19 were analyzed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The initial and follow-up CT obtained a mean of 4.5 days and 11.6 days from the illness 12 onset were retrospectively assessed for the severity and progression of pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Correlations among clinical parameters, initial CT features and progression of 14 opacifications were evaluated with Spearman correlation and linear regression analysis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Thirty-five (83%) patients exhibited a progressive process according to CT 16 features during the early stage from onset. Follow-up CT findings showed progressive 17 opacifications, consolidation, interstitial thickening, fibrous strips and air bronchograms, 18 compared to initial CT (all p<0.05). Before regular treatments, there was a moderate 19 correlation between the days from onset and sum score of opacifications (R=0.68, p<0.01).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The C-reactive protein, erythrocyte sedimentation rate and lactate dehydrogenase showed 21 significantly positive correlation with the severity of pneumonia assessed on initial CT 22 Final Manuscript (Clean Copy and BLINDED) 129", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Armonk, NY). p<0.05 was considered statistically significant. Comparisons between 130 initial and follow-up HRCT findings were made using paired Student t test for continuous 131 data, and the χ2 or Fisher exact test for categorical data. Correlation coefficients were 132 then calculated between clinical, laboratory findings and CT features, using Spearman or 133 Pearson correlation as appropriate. Linear regression analysis, unadjusted or adjusted for 134 age and gender, was used to identify significant variables predicting the progression of 135 opacification lesions (independent variable: clinical and laboratory findings and initial 136 HRCT features, outcome variables: Δ Sum).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "-(page 5/paragraph 1/line 88, Patients): All these patients underwent chest CT at admission and subsequent visit of average 7 days (range, 3-13 days) later after treatment. (page 6/paragraph 1/line 100-108, Image Acquisition): Initial CT was performed an average of 4.5 days (range, 1 to 11 days) after the appearance of conscious symptoms. According to the National Health and Health Commission, all the patients underwent another CT examination for rechecking the progression of the disease after a short period of standardized treatment. All 42 patients underwent initial CT average 4.5 days (range, 1-11 days) after the onset of symptoms. According to the National Health and Health Commission, they also underwent follow-up CT scans for evaluating the progression of the disease after a short period of standardized treatment. The mean interval time from initial to follow-up examinations was 7 days (range, 3-13 days).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "-page 7/paragraph 3/line 130-131: The change of the lung opacification on follow-up CT scan was categorized as increasing, decreasing or stable extent.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "-page 8-9 /line 159-167: In the first CT, lesions were one-lobe involved (10/42, 24%), or multiple and bilaterally (32/42, 76%) distributed, and commonly located in the subpleural (12/42, 29%), peribronchial (5/42, 12%), and diffuse area (25/42, 59%). In initial CT, 10 of 42 patients (24%) had opacities in one lobe, and 32 patients (76%) had two or more lobes affected. Most of the patients (38/42, 90%) had lesions located in the lower lobes. The left lower lobe was the most vulnerable lobe (34/42, 81%), while the right middle lobe was the least affected lobe (26/42, 62%) in this study dataset. In terms of location of the lesion in the axial plane, lesions tended to be peripheral (12/42, 29%), central (5/42, 12%), or both central and peripheral (25/42, 59%).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "-page 14/paragraph 2/line 280-287: Moreover, several initial CT findings, including sum score and max score for opacification severity as well as area of the max lesion in cross-section, were inversely associated with Δ Sum. A possible explanation for these results may be that patients with relatively serious pulmonary opacities on initial CT have already progressed and then there was a short plateau stage or a gradual decrease trend in abnormalities (14, 30). Moreover, it was reasonable that patients who already had a worse a higher sum score, max score and greater area of max lesion ROIs on initial CT had mild possibility to be progress.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "-Two new references were added: 14. Shi -page 25, Table 4 : Data are R correlation coefficients, calculated using Spearman or Pearson correlation as appropriate. *Correlation is significant at the 0.05 level. ** Correlation is significant at the 0.01 level. R 1.4: M&M/Page 6/Line 98: \"Images were then automatically reconstructed images into 1.25mm thickness images by the CT scanner (using an Adaptive Statistical Iterative Reconstruction (ASiR) technique)\". Revise including also the specific image window settings of reconstructed images. ASiR is vendor specific! Mitigate this section by giving a more generalized description of the iterative reconstruction applied as different CT systems from different companies were used in this study.", "cite_spans": [{"start": 36, "end": 39, "text": "Shi", "ref_id": null}], "ref_spans": [{"start": 50, "end": 57, "text": "Table 4", "ref_id": "TABREF4"}], "section": ""}, {"text": "Author response 1.4: Thank you for pointing out this important issue. We changed to a more generalized description of the reconstruction techniques from different CT systems applied in this study in the Image Acquisition part of M&M. Window settings of image review were also added in the Review of CT Images part of M&M. Author action 1.4: The following sentences were changed/added: -page 5-6/line 97-100: A tube voltage of 100kV or 120 kV and automatic tube current modulation (100 -400mA) were used. Images were reconstructed with a slice thickness of 1.0mm or 1.25mm and an interval of 1.0mm or 1.25mm, respectively. -page 6/paragraph 2/line 113-115: HRCT images were reviewed at a window width and level of 1000 -1500 HU and -500 to -650 HU, respectively, for lung parenchyma, and 300 -350 HU and 20 -50 HU, respectively, for mediastinum. Author response 1.5: Annotated figure 1 and 4 were resubmitted. Figure 2 was adjusted to appropriate resolution.", "cite_spans": [], "ref_spans": [{"start": 909, "end": 917, "text": "Figure 2", "ref_id": null}], "section": ""}, {"text": "Thank you for the detailed review and the input to our manuscript. We checked and accepted each grammatical change, and carefully changed data/numbers in the text and tables to a meaningful number of digits as suggested. We hope to have satisfactorily addressed and answered to all your comments in our revision. R 2.1: Title: \"SARS-CoV-2\": Make sure that the very latest correct terminology is used.", "cite_spans": [], "ref_spans": [], "section": "Reviewer: 2"}, {"text": "Author response 2.1: On February 11 th 2020, WHO announced \"Coronavirus Disease 2019 (COVID-19)\" as the name of this new disease (previously known as \"2019 novel coronavirus (2019-nCoV)\"), and International Committee on Taxonomy of Viruses (ICTV) announced \"severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)\" as the name of the new virus that caused this disease. We replaced the terminology of SARS-CoV-2 pneumonia with the more widely used COVID-19 in the revised manuscript. International Committee on Taxonomy Author response 2.2: Thank you for your comment to improve clarity. At the early period of epidemic, nucleic acid testing for the diagnosis of SARS-CoV-2 infection had not yet been available for all the suspected patients. Recent publications pointed out that RT-PCR testing for SARS-CoV-2 nucleic acid may be falsely negative due to immature development of detection technology or improper clinical sampling. We have included as many patients as possible with a confirmed diagnosis of COVID-19 at the time of data collection. As addressed in the Patients part of M&M, those patients with history of lung tumors, surgeries or any of the other common causes of pneumonia (such as influenza virus, adenovirus, respiratory syncytial virus, cytomegalovirus; streptococcus pneumoniae, mycoplasma pneumoniae, chlamydia pneumoniae) were excluded. To make sure that all the clinical, laboratory data and CT images were available, we finally included 42 hospitalized patients. There might be a Berkson bias, Neyman bias or Qetection signal bias. Accordingly, we discussed this inclusion issue as a limitation. Author action 2.2: The following sentences were changed/added: -page 5/paragraph 1/line 81-88, M&M: To ensure the quality and integrity of clinical, laboratory and imaging data, here we included 42 patients with COVID-19 who had been admitted to Tongji hospital from Jan 11, 2020 to Feb 5, 2020. Their diagnosis of COVID-19 infection was confirmed with a positive result to real-time fluorescence polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 nucleic acid, with nasopharyngeal or oropharyngeal swab specimens. Cases with lung surgery, lung tumors history or any of the other causes of pneumonia from common bacterial and viral pathogens were excluded.", "cite_spans": [], "ref_spans": [{"start": 516, "end": 524, "text": "Taxonomy", "ref_id": null}], "section": "Reviewer: 2"}, {"text": "-page 14/paragraph 3/line 289-295, Discussion: This study has some limitations. First, this is a modest-sized case series of patients admitted to the hospital. At the time of data collection, nucleic acid tests for the diagnosis of COVID-19 had not yet been available for all the suspected patients and the detection rate of RT-PCR nucleic acid tests was not high (12, 13). Besides, we only included hospitalized patients with follow-up CT exams to ensure more information on clinical and CT characteristics. Possible selection bias should be noted and further study of a larger cohort is required to obtain a definitive answer. Collection of a larger cohort would help to better define the clinical presentation and imaging features. R 2.3: M&M: \"The scan parameters\": Confirm that these statements are correct (for all 3 scanners). I would doubt that this is the case.", "cite_spans": [], "ref_spans": [], "section": "Reviewer: 2"}, {"text": "Author response 2.3: Thank you for pointing that out. Author action 2.3: The following sentences were changed: -page 5-6/line 97-100: A tube voltage of 100kV or 120 kV and automatic tube current modulation (100 -400mA) were used. Images were reconstructed with a slice thickness of 1.0mm or 1.25mm and an interval of 1.0mm or 1.25mm, respectively. R 2.4: Discussion: \"The antibodies in the plasma of those who have fully recovered are utilized to treat coronavirus pneumonia in clinic.\" Have the antibodies been used clinically? Or are you suggesting that they could be used?", "cite_spans": [], "ref_spans": [], "section": "Reviewer: 2"}, {"text": "Author response 2.4: When SARS and MERS were prevalent, the antibody-based therapies have been raised and studied (1, 2). Recently, some hospitals in China would like to have a try of convalescent plasma therapy for severe cases of COVID-19; however, the exact efficacy is under The initial and follow-up CT obtained a mean of 4.5 days and 11.6 days from the illness 12 onset were retrospectively assessed for the severity and progression of pneumonia.", "cite_spans": [], "ref_spans": [], "section": "Reviewer: 2"}, {"text": "Correlations among clinical parameters, initial CT features and progression of 14 opacifications were evaluated with Spearman correlation and linear regression analysis.", "cite_spans": [], "ref_spans": [], "section": "13"}, {"text": "Results: Thirty-five (83%) patients exhibited a progressive process according to CT 16 features during the early stage from onset. Follow-up CT findings showed progressive 17 opacifications, consolidation, interstitial thickening, fibrous strips and air bronchograms, 18 compared to initial CT (all p<0.05). Before regular treatments, there was a moderate 19 correlation between the days from onset and sum score of opacifications (R=0.68, p<0.01).", "cite_spans": [], "ref_spans": [], "section": "15"}, {"text": "The C-reactive protein, erythrocyte sedimentation rate and lactate dehydrogenase showed The SARS-CoV-2 belongs to the family Coronaviridae, which includes viruses that 42 cause diseases ranging from the common influenza to Severe Acute Respiratory ", "cite_spans": [], "ref_spans": [], "section": "20"}, {"text": "Patients 77 Our institutional review board approved this retrospective study. Informed consent 78 was waived as the study involved no potential risk to patients. From Jan 1, 2020, to Feb 79 5, 2020, more than 8,000 patients with suspected diagnosis of \"viral pneumonia\" ", "cite_spans": [{"start": 9, "end": 11, "text": "77", "ref_id": null}], "ref_spans": [], "section": "76"}, {"text": "Each lobe of the lung was assessed for opacifications and the lesion size was graded 123 as 0 (none), 1 (diameter < 1cm), 2 (diameter 1 to <3 cm), 3 (diameter 3 cm to <50% of 124 the lobe) or 4 (50%-100% of the lobe) (18). All five lobar scores were summed to 125 calculate the overall score for the severity of opacifications. The change in score between 126 initial and follow-up CT (Δ Sum) was calculated to qualify the change of opacifications 127 over time.", "cite_spans": [], "ref_spans": [], "section": "122"}, {"text": "The change of the lung opacification on follow-up CT scan was categorized as 129 increasing, decreasing or stable extent. Furthermore, the largest cross section of the most 130 obvious lesion of the lung on the initial CT was delineated and followed up, and then area 131 (mm 2 ) and density (HU) of the maximum region-of interest (ROI) were recorded. Table 1 .", "cite_spans": [], "ref_spans": [{"start": 352, "end": 359, "text": "Table 1", "ref_id": null}], "section": "128"}, {"text": "Data of the initial and follow-up chest HRCT imaging findings are listed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 76, "end": 83, "text": "Table 2", "ref_id": "TABREF7"}], "section": "156"}, {"text": "In the first CT, lesions were one-lobe involved (10/42, 24%), or multiple and bilaterally 158 (32/42, 76%) distributed, and commonly located in the subpleural (12/42, 29%), 159 peribronchial (5/42, 12%), and diffuse area (25/42, 59%). In initial CT, 10 of 42 patients 160 (24%) had opacities in one lobe, and 32 patients (76%) had two or more lobes affected. The initial chest CT showed single or multiple GGO. In some cases, consolidation 167 (23/42, 55%), interstitial thickening or reticulation (17/42, 41%), air bronchograms 168 (14/42, 33%), pleural effusion (5/42, 12%) could also be seen (detailed in Table 2 ) ( Figure   169 1).", "cite_spans": [], "ref_spans": [{"start": 608, "end": 615, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 620, "end": 632, "text": "Figure   169", "ref_id": null}], "section": "157"}, {"text": "In the initial chest CT exams, the sum score ranged from 1 to 17 (8.8 ± 5.2). The 171 average area and density of the max lesion in cross-section for each patient were 1039 ± 172 883 mm 2, and -406 ± 163 HU, respectively. Before admission to the hospital and regular 173 treatments, the sum score was positively correlated with the days from illness onset to 174 initial CT (with age and gender as covariates, R=0.68, p<0.01) (Figure 2A Table   180 3).", "cite_spans": [], "ref_spans": [{"start": 426, "end": 436, "text": "(Figure 2A", "ref_id": null}, {"start": 437, "end": 448, "text": "Table   180", "ref_id": null}], "section": "170"}, {"text": "In the follow-up CT, most of the single GGO progressed to multiple ground-glass 182 infiltration in the lungs. Compared to initial CT, more cases with consolidation (34/42, 183 81%), interstitial thickening or reticulation (29/42, 69%), air bronchograms (26/42, 62%), 184 pleural effusion (16/42, 38%), and fibrous strips (31/42, 74%) could be seen (all p ≤0.01, 185 detailed in Table 2 ). The diffuse lesions in bilateral lungs could be seen in the most 186 seriously affected patients, whose CT showed as \"white lungs\" (Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 379, "end": 386, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 521, "end": 530, "text": "(Figure 5", "ref_id": "FIGREF0"}], "section": "181"}, {"text": "The sum score ranged from 3 to 20 (13.2 ± 4.8). The difference in the sum score 188 between the initial and follow-up CT (Δ Sum) was 4.3 ± 4.1. The average area and density 189 of the max lesion in cross-section for each patient were 1857 ± 1655 mm 2 and -377 ± 159 190 HU, respectively. The area of the largest lesion and the sum score of the initial CT were 191 smaller than those of the follow-up CT (p<0.01). After regular treatments, the correlation 192 between the sum score and the days from illness onset to CT exam was not significant 193 (with age and gender as covariate, p = 0.19) (Figure 2A , B). 194 We continued to follow all the patients we investigated, and noticed that in four cases 195 the total opacification size began to reduce in the 18 th , 20 th , 20 th and 22 nd day from illness 196 onset. We also observed another three patients, whose CT were carried in the 10 th , 11 th 197 and 17 th day from illness onset. The increase in lung opacification was still in progress in 198 this group at the times specified. Table 5 ). presentation (29). Our study found that fever and highest temperature were not related to 275 any abnormalities on initial CT, but were positively associated with progression of the 276 opacification on follow-up CT (mean 7 days after initial CT). These findings indicate that 277 high fever on initial presentation is a potential risk factor of adverse CT outcomes over a 278 short-term follow-up, however the limited cases in this study should be noted. Moreover, 279 several initial CT findings, including sum score and max score for opacification severity 280 as well as area of the max lesion in cross-section, were inversely associated with Δ Sum.", "cite_spans": [{"start": 610, "end": 613, "text": "194", "ref_id": null}], "ref_spans": [{"start": 593, "end": 603, "text": "(Figure 2A", "ref_id": null}, {"start": 1039, "end": 1046, "text": "Table 5", "ref_id": "TABREF5"}], "section": "187"}, {"text": "A possible explanation for these results may be that patients with relatively serious 282 pulmonary opacities on initial CT have already progressed and then there was a short 283 plateau stage or a gradual decrease trend in abnormalities (14, 30). Moreover, it was 284 reasonable that patients who already had a worse a higher sum score, max score and 285 greater area of max lesion ROIs on initial CT had mild possibility to be progress. Data are expressed as mean ± SD or n (%). year-old female patient (4 days from onset). Multiple GGO distributed bilaterally. B1-B2: 424 Three days later, more opacities, also with larger size, were seen bilaterally. follow-up examinations was 7 days (range, 3-13 days).", "cite_spans": [{"start": 571, "end": 574, "text": "424", "ref_id": null}], "ref_spans": [], "section": "281"}, {"text": "All CT images were reviewed by three radiologists (D.S., Y.X. and X.L., with 2, 11 105 and 28 years of clinical experience, respectively) using Picture archiving and ", "cite_spans": [], "ref_spans": [], "section": "104"}, {"text": "Each lobe of the lung was assessed for opacifications and the lesion size was graded 118 as 0 (none), 1 (diameter < 1cm), 2 (diameter 1 to <3 cm), 3 (diameter 3 cm to <50% of 119 the lobe) or 4 (50%-100% of the lobe) (18). All five lobar scores were summed to 120 calculate the overall score for the severity of opacifications. The change in score between 121 initial and follow-up CT (Δ Sum) was calculated to qualify the change of opacifications 122 over time.", "cite_spans": [], "ref_spans": [], "section": "117"}, {"text": "The change of the lung opacification on follow-up CT scan was categorized as 124 increasing, decreasing or stable extent. Furthermore, the largest cross section of the most 125 obvious lesion of the lung on the initial CT was delineated and followed up, and then area 126 (mm 2 ) and density (HU) of the maximum region-of interest (ROI) were recorded. Table 1 .", "cite_spans": [], "ref_spans": [{"start": 352, "end": 359, "text": "Table 1", "ref_id": null}], "section": "123"}, {"text": "Data of the initial and follow-up chest HRCT imaging findings are listed in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 76, "end": 83, "text": "Table 2", "ref_id": "TABREF7"}], "section": "151"}, {"text": "In initial CT, 10 of 42 patients (24%) had opacities in one lobe, and 32 patients (76%) had The initial chest CT showed single or multiple GGO. In some cases, consolidation 159 (23/42, 55%), interstitial thickening or reticulation (17/42, 41%), air bronchograms 160 (14/42, 33%), pleural effusion (5/42, 12%) could also be seen (detailed in Table 2 ) ( Figure   161 1).", "cite_spans": [], "ref_spans": [{"start": 341, "end": 348, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 353, "end": 365, "text": "Figure   161", "ref_id": null}], "section": "152"}, {"text": "In the initial chest CT exams, the sum score ranged from 1 to 17 (8.8 ± 5.2). The 163 average area and density of the max lesion in cross-section for each patient were 1039 ± 164 883 mm 2, and -406 ± 163 HU, respectively. Before admission to the hospital and regular 165 treatments, the sum score was positively correlated with the days from illness onset to 166 initial CT (with age and gender as covariates, R=0.68, p<0.01) (Figure 2A, B) . Table   172 3).", "cite_spans": [], "ref_spans": [{"start": 426, "end": 440, "text": "(Figure 2A, B)", "ref_id": null}, {"start": 443, "end": 454, "text": "Table   172", "ref_id": "TABREF7"}], "section": "162"}, {"text": "In the follow-up CT, most of the single GGO progressed to multiple ground-glass Table 2 ). The diffuse lesions in bilateral lungs could be seen in the most 178 seriously affected patients, whose CT showed as \"white lungs\" (Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 80, "end": 87, "text": "Table 2", "ref_id": "TABREF7"}, {"start": 222, "end": 231, "text": "(Figure 5", "ref_id": "FIGREF0"}], "section": "173"}, {"text": "The sum score ranged from 3 to 20 (13.2 ± 4.8). The difference in the sum score between the initial and follow-up CT (Δ Sum) was 4.3 ± 4.1. The average area and density 181 of the max lesion in cross-section for each patient were 1857 ± 1655 mm 2 and -377 ± 159 182 HU, respectively. The area of the largest lesion and the sum score of the initial CT were 183 smaller than those of the follow-up CT (p<0.01). After regular treatments, the correlation 184 between the sum score and the days from illness onset to CT exam was not significant 185 (with age and gender as covariate, p = 0.19) (Figure 2A, B) . 186 We continued to follow all the patients we investigated, and noticed that in four cases 187 the total opacification size began to reduce in the 18 th , 20 th , 20 th and 22 nd day from illness 188 onset. We also observed another three patients, whose CT were carried in the 10 th , 11 th 189 and 17 th day from illness onset. The increase in lung opacification was still in progress in 190 this group at the times specified.", "cite_spans": [{"start": 606, "end": 609, "text": "186", "ref_id": null}], "ref_spans": [{"start": 589, "end": 603, "text": "(Figure 2A, B)", "ref_id": null}], "section": "179"}, {"text": "192 Table 4 Table 5 ). year-old female patient (4 days from onset). Multiple GGO distributed bilaterally. B1-B2: 412 Three days later, more opacities, also with larger size, were seen bilaterally. ", "cite_spans": [{"start": 113, "end": 116, "text": "412", "ref_id": null}], "ref_spans": [{"start": 4, "end": 11, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 12, "end": 19, "text": "Table 5", "ref_id": "TABREF5"}], "section": "Correlations among Clinical, Laboratory Findings and CT Features"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A Novel Coronavirus from Patients with", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A Novel Coronavirus from Patients with 300 Pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "8", "pages": "727--760", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical features of patients infected with 2019 302 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. The Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Accessed February 11, 2020. 305 4. World Health Organization", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "China coronavirus: WHO declares international emergency as death 310 toll exceeds 200", "authors": [{"first": "E", "middle": [], "last": "Mahase", "suffix": ""}], "year": 2020, "venue": "British Medical Journal Publishing Group", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "A familial cluster of pneumonia associated 312 with the 2019 novel coronavirus indicating person-to-person transmission: a study 313 of a family cluster", "authors": [{"first": "Jf-W", "middle": [], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K-H", "middle": [], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "514--537", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Early epidemiological analysis of the coronavirus 315 disease 2019 outbreak based on crowdsourced data: a population-level 316 observational study. The Lancet Digital Health. 2020. 317 8. Clinical course and outcomes of critically ill patients with SARS-CoV-2 318 pneumonia in Wuhan", "authors": [{"first": "K", "middle": [], "last": "Sun", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Severe acute respiratory syndrome-related coronavirus-The 321 species and its viruses, a statement of the Coronavirus Study Group", "authors": [{"first": "A", "middle": ["E"], "last": "Gorbalenya", "suffix": ""}], "year": null, "venue": "BioRxiv", "volume": "322", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical Characteristics of 138 Hospitalized Patients 324 With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": null, "venue": "China. JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis and treatment of pneumonitis 327 caused by new coronavirus (trial version 6)", "authors": [], "year": 2020, "venue": "", "volume": "330", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Sensitivity of Chest CT for COVID-19: Comparison 331 to RT-PCR", "authors": [{"first": "Y", "middle": [], "last": "Fang", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "332", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Chest CT for Typical 2019-nCoV Pneumonia: 333 Relationship to Negative RT-PCR Testing", "authors": [{"first": "X", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhao", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "334", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Radiological findings from 81 patients with COVID-335 19 pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "H", "middle": [], "last": "Shi", "suffix": ""}, {"first": "X", "middle": [], "last": "Han", "suffix": ""}, {"first": "N", "middle": [], "last": "Jiang", "suffix": ""}], "year": null, "venue": "The Lancet Infectious", "volume": "336", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Diseases. 2020. 337 15. WHO. Preliminary clinical description of severe acute respiratory syndrome", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "CT imaging of the 2019 novel coronavirus (2019-nCoV) 340 pneumonia", "authors": [{"first": "J", "middle": [], "last": "Lei", "suffix": ""}, {"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Qi", "suffix": ""}], "year": 2002, "venue": "Radiology", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Fleischner Society: glossary of terms for thoracic imaging", "authors": [{"first": "D", "middle": ["M"], "last": "Hansell", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Bankier", "suffix": ""}, {"first": "H", "middle": [], "last": "Macmahon", "suffix": ""}], "year": 2008, "venue": "Radiology", "volume": "246", "issn": "3", "pages": "697--722", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Thin-section CT of severe acute respiratory 344 syndrome: evaluation of 73 patients exposed to or with the disease", "authors": [{"first": "K", "middle": ["T"], "last": "Wong", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Antonio", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}], "year": 2003, "venue": "Radiology", "volume": "345", "issn": "2", "pages": "395--400", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Epidemiological and clinical characteristics of 347 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive 348 study. The Lancet", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Emerging Coronavirus 2019-nCoV Pneumonia", "authors": [{"first": "F", "middle": [], "last": "Song", "suffix": ""}, {"first": "N", "middle": [], "last": "Shi", "suffix": ""}, {"first": "F", "middle": [], "last": "Shan", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Emerging H7N9 influenza A (novel reassortant 352 avian-origin) pneumonia: radiologic findings", "authors": [{"first": "Q", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Jiang", "suffix": ""}], "year": 2013, "venue": "Radiology", "volume": "268", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Thin-section CT of severe acute respiratory 354 syndrome: evaluation of 73 patients exposed to or with the disease", "authors": [{"first": "K", "middle": [], "last": "Wong", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Antonio", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}], "year": 2003, "venue": "Radiology", "volume": "355", "issn": "2", "pages": "395--400", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Middle East respiratory syndrome 357 coronavirus (MERS-CoV) infection: chest CT findings", "authors": [{"first": "A", "middle": ["M"], "last": "Ajlan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ahyad", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Jamjoom", "suffix": ""}], "year": null, "venue": "American Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "T cell-mediated immune response to 360 respiratory coronaviruses", "authors": [{"first": "R", "middle": [], "last": "Channappanavar", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2014, "venue": "Immunologic research", "volume": "59", "issn": "1-3", "pages": "118--146", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "An interferon-γ-related cytokine storm in 362 SARS patients", "authors": [{"first": "K", "middle": ["J"], "last": "Huang", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Su", "suffix": ""}, {"first": "M", "middle": [], "last": "Theron", "suffix": ""}], "year": 2005, "venue": "Journal of medical virology", "volume": "75", "issn": "2", "pages": "185--94", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Coronavirus-positive nasopharyngeal", "authors": [{"first": "Ot-Y", "middle": [], "last": "Tsang", "suffix": ""}, {"first": "T-N", "middle": [], "last": "Chau", "suffix": ""}, {"first": "K-W", "middle": [], "last": "Choi", "suffix": ""}], "year": 2003, "venue": "", "volume": "9", "issn": "", "pages": "1381--366", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Role of procalcitonin and C-reactive protein in 367 differentiation of mixed bacterial infection from 2009 H1N1 viral pneumonia", "authors": [{"first": "S", "middle": [], "last": "Ahn", "suffix": ""}, {"first": "W", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Kim", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Pulmonary sequelae in convalescent patients 370 after severe acute respiratory syndrome: evaluation with thin-section CT", "authors": [{"first": "Y", "middle": ["C"], "last": "Chang", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Yu", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Chang", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Clinical characteristics of 2019 novel coronavirus 373 infection in China. medRxiv", "authors": [{"first": "W-J", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z-Y", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "", "volume": "374", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Novel Coronavirus (COVID-19) Pneumonia", "authors": [], "year": 2019, "venue": "Radiology", "volume": "376", "issn": "2020", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Continues data are expressed as mean ± SD. Categorical data are presented as n (%) or n/N (%), where N is the total number of patients with available data", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure 1,4: I cannot see any arrows or boxes indicating the abnormalities as indicated in the figure legend. Adjust the figures accordingly! Figure 2: Make sure that the graphs and images are submitted in the appropriate resolution / quality. At least in the PDF generated by the Editorial Manager Figure 2 looks quite blurry and the labeling is barely readable.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Author action 2.1: The following words were changed/added: -Title/page 1: Clinical and High-Resolution CT Features of the COVID-19 Infection Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Pneumonia: Comparison of the Initial and Follow-up Changes -Keyword/page 2/line 30: COVID-19, SARS-CoV-2, […] -One reference for the naming was added in the Introduction part (page 3/paragraph 1/line 36): 3.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "In late December, 2019, an outbreak of coronavirus disease (COVID-19) in 5 Wuhan, China was caused by a novel coronavirus, newly named severe acute respiratory 6 syndrome coronavirus 2 (SARS-CoV-2). We aimed to quantify severity of COVID-19 7 infection on High-Resolution CT and to determine its relationship with clinical 8 parameters. 9 Materials and Methods: From Jan 11, 2020, to Feb 5, 2020, the clinical, laboratory and 10 HRCT features of 42 patients (26-75 years, 25 males) with COVID-19 were analyzed.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "21 significantly positive correlation with the severity of pneumonia assessed on initial CT (R range 0.36-0.75, p<0.05). The highest temperature and the severity of opacifications 23 assessed on initial CT were significantly related to the progression of opacifications on 24 follow-up CT (p=0.001-0.04). 25 Conclusions: Patients with the COVID-19 infection usually presented with typical 26 ground-grass opacities and other CT features, which showed significant correlations with 27 some clinical and laboratory measurements. Follow-up CT images often demonstrated 28 progressions during the early stage from illness onset.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "by a novel coronavirus (1, 2), which was newly named severe acute 35 respiratory syndrome coronavirus 2 (SARS-CoV-2) (3). The disease is spreading at a 36 striking speed. Since in our institution the first case was discovered in late Dec, 2019, 37 until 12 th , February, the confirmed cases in China has exceeded 45,000 in such a short 38 period. Of these, approximately 34,000 were from Hubei province (4). More and more 39 cases of SARS-CoV-2 pneumonia have also been reported worldwide. The emerging and 40 urgent Coronavirus Disease 2019 (COVID-19) has raised intense attention globally (5).", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) (1). According to the 44 epidemiological investigation, these viruses are highly infectious and can spread rapidly 45 in humans (6). The main route of transmission is via respiratory droplets, as well as 46 physical contact. Current estimates are that the incubation period is generally 3-7 days, 47 and up to 14 days (7). People are generally susceptible. The elderly and those with 48 underlying diseases are more seriously ill after infection (8). Children and infants can also 49 be infected. The SARS-CoV-2 is highly homologous to SARS-CoV and may cause severe 50illness similar clinically to SARS(9). Early disease progression can be rapid, and 51 sometimes results in severe respiratory distress syndrome, intensive care unit admission 52 (26%-32%) and death (4.3%-15%) (2, 8, 10).", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Chinese health authorities did immediate investigations and implemented of the plague. Meanwhile, efficient diagnosis and treatment procedures were developed 57 (11). Symptoms resulting from COVID-19 infection in the prodromal phase include fever, 58 dry cough, and malaise, which are nonspecific (2, 8, 10). Some patients may not even 59 have obvious symptoms. Therefore, chest computed tomography (CT) , in particular high-60 resolution computed tomography (HRCT) represent valuable tools identifying patients 61 with COVID-19 infections in an early stage when clinical symptoms may be unspecific 62 or sparse (12-14). For every suspected patient, chest CT is indispensable for definitive 63 diagnosis and reexamination. According to World Health Organization and Centers for 64 Disease Control and Prevention guidelines, chest radiography and CT were the major 65 diagnostic components when SARS was prevalent (15).", "latex": null, "type": "figure"}, "FIGREF9": {"text": "The clinical and imaging manifestations in the early stage of COVID-19 are 67 particularly important. They can be used to confirm the diagnosis, judge the changes in 68 severity, adjust the treatment plan and infer the prognosis. The purpose of our study was 69 to characterize the clinical and HRCT features in patients with COVID-19 infection 70 retrospectively, to facilitate early identification and early isolation. We also aimed to 71 explore the change in HRCT on a short-term follow-up, and whether there was a 72 connection between clinical and imaging features in the early stage of the illness.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "80 underwent chest HRCT scanning in our institution. To ensure the quality and integrity of 81 clinical, laboratory and imaging data, here we included 42 patients with COVID-19 who 82 had been admitted to Tongji hospital from Jan 11, 2020 to Feb 5, 2020. Their diagnosis 83 of COVID-19 infection was confirmed with a positive result to real-time fluorescence 84 polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 nucleic acid, with 85 nasopharyngeal or oropharyngeal swab specimens. Cases with lung surgery, lung tumors 86 history or any of the other causes of pneumonia from common bacterial and viral 87 pathogens were excluded. All these patients underwent chest CT at admission and 88 subsequent visit of average 7 days (range, 3-13 days) later after treatment. 89 We retrospectively collected the clinical and laboratory data, specifically including 90 signs and symptoms, white blood cell count, neutrophil count, lymphocyte count, C-91 reactive protein (CRP), erythrocyte sedimentation rate (ESR), lactate dehydrogenase 92 (LDH), procalcitonin and D-dimer.", "latex": null, "type": "figure"}, "FIGREF12": {"text": "images were obtained using three scanners: LightSpeed Plus (GE, Medical 95 System, Milwaukee, USA), Aquilion ONE (Toshiba Medical System, Tokyo, Japan), and 96 other manifestations, such as the location of the lesion (peripheral, central, both central 118 and peripheral), pleural effusion, mediastinal lymph node changes (enlargement or 119 increased number of lymph nodes). GGO was defined as increased lung attenuation with 120 preservation of bronchial and vascular margins and consolidation was defined as 121 opacification in which the underlying vasculature was obscured (16, 17).", "latex": null, "type": "figure"}, "FIGREF13": {"text": "analysis procedures were conducted using SPSS 22.0 software (IBM, 134 Armonk, NY). p<0.05 was considered statistically significant. Comparisons between 135 initial and follow-up HRCT findings were made using paired Student t test for continuous 136 data, and the χ2 or Fisher exact test for categorical data. Correlation coefficients were 137 then calculated between clinical, laboratory findings and CT features, using Spearman or 138 Pearson correlation as appropriate. Linear regression analysis, unadjusted or adjusted for 139 age and gender, was used to identify significant variables predicting the progression of 140 opacification lesions (independent variable: clinical and laboratory findings and initial Results 144 Clinical and Laboratory Findings 145 The average age of the 25 male and 17 female patients was 49.5 ± 14.1 years (range, 146 26-75 years old). All the patients had some contact with individuals from Wuhan, or live 147 in Wuhan. The most common complaints of the patients were fever (36/42, 86%), cough 148 (27/42, 64%) and fatigue (14/42, 33%). Other complaints included diarrhea (10/42, 24%) 149 and dyspnea (8/42, 19%). The majority of the patients had a normal white blood cell count 150 (26/37, 70%), neutrophil count (26/37, 70%) and lymphocyte count (19/37, 51%). Some 151 patients had reduced white blood cell count (10/37, 27%) and reduced lymphocyte count 152 (18/37, 49%), increased CRP (27/32, 84%), increased ESR (10/22, 46%) and increased 153 LDH (15/26, 58%). More demographic data, symptoms and laboratory tests of the study 154 group are listed in", "latex": null, "type": "figure"}, "FIGREF14": {"text": "Most of the patients (38/42, 90%) had lesions located in the lower lobes. The left lower 162 lobe was the most vulnerable lobe (34/42, 81%), while the right middle lobe was the least 163 affected lobe (26/42, 62%) in this study dataset. In terms of location of the lesion in the 164 axial plane, lesions tended to be peripheral (12/42, 29%), central (5/42, 12%), or both 165 central and peripheral (25/42, 59%).", "latex": null, "type": "figure"}, "FIGREF16": {"text": ", B).", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Changes on Follow-up CT176    Most of the cases (35/42, 83%) exhibited a progressive process according to CT177 during the study time window (Figure 2C and Figure 3), including a very seriously ill 178 female patient, who died 18 days after the disease onset. Seven patients (17%) exhibited 179 approximately unchanged or decreased size of opacifications (Figure 4) (detailed in", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Table 4summarizes the correlations between clinical and laboratory findings versus 201 initial CT parameters. The correlations between clinical findings and CT parameters were 202 weak, including correlation between age and number of affected lobes (R=0.39), and 203 between cough and the sum score (R=0.32). Fever, fatigue and white blood cell count204    were not correlated to any CT parameters (p>0.05).205 Significant positive correlations were found between CRP, ESR and LDH levels and 206 several CT features, of which the sum score, area of the max lesion, consolidation and air 207 bronchograms showed weak to moderate correlations (R range 0.36-0.75) (Figure 6). 208 Factors Associated with Δ Sum during Follow-up 209 Significant associations were found between fever and highest temperature versus 210 Δ Sum, but not between other clinical parameters versus Δ Sum. Fever increased the risk 211 of progression in the opacification severity score during follow-up by 3.64 times 212 (regression coefficient B=3.64, p=0.04). Patients who had a high temperature of 38.1-213 39.0℃ was associated with 4 times higher progression in the opacification severity score, 214 compared to those who had a normal temperature of <37.3℃ (B=4.15, p=0.02), even after 215 adjusting for age and gender (B=4.06, p=0.03). Assessing initial CT features, sum score 216 and max score of opacifications, area of the max lesion in cross-section, appearance of 217 interstitial thickening showed significant inverse associations with Δ Sum in both 218 unadjusted (p range <0.001 to 0.047) and age and gender adjusted analyses (p range 219 <0.001 to 0.04) (detailed in", "latex": null, "type": "figure"}, "FIGREF19": {"text": "frequent findings in clinical symptoms and at HRCT. The most common 224 symptoms were fever (86%), dry cough (64%) and fatigue (33%), consistent with former 225 reports (2, 10, 19). The laboratory findings of normal or decreased white blood cell count 226 and lymphocyte count, as well as elevated CRP, ESR, and LDH levels could be also 227 helpful to make a diagnosis. Some investigations (16, 20), including the current one (14), 228 have shown some frequently encountered HRCT findings, some of which were similar 229 with other viral pneumonias, including specifically SARS, MERS and H7N9 pneumonia 230 (21-23). In terms of distribution, the lower lobes are preferentially affected, especially the 231 left lower lobe in our study group (34/42 cases in the initial onset stages). Pulmonary 232 lesions were most commonly in the subpleural, peribronchovascular area, or distributed 233 diffusively. In the early stages, single or multiple small ground-glass infiltration, 234 consolidation and interstitial thickening could be seen. As the disease progressed, severe 235 cases had more consolidation and air bronchograms in the relevant lobes. The diffuse 236 lesions, shown as \"white lungs\" were seen in the most severely affected patients. Fibrous 237 stripes could be seen during the remission stage. The distribution manner, together with 238 the ground-glass opacities, are very characteristic and impressive. 239 Before clinical treatments, the sum score of opacification size was positively 240 correlated with the days from illness onset to initial CT. Therefore, cautious attention to 241 symptoms and application of CT examination, as soon as possible, are helpful for early 242 detection of COVID-19 infection and standardized treatment and isolation. Especially for 243 those who were unaware of the concealed discomfort, HRCT can assist clinicians and 244 anti-epidemic workers with finding potentially infectious patients. Because of the 245 individualized treatments and individual heterogeneity, the same correlation was not 246 significant after admission to the hospital. However, the total opacification severity score 247 was still increasing with a relatively slower speed than that before treatments. 248 According to the follow-up CT images, in the early stage from illness onset, most 249 patients (83%) exhibited progression and more advanced involvement of the 250 opacifications, although all patients were hospitalized for regular treatments, including 251 oxygen inhalation, antiviral therapy, and corticosteroids and immunoglobulin therapy 252 when necessary. This may be related to the immunopathological basis that the 253 coronaviruses interact with and modify the host intracellular environment during 254 infection for the benefit of quickly replicating. The majority of studies have suggested 255 that a dysregulated/exuberant innate response is the leading contributor to coronavirus-256 mediated pathology (24). Many cytokines or chemokines are involved in the immune 257 storm post coronavirus infection (25). Though with meticulous treatments, it takes a time 258 for the immune response to build and produce antibodies to suppress virus replication. As 259 a result, it is of great importance to control the progression in the first two weeks from 260 illness onset with utmost effort. The antibodies in the plasma of those who have fully 261 recovered are utilized to treat coronavirus pneumonia in clinic. 262 In this study, several laboratory parameters, including specifically the ESR, CRP and 263 LDH, showed significant positive correlation with the severity of pneumonia quantified 264 on initial CT. Elevation of ESR, CRP and LDH levels might indicate extent of 265 (26, 27). In a previous study of convalescent patients after SARS, thin-section CT scores 267 for GGO or interstitial opacities were found to be correlated with neutrophil count, CRP 268 and LDH level (28). Guan et al. (29) detected that severe cases of COVID-19 prominently 269 had elevated levels of CRP (≥10 mg/L) (81.5% vs 56.4%, p<0.001) and LDH (≥250U/L) 270 (58.1% vs 37.2%, p<0.001) as compared with non-severe cases. 271 A multicenter study of clinical characteristics in 1099 patients with laboratory-272 confirmed COVID-19 highlighted that the surveillance case definition should not heavily 273 focus on fever detection, considering only 43.8% of patients had fever on initial 274", "latex": null, "type": "figure"}, "FIGREF20": {"text": "This study has some limitations. First, this is a modest-sized case series of patients287 admitted to the hospital. At the time of data collection, nucleic acid tests for the diagnosis 288 of COVID-19 had not yet been available for all the suspected patients and the detection 289 rate of RT-PCR nucleic acid tests was not high (12, 13). Besides, we only included 290 hospitalized patients with follow-up CT exams to ensure more information on clinical and 291 CT characteristics. Possible selection bias should be noted and further study of a larger 292 cohort is required to obtain a definitive answer. Collection of a larger cohort would help 293 to better define the clinical presentation and imaging features. Second, the quantitative 294 and semi-quantitative methods for measuring the pulmonary lesions may have certain 295 subjectivity. Third, the susceptibility of COVID-19 was considered (initially and 296 incorrectly) to be very low among infants, children and adolescents, so we didn't 297 retrospectively study these groups. More effort should be made to identify the clinical and 298 imaging features in these groups in future studies. 299 In conclusion, the results of this study confirmed that chest CT is important in the 300 diagnosis and management of the COVID-19 infection. Despite meticulous treatments, 301 most patients demonstrated progressions in the early stage from illness onset, according 302 to the follow-up CT examinations. Our clinical and radiologic study findings show that 303 CRP, ESR and LDH level positively correlate with the severity of lung abnormalities 304 quantified on initial CT; moreover, high fever is associated with an adverse follow-up CT 305 outcome, which may add a further facet in the understanding of the clinical expression of 306 this new outbreak. Being familiarized with the clinical and CT features and the early 307 changes of the COVID-19 infection, is of paramount importance.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Y, Li X, et al. Clinical features of patients infected with 2019 314 novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497-506.3153.International Committee on Taxonomy of Viruses. Naming the 2019 Coronavirus.316Available at: https://talk.ictvonline.org/. Accessed February 11, 2020.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Organization. Novel coronavirus(2019-nCoV): situation report -23. 318 Available at: https://www.who.int/docs/default-source/coronaviruse/situation-319 reports/20200212-sitrep-23-ncov.pdf?sfvrsn=41e9fb78_4. Accessed February 12, E. China coronavirus: WHO declares international emergency as death 322 toll exceeds 200. British Medical Journal Publishing Group; 2020.323 6. Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated 324 with the 2019 novel coronavirus indicating person-to-person transmission: a study 325 of a family cluster. The Lancet. 2020;395(10223):514-23. 326 7. Sun K, Chen J, Viboud C. Early epidemiological analysis of the coronavirus 327 disease 2019 outbreak based on crowdsourced data: a population-level 328 observational study. The Lancet Digital Health. 2020. 329 8. Clinical course and outcomes of critically ill patients with SARS-CoV-2 330 pneumonia in Wuhan, China: a single-centered, retrospective, observational study.", "latex": null, "type": "figure"}, "FIGREF23": {"text": ".39 (-0.60, -0.18) <0.001 -0.46 (-0.67, -0.25) its 95% confidence intervals (95% CI) indicates the changes in sum score of opacifications for every one unit/referent increase in variables. Significant results are in bold A1-A3: The HRCT images at admission of a 44-year-old male patient (5 days 409 from onset). Multiple ground-glass opacities (GGO) and GGO with interlobular septal 410 thickening (like reticulation or \"paving stone sign\") (boxes) and thin fibrous stripes 411 (arrow) are shown in different cross-sections. B1-B3: The HRCT images of a 38-year-412 old male patient, who is also medical personnel (9 days from onset). Diffuse opacities 413 and consolidation, as well as air bronchograms (arrows) can be seen. A: The differences in area and density of the max lesion in cross-section 416 between the initial and follow-up CT. B: Before admission and treatments, the sum score 417 was positively correlated with the days from onset to initial CT (with age and gender as 418 covariates, R=0.68, p<0.01). After regular treatments, the correlation was no longer 419 significant (p=0.19). C: Three different cases showing their max lesion in cross-section 420 in the initial and follow-up CT. 421 A case with progression after admission. A1-A2: The HRCT images of a 57-423", "latex": null, "type": "figure"}, "FIGREF24": {"text": "A case of slight improvement after admission. A1-A2: The HRCT images of a 427 56-year-old female patient (9 days from onset). Multiple GGO with interstitial thickening 428 and thin fibrous stripes are shown. B1-B2: Six days later, the lesion size is smaller and 429 the density is slightly increased, also with more fibrous stripes. The most serious patients are usually accompanied by acute respiratory distress 433 syndrome (A1-A2: a 57-year-old female patient, 18 days from onset; B1-B2: a 75-year-434 old male patient, 15 days from onset). There are diffuse lesions in the lungs bilaterally, Positive relationships were shown (A) between lactate dehydrogenase and sum 438 score of opacifications (R=0.78, p<0.001) and (B) between C-reactive protein and area of 439 max lesion in cross-section (R=0.65, p=0.002). R correlation coefficients are calculated 440 using partial correlation with age and gender as covariates. Patients with the COVID-19 infection usually presented with typical 26 ground-grass opacities and other CT features, which showed significant correlations with 27 some clinical and laboratory measurements. Follow-up CT images often demonstrated 28 progressions during the early stage from illness onset. 29 Keyword: COVID-19, SARS-CoV-2, viral pneumonia, clinical featuresby a novel coronavirus (1, 2), which was newly named severe acute 35 respiratory syndrome coronavirus 2 (SARS-CoV-2) (3). The disease is spreading at a 36 striking speed. Since in our institution the first case was discovered in late Dec, 2019, 37 until 12 th , February, the confirmed cases in China has exceeded 45,000 in such a short 38 period. Of these, approximately 34,000 were from Hubei province (4). More and more 39 cases of SARS-CoV-2 pneumonia have also been reported worldwide. The emerging and 40 urgent Coronavirus Disease 2019 (COVID-19) has raised intense attention globally (5). 41 The SARS-CoV-2 belongs to the family Coronaviridae, which includes viruses that 42 cause diseases ranging from the common influenza to Severe Acute Respiratory 43 Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) (1). According to the 44 epidemiological investigation, these viruses are highly infectious and can spread rapidly 45 in humans (6). The main route of transmission is via respiratory droplets, as well as 46 physical contact. Current estimates are that the incubation period is generally 3-7 days, and up to 14 days (7). People are generally susceptible. The elderly and those with 48 underlying diseases are more seriously ill after infection (8). Children and infants can also 49 be infected. The SARS-CoV-2 is highly homologous to SARS-CoV and may cause severe 50 illness similar clinically to SARS (9). Early disease progression can be rapid, and 51 sometimes results in severe respiratory distress syndrome, intensive care unit admission 52 (26%-32%) and death (4.3%-15%) (2, 8, 10). 53 The Chinese health authorities did immediate investigations and implemented 54 4 important measures to characterize this novel pneumonia and restrict its prevalence. 55 Many cities in Hubei province were sealed off from all outside contact to stop the spread 56 of the plague. Meanwhile, efficient diagnosis and treatment procedures were developed 57 (11). Symptoms resulting from COVID-19 infection in the prodromal phase include fever, 58 dry cough, and malaise, which are nonspecific (2, 8, 10). Some patients may not even 59 have obvious symptoms. Therefore, chest computed tomography (CT) , in particular high-60 resolution computed tomography (HRCT) represent valuable tools identifying patients 61 with COVID-19 infections in an early stage when clinical symptoms may be unspecific 62 or sparse (12-14). For every suspected patient, chest CT is indispensable for definitive 63 diagnosis and reexamination. According to World Health Organization and Centers for 64 Disease Control and Prevention guidelines, chest radiography and CT were the major 65 diagnostic components when SARS was prevalent (15). 66 The clinical and imaging manifestations in the early stage of COVID-19 are 67 particularly important. They can be used to confirm the diagnosis, judge the changes in 68 severity, adjust the treatment plan and infer the prognosis. The purpose of our study was 69 to characterize the clinical and HRCT features in patients with COVID-19 infection 70 retrospectively, to facilitate early identification and early isolation. We also aimed to 71 explore the change in HRCT on a short-term follow-up, and whether there was a 72 connection between clinical and imaging features in the early stage of the illness.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "review board approved this retrospective study. Informed consent 78 was waived as the study involved no potential risk to patients. From Jan 1, 2020, to Feb 79 5, 2020, more than 8,000 patients with suspected diagnosis of \"viral pneumonia\"80 underwent chest HRCT scanning in our institution. To ensure the quality and integrity of 81 clinical, laboratory and imaging data, here we included 42 patients with COVID-19 who 82 had been admitted to Tongji hospital from Jan 11, 2020 to Feb 5, 2020. Their diagnosis 83 of COVID-19 infection was confirmed with a positive result to real-time fluorescence 84 polymerase chain reaction (RT-PCR) assay for SARS-CoV-2 nucleic acid, with 85 nasopharyngeal or oropharyngeal swab specimens. Cases with lung surgery, lung tumors 86 history or any of the other causes of pneumonia from common bacterial and viral 87 pathogens were excluded. 88 We retrospectively collected the clinical and laboratory data, specifically including 89 signs and symptoms, white blood cell count, neutrophil count, lymphocyte count, C-90 reactive protein (CRP), erythrocyte sedimentation rate (ESR), lactate dehydrogenase 91 (LDH), procalcitonin and D-dimer.92 Image Acquisition 93 Chest CT images were obtained using three scanners: LightSpeed Plus (GE, Medical 94 System, Milwaukee, USA), Aquilion ONE (Toshiba Medical System, Tokyo, Japan), and 95 UCT 780 (United Imaging, Shanghai, China). A tube voltage of 100kV or 120 kV and automatic tube current modulation (100 -400mA) were used. onset of symptoms. According to the National Health and Health Commission, 100 they also underwent follow-up CT scans for evaluating the progression of the disease 101 after a short period of standardized treatment. The mean interval time from initial to 102", "latex": null, "type": "figure"}, "FIGREF26": {"text": "communication system (PACS). HRCT images were reviewed at a window width and 107 level of 1000 -1500 HU and -500 to -650 HU, respectively, for lung parenchyma, and 108 300 -350 HU and 20 -50 HU, respectively, for mediastinum. Decisions were reached by 109 consensus. For each of the 42 patients, the initial and follow-up CT images were evaluated 110 for: (1) presence of ground-glass opacities (GGO), consolidation, interstitial thickening 111 or reticulation, fibrous stripes and air bronchograms, (2) severity of opacifications, (3) 112 other manifestations, such as the location of the lesion (peripheral, central, both central 113 and peripheral), pleural effusion, mediastinal lymph node changes (enlargement or 114 increased number of lymph nodes). GGO was defined as increased lung attenuation with 115 preservation of bronchial and vascular margins and consolidation was defined as 116 opacification in which the underlying vasculature was obscured (16, 17).", "latex": null, "type": "figure"}, "FIGREF27": {"text": "age of the 25 male and 17 female patients was 49.5 ± 14.1 years (range, 141 26-75 years old). All the patients had some contact with individuals from Wuhan, or live 142 in Wuhan. The most common complaints of the patients were fever (36/42, 86%), cough 143 (27/42, 64%) and fatigue (14/42, 33%). Other complaints included diarrhea (10/42, 24%) 144 and dyspnea (8/42, 19%). The majority of the patients had a normal white blood cell count 145 (26/37, 70%), neutrophil count (26/37, 70%) and lymphocyte count (19/37, 51%). Some 146 patients had reduced white blood cell count (10/37, 27%) and reduced lymphocyte count 147 (18/37, 49%), increased CRP (27/32, 84%), increased ESR (10/22, 46%) and increased 148 LDH (15/26, 58%). More demographic data, symptoms and laboratory tests of the study 149 group are listed in", "latex": null, "type": "figure"}, "FIGREF28": {"text": "two or more lobes affected. Most of the patients (38/42, 90%) had lesions located in the 154 lower lobes. The left lower lobe was the most vulnerable lobe (34/42, 81%), while the 155 right middle lobe was the least affected lobe (26/42, 62%) in this study dataset. In terms 156 of location of the lesion in the axial plane, lesions tended to be peripheral (12/42, 29%), 157 central (5/42, 12%), or both central and peripheral (25/42, 59%).", "latex": null, "type": "figure"}, "FIGREF30": {"text": "Changes on Follow-up CT168    Most of the cases (35/42, 83%) exhibited a progressive process according to CT169 during the study time window (Figure 2C and Figure 3), including a very seriously ill 170 female patient, who died 18 days after the disease onset. Seven patients (17%) exhibited 171 approximately unchanged or decreased size of opacifications (Figure 4) (detailed in", "latex": null, "type": "figure"}, "FIGREF31": {"text": "infiltration in the lungs. Compared to initial CT, more cases with consolidation (34/42,175 81%), interstitial thickening or reticulation (29/42, 69%), air bronchograms (26/42, 62%), 176 pleural effusion (16/42, 38%), and fibrous strips (31/42, 74%) could be seen (all p ≤0.01, 177 detailed in", "latex": null, "type": "figure"}, "FIGREF32": {"text": "summarizes the correlations between clinical and laboratory findings versus 193 initial CT parameters. The correlations between clinical findings and CT parameters were 194 weak, including correlation between age and number of affected lobes (R=0.39), and 195 between cough and the sum score (R=0.32). Fever, fatigue and white blood cell count 196 were not correlated to any CT parameters (p>0.05).197 Significant positive correlations were found between CRP, ESR and LDH levels and 198 several CT features, of which the sum score, area of the max lesion, consolidation and air 199 bronchograms showed weak to moderate correlations (R range 0.36-0.75) (Figure 6). Associated with Δ Sum during Follow-up 201 Significant associations were found between fever and highest temperature versus Sum, but not between other clinical parameters versus Δ Sum. Fever increased the risk 203 of progression in the opacification severity score during follow-up by 3.64 times 204 (regression coefficient B=3.64, p=0.04). Patients who had a high temperature of 38.1-205 39.0℃ was associated with 4 times higher progression in the opacification severity score, 206 compared to those who had a normal temperature of <37.3℃ (B=4.15, p=0.02), even after 207 adjusting for age and gender (B=4.06, p=0.03). Assessing initial CT features, sum score 208 and max score of opacifications, area of the max lesion in cross-section, appearance of 209 interstitial thickening showed significant inverse associations with Δ Sum in both 210 unadjusted (p range <0.001 to 0.047) and age and gender adjusted analyses (p range 211 <0.001 to 0.04) (detailed in", "latex": null, "type": "figure"}, "FIGREF33": {"text": "COVID-19 is a newly described viral infection. Our initial experience has 215 revealed many frequent findings in clinical symptoms and at HRCT. The most common 216 symptoms were fever (86%), dry cough (64%) and fatigue (33%), consistent with former 217 reports (2, 10, 19). The laboratory findings of normal or decreased white blood cell count 218 and lymphocyte count, as well as elevated CRP, ESR, and LDH levels could be also 219 helpful to make a diagnosis. Some investigations (16, 20), including the current one (14), 220 have shown some frequently encountered HRCT findings, some of which were similar 221 with other viral pneumonias, including specifically SARS, MERS and H7N9 pneumonia 222 (21-23). In terms of distribution, the lower lobes are preferentially affected, especially the 223 left lower lobe in our study group (34/42 cases in the initial onset stages). Pulmonary 224 lesions were most commonly in the subpleural, peribronchovascular area, or distributed 225 diffusively. In the early stages, single or multiple small ground-glass infiltration, 226 consolidation and interstitial thickening could be seen. As the disease progressed, severe 227 cases had more consolidation and air bronchograms in the relevant lobes. The diffuse 228 lesions, shown as \"white lungs\" were seen in the most severely affected patients. Fibrous 229 stripes could be seen during the remission stage. The distribution manner, together with 230 the ground-glass opacities, are very characteristic and impressive. 231 Before clinical treatments, the sum score of opacification size was positively 232 correlated with the days from illness onset to initial CT. Therefore, cautious attention to 233 symptoms and application of CT examination, as soon as possible, are helpful for early 234 detection of COVID-19 infection and standardized treatment and isolation. Especially for 235 those who were unaware of the concealed discomfort, HRCT can assist clinicians and 236 anti-epidemic workers with finding potentially infectious patients. Because of the 237 individualized treatments and individual heterogeneity, the same correlation was not 238 significant after admission to the hospital. However, the total opacification severity score 239 was still increasing with a relatively slower speed than that before treatments. 240 According to the follow-up CT images, in the early stage from illness onset, most 241 patients (83%) exhibited progression and more advanced involvement of the 242 opacifications, although all patients were hospitalized for regular treatments, including 243 oxygen inhalation, antiviral therapy, and corticosteroids and immunoglobulin therapy when necessary. This may be related to the immunopathological basis that the 245 coronaviruses interact with and modify the host intracellular environment during 246 infection for the benefit of quickly replicating. The majority of studies have suggested 247 that a dysregulated/exuberant innate response is the leading contributor to coronavirus-248 mediated pathology (24). Many cytokines or chemokines are involved in the immune 249 storm post coronavirus infection (25). Though with meticulous treatments, it takes a time 250 for the immune response to build and produce antibodies to suppress virus replication. As 251 a result, it is of great importance to control the progression in the first two weeks from 252 illness onset with utmost effort. 253 In this study, several laboratory parameters, including specifically the ESR, CRP and 254 LDH, showed significant positive correlation with the severity of pneumonia quantified 255 on initial CT. Elevation of ESR, CRP and LDH levels might indicate extent of 256 inflammation or extensive tissue damage, and are frequently observed in viral pneumonia 257 (26, 27", "latex": null, "type": "figure"}, "FIGREF34": {"text": ".39 (-0.60, -0.18) <0.001 -0.46 (-0.67, -0.25) its 95% confidence intervals (95% CI) indicates the changes in sum score of opacifications for every one unit/referent increase in variables. Significant results are in bold (p value<0.05). A1-A3: The HRCT images at admission of a 44-year-old male patient (5 days 397 from onset). Multiple ground-glass opacities (GGO) and GGO with interlobular septal 398 thickening (like reticulation or \"paving stone sign\") (boxes) and thin fibrous stripes 399 (arrow) are shown in different cross-sections. B1-B3: The HRCT images of a 38-year-400 old male patient, who is also medical personnel (9 days from onset). Diffuse opacities 401 and consolidation, as well as air bronchograms (arrows) can be seen. A: The differences in area and density of the max lesion in cross-section 404 between the initial and follow-up CT. B: Before admission and treatments, the sum score 405 was positively correlated with the days from onset to initial CT (with age and gender as 406 covariates, R=0.68, p<0.01). After regular treatments, the correlation was no longer 407 significant (p=0.19). C: Three different cases showing their max lesion in cross-section 408 in the initial and follow-up CT. A case with progression after admission. A1-A2: The HRCT images of a 57-411", "latex": null, "type": "figure"}, "FIGREF35": {"text": "A case of slight improvement after admission. A1-A2: The HRCT images of a 415 56-year-old female patient (9 days from onset). Multiple GGO with interstitial thickening 416 and thin fibrous stripes are shown. B1-B2: Six days later, the lesion size is smaller and 417 the density is slightly increased, also with more fibrous stripes. The most serious patients are usually accompanied by acute respiratory distress 421 syndrome (A1-A2: a 57-year-old female patient, 18 days from onset; B1-B2: a 75-year-422 old male patient, 15 days from onset). There are diffuse lesions in the lungs bilaterally, 423 which showed as \"white lungs\". Positive relationships were shown (A) between lactate dehydrogenase and sum 426 score of opacifications (R=0.78, p<0.001) and (B) between C-reactive protein and area of 427 max lesion in cross-section (R=0.65, p=0.002). R correlation coefficients are calculated 428 using partial correlation with age and gender as covariates.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology 13. Xie X, Zhong Z, Zhao W, et al. Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. Radiology. 2020. 14. Shi H, Han X, Jiang N, et al. Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. The Lancet Infectious Diseases. 2020.", "latex": null, "type": "table"}, "TABREF1": {"text": "H, Han X, Jiang N, et al. Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. The Lancet Infectious Diseases. 2020. 30. Pan F, Ye T, Sun P, et al. Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology. 2020:200370.", "latex": null, "type": "table"}, "TABREF2": {"text": "of Viruses. Naming the 2019 Coronavirus. Available at: https://talk.ictvonline.org/. Accessed February 11, 2020. R 2.2: M&M: \"…We included 42 patients with COVID-19 who had been admitted to Tongji hospital from Jan 11, 2020 to Feb 5, 2020…\". It is critical to clarify how these patients were selectedthis should be stated -this is important to clarify what type of population you are truly dealing with, and what sort of selection bias there might have been (both of which need to be presented/discussed).", "latex": null, "type": "table"}, "TABREF3": {"text": "Gorbalenya AE. Severe acute respiratory syndrome-related coronavirus-The species and its viruses, a statement of the Coronavirus Study Group. BioRxiv. Zhang H, Xie J, et al. Sensitivity of Chest CT for COVID-19: Comparison Ye T, Sun P, et al. Time Course of Lung Changes On Chest CT During Continues data are expressed as mean ± SD. Categorical data are presented as n (%) or n/N (%), where N is the total number of patients with available data.Continues data are expressed as mean ± SD, using paired Student t-test to calculate p values.", "latex": null, "type": "table"}, "TABREF4": {"text": "Correlation coefficients for initial clinical and CT characteristicsData are R correlation coefficients, calculated using Spearman or Pearson correlation as appropriate.Correlation is significant at the 0.05 level. ** Correlation is significant at the 0.01 level.", "latex": null, "type": "table"}, "TABREF5": {"text": "Predictive factors for changes in sum score of opacifications (ΔSum) during", "latex": null, "type": "table"}, "TABREF6": {"text": "). In a previous study of convalescent patients after SARS, thin-section CT scores for GGO or interstitial opacities were found to be correlated with neutrophil count, CRP and LDH level (28).Guan et al. (29)  detected that severe cases of COVID-19 prominently had elevated levels of CRP (≥10 mg/L) (81.5% vs 56.4%, p<0.001) and LDH (≥250U/L) (58.1% vs 37.2%, p<0.001) as compared with non-severe cases.A multicenter study of clinical characteristics in 1099 patients with laboratoryconfirmed COVID-19 highlighted that the surveillance case definition should not heavily focus on fever detection, considering only 43.8% of patients had fever on initial any abnormalities on initial CT, but were positively associated with progression of the opacification on follow-up CT (mean 7 days after initial CT). These findings indicate that high fever on initial presentation is a potential risk factor of adverse CT outcomes over a short-term follow-up, however the limited cases in this study should be noted. Moreover, several initial CT findings, including sum score and max score for opacification severity as well as area of the max lesion in cross-section, were inversely associated with Δ Sum.A possible explanation for these results may be that patients with relatively serious pulmonary opacities on initial CT have already progressed and then there was a short plateau stage or a gradual decrease trend in abnormalities (14, 30).This study has some limitations. First, this is a modest-sized case series of patients admitted to the hospital. At the time of data collection, nucleic acid tests for the diagnosis of COVID-19 had not yet been available for all the suspected patients and the detection rate of RT-PCR nucleic acid tests was not high (12, 13). Besides, we only included hospitalized patients with follow-up CT exams to ensure more information on clinical and CT characteristics. Possible selection bias should be noted and further study of a larger cohort is required to obtain a definitive answer. Second, the quantitative and semiquantitative methods for measuring the pulmonary lesions may have certain subjectivity.Third, the susceptibility of COVID-19 was considered (initially and incorrectly) to be very low among infants, children and adolescents, so we didn't retrospectively study these groups. More effort should be made to identify the clinical and imaging features in these groups in future studies.In conclusion, the results of this study confirmed that chest CT is important in thediagnosis and management of the COVID-19 infection. Despite meticulous treatments, most patients demonstrated progressions in the early stage from illness onset, according to the follow-up CT examinations. Our clinical and radiologic study findings show that CRP, ESR and LDH level positively correlate with the severity of lung abnormalities quantified on initial CT; moreover, high fever is associated with an adverse follow-up CT outcome, which may add a further facet in the understanding of the clinical expression of this new outbreak. Being familiarized with the clinical and CT features and the early changes of the COVID-19 infection, is of paramount importance. Demographics and clinical characteristics Days from initial CT to follow-up CT 7.0 ± 3.3Days from illness onset to follow-up CT 11.6 ± 3.9", "latex": null, "type": "table"}, "TABREF7": {"text": "Comparison of initial and follow-up HRCT findingsContinues data are expressed as mean ± SD, using paired Student t-test to calculate p values.Categorical data are presented as n (%), using χ2 or Fisher exact test to calculate p values as appropriate. * Lymph nodes changes means mediastinal lymph nodes number > 5, or short-axis diameter > 1 cm.", "latex": null, "type": "table"}, "TABREF8": {"text": "Changes on follow-up HRCT over a mean of 7 daysData are expressed as mean ± SD or n (%).Data are R correlation coefficients, calculated using Spearman or Pearson correlation as appropriate.Correlation is significant at the 0.05 level. ** Correlation is significant at the 0.01 level.", "latex": null, "type": "table"}, "TABREF9": {"text": "Predictive factors for changes in sum score of opacifications (ΔSum) during follow-up, using linear regression analysis.", "latex": null, "type": "table"}}, "back_matter": []}