{
    "paper_id": "0c43fe3b7ac14d52853ee2cab241a227ea84d802",
    "metadata": {
        "title": "48 General Measures of Infection Control",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "N"
                ],
                "last": "Myatra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tata Memorial Hospital",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "S"
                ],
                "last": "Thota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tata Memorial Hospital",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheila",
                "middle": [
                    "Nainan"
                ],
                "last": "Myatra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tata Memorial Hospital",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": "sheila150@hotmail.com"
            },
            {
                "first": "Raghu",
                "middle": [
                    "S"
                ],
                "last": "Thota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tata Memorial Hospital",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 72-year-old male patient with non-Hodgkin's lymphoma was neutropenic after chemotherapy and presented to the ICU with breathlessness and hypotension. He was intubated and kept on a ventilator and received broad-spectrum antibiotics. He had a peripheral, central, and arterial line in place. A Foley's catheter and a nasogastric tube were also placed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Source isolation of colonized or infected patients to minimize potential transmission to other patients or staff. Isolation rooms should have tight-fi tting doors, glass partitions for observation, • and both negative-pressure (for source isolation) and positive-pressure (for protective isolation) ventilations.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "text": "•",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Step 3: Identify the patient at risk of nosocomial infections There are patient-, therapy-, and environment-related risk factors for the devel-• opment of nosocomial infection: Age more than 70 years -Shock -Major trauma -Acute renal failure -Coma -Prior antibiotics -Mechanical ventilation -Drugs affecting the immune system (steroids, chemotherapy) -Indwelling catheters -Prolonged ICU stay (>3 days) -",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hands are the most common vehicle for transmission of organisms, and \"hand • hygiene\" is the single most effective means of preventing the horizontal transmission of infections among hospital patients and health-care personnel. When and why-follow WHO's fi ve moments for hand hygiene (Fig. • 48.1 ): 1. Before touching a patient-to protect the patient from harmful germs carried on your hands 2. Before aseptic procedures -to protect the patient against harmful germs, including the patient's own germs 3. After body fl uid exposure/risk -to protect yourself and the health-care environment from the harmful patient's germs 4. After touching the patient -to protect yourself and the health-care environment from the harmful patient's germs 5. After touching the patient's surrounding -to protect yourself and the healthcare environment from the harmful patient's germs (Remember, there are two moments before and three moments after touching the patient) How • Wash hands with soap and water when they are soiled or visibly dirty with blood or other body fl uids. Wet your hands, apply soap and then scrub them vigorously for at least 15 s. Cover all surfaces of the hands and fi ngers, wash with water, and then dry thoroughly using a disposable towel.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "text": "(Fig. •",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Step 4: Observe hand hygiene"
        },
        {
            "text": "Use an alcohol-based hand rub (e.g., 0.5% chlorhexidine with 70% w/v etha-nol) if hands are not visibly dirty. A combination of chlorhexidine and alcohol is ideal as they cover Gram-positive and Gram-negative organisms, viruses, mycobacteria, and fungi. Chlorhexidine also has residual activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 4: Observe hand hygiene"
        },
        {
            "text": "During surgical hand preparation, all hand jewelries (e.g., rings, watches, brace-• lets) must be removed. Finger nails should be trimmed with no nail polish or arti fi cial nails. • Avoid wearing long sleeves, ties should be tucked in, house coats are discour-• aged, and wearing scrubs is encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 4: Observe hand hygiene"
        },
        {
            "text": "Step 5: Follow standard precautions Standard precautions include prudent preventive measures to be used at all times, • regardless of a patient's infection status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 4: Observe hand hygiene"
        },
        {
            "text": "Sterile gloves should be worn after hand hygiene procedure while touching mucous membrane and nonintact skin and performing sterile procedures (e.g., arterial, central line, and Foley catheter insertion). Clean, nonsterile gloves are safe for touching blood, other body fl uids, contaminated items, and any other potentially infectious materials. Change gloves between tasks and procedures in the same patient especially when moving from a contaminated body area to a clean body area. Never wear the same pair of gloves for the care of more than one patient. -Remove gloves after caring for a patient. -Practice hand hygiene whenever gloves are removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Gloves"
        },
        {
            "text": "Wear a gown to prevent soiling of clothing and skin during procedures that are likely to generate splashes of blood, body fl uids, secretions, or excretions. The sterile gown is required only for aseptic procedures, and for the rest, a clean, nonsterile gown is suf fi cient. Remove the soiled gown as soon as possible, with care to avoid contamination. -• Mask, eye protection/face shield Wear a mask and adequate eye protection (eyeglasses are not enough) or a face shield to protect mucous membranes of the eyes, nose, and mouth during procedures and patient-care activities that are likely to generate splashes/ sprays of blood, body fl uids, etc. Patients, relatives, and health-care workers presenting with respiratory symp-toms should also use masks (e.g., cough).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-• Gown"
        },
        {
            "text": "They are not required for routine care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Shoe and head coverings"
        },
        {
            "text": "Used patient-care equipment soiled with blood, body fl uids, secretions, or excretions should be handled carefully to prevent skin and mucous membrane exposures, contamination of clothing, and transfer of microorganisms to health-care workers, other patients, or the environment. Ensure that reusable equipment is not used for the care of another patient until it has been cleaned and sterilized appropriately. Ensure that single-use items and sharps are discarded properly. -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Shoe and head coverings"
        },
        {
            "text": "In addition to standard precautions, the following should be observed in those • patients known or suspected to have airborne, contact, or droplet infections: • Airborne precautions Disease-causing microorganisms may be suspended in the air as small particles, aerosols, or dust and remain infective over time and distance, for example, Mycobacterium tuberculosis (pulmonary/laryngeal), varicella zoster virus (chickenpox), herpes zoster (shingles), and rubeola virus (measles Noncritical patient-care equipment should preferably be of single use. If unavoidable, then clean and disinfect them adequately before using to another patient. Limit transport of the patient. -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step 6: Follow transmission-based precautions"
        },
        {
            "text": "Microorganisms are also transmitted by droplets (large particles >5 -m m in size) generated during coughing, sneezing, talking, or a short-distance traveling, for example, in fl uenza virus, Bordetella pertussis , Hemophilus in fl uenzae (meningitis, pneumonia), Neisseria meningitidis (meningitis, pneumonia, bacteremia), Mycoplasma pneumoniae , SARS-associated coronavirus (SARS-CoV), group A Streptococcus , adenovirus, and rhinovirus. Isolation is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Droplet precautions"
        },
        {
            "text": "-Respiratory protection must be employed when entering the isolation room or within 6-10 ft of the patient. Use the disposable N95 respirator mask, which fi ts tightly around the nose and mouth to protect against both large and small droplets. This should be worn by all persons entering the room, including visitors. Limit transport of the patient. Monitor endotracheal tube cuff pressure (keep it >20 cmH -2 O) to avoid air leaks around the cuff, which can allow entry of bacterial pathogens into the lower respiratory tract. Prefer endotracheal tubes with a subglottic suction port to prevent pooling of secretions around the cuff leading to microaspiration. The heat moisture exchanger may be better than the heated humidi fi er. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Droplet precautions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Audit and surveillance of infections and infection control practices. • Infection control team (multidisciplinary approach)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guideline for isolation precautions: preventing transmission of infectious agents in healthcare settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WHO's fi ve moments for hand hygiene (Adapted from WHO)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Use speci fi c strategies focused on prevention of speci fi c nosocomial infections In addition to the standard and transmission-based precautions, there are several strategies focused on prevention of speci fi c nosocomial infections in critically ill patients. Of these, ventilator-associated pneumonia (VAP), catheter-related bloodstream infection (CRBSI), and urinary tract infection (UTI) are the most important. • Strategies to reduce VAP Avoid intubation whenever possible. -Consider noninvasive ventilation whenever possible. -Prefer oral intubations to nasal unless contraindicated. -Keep head elevated at 30-45° in the semi-recumbent body position. -Daily Oral Care with Chlorhexidine solution of strength 0.12%. -Daily sedation vacation if feasible and assessment of readiness to extubate. -Consider early extubation. -Avoid reintubation whenever possible. -Routine change of ventilator circuits is not required. -",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Isolate with negative-pressure ventilation.-Respiratory protection must be employed when entering the isolation room. Use the disposable N95 respirator mask, which fi ts tightly around the nose and mouth to protect against both large and small droplets. This should be worn by all persons entering the room, including visitors.• Contact precautionsInfections can be spread by usual direct or indirect contact with an infected per-• son, the surfaces or patient-care items in the room, for example, parain fl uenza",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Some pathogens can survive for long periods in the environment, particularly • methicillin-resistant Staphylococcus aureus (MRSA), vancomycin-resistant Enterococcus (VRE), Acinetobacter species, Clostridium dif fi cile , and norovirus. EPA-registered disinfectants or detergents that best meet the overall needs of the ICU should be used for routine cleaning and disinfection. Frequency of cleaning should be as follows: surface cleaning (walls) twice weekly, fl oor cleaning two to three times per day, and terminal cleaning (patient bed area) after discharge or death. • Architecture and layout, especially while designing a new ICU The unit may be situated close to the operating theater or emergency depart-ment for easy accessibility but should be away from the main ward areas. Central air-conditioning systems are designed in such a way that recirculated air must pass through appropriate fi lters. It is recommended that all air should be fi ltered to 99% ef fi ciency down to 5 -m m. Suitable and safe air quality must be maintained at all times. Air movement should always be from clean to dirty areas. It is recommended to have a minimum of six total air changes per room per hour, with two air changes per hour composed of outside air. Isolation facility should be with both negative-and positive-pressure ventilations. Clearly demarcated routes of traf fi c fl ow through the ICU are required. -Adequate space around beds is ideally 2.5-3 m. -Electricity, air, vacuum outlets/connections should not hamper access around the bed. Adequate number of washbasins should be installed. -Alcohol gel dispensers are required at the ICU entry, exits, every bed space, and every workstation. There should be separate medication preparation area. -There should be separate areas for clean storage and soiled and waste storage and disposal. Adequate toilet facilities should be provided. -Step 9: Organizational and administrative measures Work with hospital administration for better patient-to-nurse ratio in the ICU. • Policies for controlling traf fi c fl ow to and from the unit to reduce sources of • contamination from visitors, staff, and equipment. Waste and sharp disposal policy. • Education and training for ICU staff about prevention of nosocomial infections. • ICU protocols for prevention of nosocomial infections. •",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}