{
    "paper_id": "0c519711f10d18ebe51567550bc92e592c88991a",
    "metadata": {
        "title": "Journal Pre-proof Caring for patients with diabetes during COVID-19 pandemic: Important considerations for pharmacists Title Title of the article: Caring for Patients with Diabetes during COVID-19 Pandemic: Important Considerations for Pharmacists Considerations for Pharmacists 2 Suspected association of diabetes with COVID-19",
        "authors": [
            {
                "first": "Mohamed",
                "middle": [
                    "Hassan"
                ],
                "last": "Elnaem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Islamic University Malaysia",
                    "location": {
                        "settlement": "Kuantan, Pahang",
                        "country": "Malaysia"
                    }
                },
                "email": "drmelnaem@gmail.com&drmelnaem@iium.edu.my"
            },
            {
                "first": "Ejaz",
                "middle": [],
                "last": "Cheema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Quality Use of Medicines Research Group",
                    "institution": "University of Birmingham",
                    "location": {
                        "addrLine": "Edgbaston",
                        "settlement": "Birmingham, Kuantan, Pahang",
                        "country": "UK, Malaysia"
                    }
                },
                "email": "e.cheema@bham.ac.uk"
            },
            {
                "first": "Mohamed",
                "middle": [],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elnaem",
                "middle": [],
                "last": "Pharmd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current pandemic of the COVID-19 infection, coupled with the increased global burden 4 of diabetes, has imposed significant challenges to the healthcare providers in providing 5 effective and sustained care to patients with diabetes care during the ongoing pandemic. It is, 6 therefore, important for healthcare providers to understand and follow the recommended 7 changes in the delivery of care, lifestyle modifications, and pharmacotherapy to ensure 8 optimal care to the patients during and post-pandemic era. This commentary aims to discuss 9 the impact of COVID-19 on diabetes care and the important considerations for pharmacists 10 during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the time of intercurrent illness, patients with diabetes are at a higher risk of developing 24 hyperglycemia and therefore, more prone to the development of dehydration, diabetic 25 ketoacidosis (DKA) or Hyperosmolar hyperglycemic state (HHS). 4 Consequently, 26 pharmacists need to educate patients to help them manage these symptoms. The pharmacists' 27 support is crucial for the patients in reducing their risk of developing acute complications and 28 associated hospital admissions. The majority of clinical guidelines endorse metformin as a first choice antidiabetic due to its 44 efficacy, lower hypoglycemia risk, and medication-induced weight loss. 7 Nevertheless, the Gliclazide is known to be associated with the risk of hypoglycemia, particularly in case of 54 poor appetite, so a dose reduction should be considered. 6 However, as hyperglycemia is more with the use of GLP-1 receptor agonists. However, recent evidence from a meta-analysis did 96 not support any increased risk among patients with type 2 diabetes. 16 Nevertheless, patients 97 should be adequately educated to recognize the associated symptoms that are also 98 overlapping with DKA clinical presentation. 4 As such, if DKA or pancreatitis is suspected, 99 this medication should be discontinued, and patients should be referred to seek medical 100 consultation. ",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "text": "16",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pharmacists-led support for patients with diabetes in the post-pandemic era 144 Pharmacy professionals are critical in the preparation of an optimal response to the COVID-145 19 pandemic. 24 The following recommendation can help pharmacists deliver effective care to 146 patients with diabetes during and post-COVID-19 era. ",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The impact of social distancing on the self-management of diabetes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "GLP-1 receptor agonists and pancreatic safety concerns in 230 type 2 diabetic patients: data from cardiovascular outcome trials. Endocrine. February on the clinical, humanistic and cost outcomes of high-risk patients with type 2 diabetes 274 (IMPACT): a randomized controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Pharm Ther",
            "volume": "42",
            "issn": "4",
            "pages": "475--482",
            "other_ids": {
                "DOI": [
                    "10.1111/jcpt.12536"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The influence of pharmacist-led adherence support on 277 glycaemic control in people with type 2 diabetes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kharjul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Clin Pharm",
            "volume": "40",
            "issn": "2",
            "pages": "354--278",
            "other_ids": {
                "DOI": [
                    "10.1007/s11096-018-0606-z"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "requirements are estimated to increase during the acute illness due to the 31 upregulation of counter-regulatory hormones such as cortisol. 5 Patients with type 1 diabetes 32 should receive supplementary doses of short-acting insulin in case of elevated blood glucose 33 levels. 5 Meanwhile, if blood glucose levels are lower than the target value, insulin doses may 34 be reduced by 10 to 20% with the consideration of omitting mealtime insulin doses if little or 35 no carbohydrate is consumed. 4 Overall, insulin dose adjustments should be made under direct 36 medical supervision, with all attempts not to stop insulin completely among patients with 37 type 1 diabetes. Meanwhile, patients with type 2 diabetes who had significantly higher blood 38 glucose levels may need increments in their insulin requirements by 10-20%. 6 Besides, an 39 increase in the frequency of blood glucose monitoring should be considered during the time 40 of acute illness. 5 Consequently, the monitored blood glucose levels and dietary carbohydrate 41 intake are bases for further adjustment in insulin requirements.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "45 medication-induced gastrointestinal symptoms could aggravate the risk of dehydration and 46 potentially impose risk on the renal function; therefore, temporary discontinuation of the medication may be warranted. 5 Also, metformin should be temporarily discontinued in the 48 presence of concurrent illnesses that can elevate the risk of renal disease such as severe 49 infection and shock. 4 In the absence of acute illness, pharmacists should educate patients 50 about the proper management of the gastrointestinal symptoms to avoid the risk of 51 dehydration while maintaining good glycaemic control. 52 Gliclazide 53",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "55common during the intercurrent illness, a further increase in the doses could be made 56 accordingly. 4 Furthermore, frequent blood glucose monitoring would help healthcare 57 providers in adjusting the treatment that could be continued during the time of acute illness 5 .58Dipeptidyl Peptidase-4 inhibitors (DPP4i)59    As highlighted earlier, the critical responses to COVID-19 infection are modulated through60 an inflammatory pathway, and anti-inflammatory medications are of utmost importance 61 besides the targeted antivirals. 8 Moreover, diabetes medications that have been reported to 62 exert anti-inflammatory actions such as Dipeptidyl Peptidase-4 inhibitors (DPP4i) are sought 63 to reduce the severity of the inflammatory mediated acute complications of COVID-19 64 infection, although their exact clinical benefit remains uncertain. 9 On the other hand, 65 considering that DPP4 is known to activate T-cells and promote inflammation, there are also 66 concerns about the potential increase in the risk of infections associated with DPP4i. 10 67 Therefore, there is a need for rigorous large-scale data to confirm the assumptions of a 68 prospective role of diabetic medications with anti-inflammatory actions on the exact 69 outcomes or severity of the COVID-19 infection. cardiovascular and renal outcomes among patients with diabetes and, as such, could be a 74 reasonable option where there is a risk on the integrity of heart and kidneys. 11 Furthermore, 75 SGLT2i has been commended for its weight reduction properties. 7 However, in the presence 76 of acute illness, loss of appetite, and gastrointestinal discomfort, it would be recommended to 77 temporarily stop this medication to reduce the risk of developing further complications such 78 as DKA. 12 Generally, patients on SGLT2i should be adequately educated by pharmacists on 79 how to recognize the signs and symptoms of euglycemic DKA. 13 Furthermore, patients 80 should be advised regarding the risk of developing urogenital infections that have been 81 previously reported among SGLT2i users, particularly among female patients. 14 82 Pioglitazone 83 Despite having an anti-inflammatory action, pioglitazone could lead to fluid retention that 84 could further complicate the management in diabetic patients with concurrent cardiovascular 85conditions such as heart failure.15  Besides, it may cause weight gain, which is a concern, 86 particularly in the time of pandemic where patients may already be at increased risk of weight 87 gain due to their sedentary lifestyle. 7 Given these concerns, pioglitazone should be among the 88 least recommended options for the management of diabetes during COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The use of GLP-1 receptor agonists has been markedly rising, considering its reported91 cardiovascular outcomes, lower hypoglycemia risk, and minimal impact on weight. 7 92 However, like metformin, gastrointestinal symptoms such as nausea and vomiting are 93 common. Furthermore, there are several case reports of DKA incidence in patients prescribed 94 with exenatide and liraglutide. 4 In addition, there have been instances of acute pancreatitis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "has been an integral component of CVD prevention among patients with type 2 103 diabetes. 17 Statins by virtue of their anti-inflammatory effect could be helpful in the 104 management of viral illnesses such as COVID-19 18 and have also been listed for off-label 105 use in some of the current COVID-19 treatment protocols due to their immunomodulatory 106 effects. 19 However, statins may exhibit drug-drug interactions with antiviral agents used in 107 the COVID-19 treatment protocols. The current evidence, however, does not indicate the 108 need to discontinue statin therapy for diabetic patients infected with COVID-19 infection. 20 109 110Issues with diabetes care in the post-pandemic era111    In the ongoing discussions to adopt \"new normal\" to the general lifestyle and businesses, it is 112 expected that health care services will undergo significant changes to accommodate for the 113 delivery of patient care in the post-COVID-19 era. 21 It is likely to witness a widescale 114 application of telehealth and the use of wearable technologies for effective self-management 115 and proper patient monitoring. 2 Furthermore, what has been previously regarded as add-on 116 solutions for certain patients' groups will be a routine of care for the majority of the patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "to act proactively to ensure the delivery of adequate and safe supply of 149 medications to their patients 25 . Pharmacy departments are therefore expected to extend the 150 scope of remote mobile services, drive-through, and home delivery services to limit the need 151 for frequent visits to the pharmacies by patients.26  In addition, it is essential for pharmacists 152 to optimize the medication supply to lessen the extent of unused medications that could153 unnecessarily compromise the medication storage and potentially affect the quality of 154 medication use. 27 155 Telepharmacy counseling and monitoring 156 In the era of general restrictions on face-to-face communication, it would be exemplary for 17. Elnaem M, Nik Mohamed M, Huri HZ, et al. Statin therapy prescribing for patients 233 with type 2 diabetes mellitus: A review of current evidence and challenges. Schönbeck U, Libby P. Inflammation, immunity, and HMG-CoA reductase inhibitors: 236 Statins as antiinflammatory agents? Circulation. 2004;109(21 SUPPL.). 237 doi:10.1161/01.cir.0000129505.34151.23 238 19. Hospital MG. Massachusetts General Hospital COVID-19 Treatment Guidance.; Dashti-Khavidaki S, Khalili H. Considerations for statin therapy in patients with 241 COVID-19. Pharmacotherapy. 2020:19-21. doi:10.1002/phar.2397 242 21. Dawoud D. Emerging from the other end: Key measures for a successful COVID-19 243 lockdown exit strategy and the potential contribution of pharmacists. Res Soc Adm 244 Pharm. 2020. doi:10.1016/j.sapharm.2020.05.011 245 22. Gonzalvo JD, Hamm J, Eaves S, et al. A Practical Approach to Mental Health for the 246 Diabetes Educator. AADE Pract. 2019;7(2):29-44. doi:10.1177/2325160319826929 247 23. Rhee JJ, Zheng Y, Liu S, et al. Glycemic Control and Infections among US 248 Hemodialysis Patients with Diabetes Mellitus. Kidney Int Reports. April 2020. 249 doi:10.1016/j.ekir.2020.04.020 250 24. Arain S, Thalapparambath R, Al Ghamdi FH. COVID-19 pandemic: Response plan by 251 the Johns Hopkins Aramco Healthcare inpatient pharmacy department. Res Social Adm 252 Pharm. May 2020. doi:10.1016/j.sapharm.2020.05.016 253 25. Zheng S qian, Yang L, Zhou P xiang, Li H bo, Liu F, Zhao R sheng. 254 Recommendations and guidance for providing pharmaceutical care services during 255 COVID-19 pandemic: A China perspective. Res Soc Adm Pharm. 2020;(49):0-1. 256 doi:10.1016/j.sapharm.2020.03.012 257 26. Pharmaceutical Services Programme M of HM. COVID-19 Infographic | 258 Pharmaceutical Services Programme. https://www.pharmacy.gov.my/v2/en/covid-19. 259 Accessed May 21, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Maharana S, Paul B, … AD. Storage, reuse, and disposal of unused medications: a 261 cross-sectional study among rural households of Singur, West Bengal. Int J Med Sci 262 Public Heal. 2017;6(7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "263 https://go.gale.com/ps/i.do?id=GALE%7CA501599147&sid=googleScholar&v=2.1&i 264 t=r&linkaccess=abs&issn=23204664&p=AONE&sw=w. Accessed May 21, 2020.265 28. Alexander E, Butler CD, Darr A, et al. ASHP Statement on Telepharmacy. Am J Heal 266 Pharm. 2017;74(9):e236-e241. doi:10.2146/ajhp170039 267 29. Greenwood DA, Gee PM, Fatkin KJ, Peeples M. A Systematic Review of Reviews 268 Evaluating Technology-Enabled Diabetes Self-Management Education and Support. J 269 Diabetes Sci Technol. 2017;11(5):1015-1027. doi:10.1177/1932296817713506 270 30. Tang, Wei et al. Hydroxychloroquine in Patients Mainly with Mild to Moderate 271 COVID-19: An Open-Label, Randomized, Controlled Trial.; 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}