{
    "paper_id": "0c54cf54c2e220e4e0a8bd5c8c05c0cacf43d327",
    "metadata": {
        "title": "Journal Pre-proof Thoracic Surgical Oncology in Lombardy: How to Do It During COVID-19 Time?",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Bertolaccini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Spaggiari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover page and metadata, and formatting for readability, but it is not yet the definitive version of record. This version will undergo additional copyediting, typesetting and review before it is published in its final form, but we are providing this version to give early visibility of the article. Please note that, during the production process, errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thoracic Surgery Outcomes Research Network I. Covid-19 guidance for triage of operations for thoracic malignancies: A consensus statement from thoracic surgery outcomes research network",
            "authors": [],
            "year": 2020,
            "venue": "Ann Thorac Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The hearth of mathematical and statistical modelling during the coronavirus pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bertolaccini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spaggiari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Interact Cardiovasc Thorac Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Testing for covid-19 in lung cancer patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Passaro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "Tsk",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Attili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitsudomi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Marinis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2020 by The Society of Thoracic SurgeonsThoracic Surgical Oncology in Lombardy: How to Do It During COVID-19 Time?To the Editor:The health emergency from CoronaVIrus Disease-19 (COVID-19) requires special attention to lung cancer (LC) patients, vulnerable by tumour disease or the effects of oncological and radiotherapy treatments. Delayed LC surgeries could cause LC progressions with no longer resectable tumours.In stage I LC, a time-to-treat >8 weeks has associated with a reduction in 5-year survival; in stage III LC, a lag between neoadjuvant therapy and surgery >3 months was associated with shorter median survival (1, 2).On March 2020, to avoid the complete stop of oncological surgical procedures, Lombardy designed a hub system diverting all cancer patients to our Comprehensive Cancer Centre. Until 10 April 2020, in our Institute, all patients received an extensive COVID-19 related history interview, but the swab test was done only in symptomatic patients. Nonetheless, this approach has resulted in a biased selection.Despite the current lack of robust data (3), our Thoracic Surgery Division (first as volume and delivered quality in Italy) decided on testing for a baseline COVID-19 swab all LC surgical patients. The aim was to maintain, during COVID-19 epidemic, high-volume LC surgeries with wellestablished protected protocols and pathways.From 10 April 2020 up to now, even after a negative triage with temperature and medical history, the days before hospital admission, 58 entirely asymptomatic patients (scheduled for EBUS or LC surgery) underwent COVID-19 swabs. Of these, 7 (12.1%) patients had a positive COVID-19 -2 -swab and were rescheduled for surgery.In conclusion, our initial clinical evidence supports the mandatory use of the COVID-19 swabs as a screening tool in all asymptomatic patients who should undergo LC surgeries. The COVID-19 grid search in LC patients could decrease the in-hospital transmission (e.g. indirect transmission between patients using the same bathroom with standard disinfection). Besides, the early identification of asymptomatic COVID-19 patients could also avoid severe postoperative respiratory complications COVID-19 related and could protect the health-workers,",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}