{
    "paper_id": "0c6736b78ad5a01d25613356fb760640ca225433",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Colin",
                "middle": [
                    "R"
                ],
                "last": "Simpson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "D"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kirsty",
                "middle": [],
                "last": "Challen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "De Angelis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [],
                "last": "Fragaszy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Goodacre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Hayward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [
                    "Shen"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Rubin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malcolm",
                "middle": [
                    "G"
                ],
                "last": "Semple",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [],
                "last": "Knight",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "Simpson@vuw Ac"
                ],
                "last": "Nz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "www.thelancet.com/infection Published online May 15, 2020 https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In response to delays in research for 2009 influenza A/H1N1, in 2012 the National Institute for Health Research (NIHR), a UK funder, funded a portfolio of nine projects. 1 These projects were put on standby in a maintenance-only state awaiting activation in the event of new influenza pandemic. The portfolio covered key pathways of health care, including surveillance, primary prevention, triage, and clinical management. In 2018, a request was made by NIHR to adapt these projects to include new and emerging infectious diseases. All projects were able to be repurposed and eight have now been activated in response to the coronavirus disease 2019 (COVID-19) pandemic. The Flu Telephone Survey Template study (FluTEST; ISRCTN40930724) is the first study to be activated and is a survey of public knowledge, attitudes, and behaviour that has been assessing the effect of official communications on behaviour change in the community (appendix pp 1-4). The Early estimation of pandemic influenza Antiviral and Vaccine Effectiveness (EAVE; ISRCTN55398410) study uses a community and national laboratory dataset to link primary care data with serological, hospital, and mortality outcome data. This study is to be expanded (EAVEII) with data from 5 million patients in addition to new datasets including hospital ePrescribing and intensive care unit data. Risk factors for infection and severe morbidity and mortality and potential therapy and vaccine effectiveness and safety are also to be explored as part of the study. The Pandemic Influenza Community Assessment Tools study (FLU-CATS; ISRCTN87130712) runs each winter influenza season to engage in real-time refinement and validation of criteria in primary care to aid hospital referral. FLU-CATS has been adapted to gather data from patients with suspected COVID-19, including data from telephone consultations. The International Severe Acute Respiratory and emerging Infection Consortium ISRCTN56149622) study, which aimed to identify the most accurate triage method to predict severe illness among patients attending the emergency department with suspected pandemic influenza, has become the Pandemic Respiratory Infection Emergency System Triage (PRIEST; ISRCTN28342533) study, reflecting expansion to include all pandemic respiratory infections and the involvement of the ambulance service, alongside the emergency department, in deciding who needs admission to hospital. The UK Obstetric Surveillance System (UKOSS) pregnancy study, which aimed to collect existing data on pregnant and postpartum women admitted to hospital with influenza infection, has been activated, with no alterations to the study other than a change to collection of data on COVID-19. The dexamethasone arm of RECOVERY (ISRCTN50189673) is effectively an adaptation of the Multi-centre Adjuvant Steroids in Adults with Pandemic Influenza (ASAP; ISRCTN72331452) trial. The first patient was recruited to the RECOVERY trial within 2 weeks of WHO characterising the COVID-19 outbreak as a pandemic (on March 11, 2020). The Realtime Modelling of a Pandemic Influenza Outbreak (RTM) study was activated before the COVID-19 pandemic, creating real-time models to predict the impact of seasonal influenza. 3 The model has been adapted to COVID-19 and has been assisting SAGE through SPI-M. In February 2020, decisions on the strategy for epidemic containment were guided by simulation of possible scenarios and the model is now being used to estimate the incidence of new COVID-19 cases and to predict the number of community deaths by age group and UK National Health Service NHS region. Outputs from the model inform PHE regional resource planning and,",
            "cite_spans": [
                {
                    "start": 3229,
                    "end": 3230,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "through SPI-M, support decisions on the relaxation of physical distancing measures. The population-level susceptibility, severity and spread of pandemic influenza study (PIPS; ISRCTN80214280) has not been activated because The Health Survey for England has temporarily paused field work due to physical distancing measures, which has made the timely collection of specimens for serology not possible at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UK hibernated pandemic influenza research portfolio: triggered for COVID-19"
        },
        {
            "text": "Our national portfolio of hibernated pandemic studies is illustrating the value of the UK's clinical research system and the potential for rapid research, and the clinical and public health response to the COVID-19 pandemic. The fact that most studies have been activated, and are going well, shows that this model is an optimal way of using hibernating research studies to prepare and then rapidly respond to pandemic and emerging infections. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UK hibernated pandemic influenza research portfolio: triggered for COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The UK's pandemic influenza research portfolio: a model for future research on emerging infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beever",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Challen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ISARIC/WHO clinical characterisation protocol for severe emerging infections. NHS Health Rsearch Authority",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Semple",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forecasting the 2017/2018 seasonal influenza epidemic in England using multiple dynamic transmission models: a case study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Birrell",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corbella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Public Health",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comment www.thelancet.com/infection Published online May 15, 2020 https://doi.org/10.1016/S1473-3099(20)30398-4 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(ISARIC) WHO Clinical Characterisation Protocol for emerging infections UK (CCP-UK; ISRCTN66726260) study facilitates the collection of standardised clinical data and samples on patients who have been admitted to hospital with suspected or confirmed COVID-19. Funded by the UK Medical Research Council (MRC) and NIHR, 30 885 patients have been recruited to CCP-UK (as of May 6, 2020) and samples are being distributed to academic collaborators, commercial entities, Public Heath England (PHE), and the National Institute for Biological Standards and Controls. 2 Data from CCP-UK is supporting the Scientific Pandemic Influenza Modelling Committee (SPI-M) and the Scientific Advisory Group for Emergencies (SAGE). The PAndemic INfluenza Triage in the Emergency Department (PAINTED;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SG is Chair of the NIHR Health Technology Assessment Commissioning Committee and chaired the NIHR Pandemic Influenza Themed Call Board. All authors report grants from NIHR during the conduct of (and related to) the studies.CS reports grants from MRC, National Environment Research Council, New Zealand Health Research Council, and The Ministry of Business, Innovation and Employment. DDA reports grants from PHE and the MRC. DDA is a member of SPI-M. MGS reports grants from MRC and is a member of the Government's SAGE Coronavirus Response and New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG). WSL is a member of NERVTAG and the Joint Committee of Vaccination and Immunisation (JCVI). EF reports grants from Wellcome Trust, MRC, Engineering and Physical Sciences Research Council, and Economic and Social Research Council. GJR is a member of NERVTAG. The views and opinions expressed here are those of the authors and do not necessarily reflect those of the Health Services and Delivery Research programme of the NHS, Health Technology Assessment, or Public Health programmes, NIHR, NHS, or the UK Department of Health. Members of the NIHR hibernated pandemic studies collaborative group are listed in the appendix.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}