{
    "paper_id": "0c6cfd13c50536e202adcaf0ea15c591f37cd9ca",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 and Moral Imperialism in Multinational Clinical Research COVID-19 and Moral Imperialism in Multinational Clinical Research",
        "authors": [
            {
                "first": "Fernando",
                "middle": [],
                "last": "Hellmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Campus Universitário Reitor",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Bryn",
                "middle": [],
                "last": "Williams-Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal",
                    "location": {
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Volnei",
                "middle": [],
                "last": "Garrafa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UNESCO Chair and Post Graduate Program in Bioethics",
                    "institution": "University of Brasilia",
                    "location": {
                        "settlement": "Brasilia",
                        "region": "DF",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "João",
                "middle": [],
                "last": "David",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ferreira",
                "middle": [],
                "last": "Lima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Santa",
                "middle": [],
                "last": "Catarina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Brazil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Universitário",
                "middle": [],
                "last": "Reitor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Trindade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "international criticism. This case highlights a problematic ethical double standard in multinational clinical research: trials that would be considered unethical in high income countries (e.g., placebocontrolled where there is an existing treatment) are nonetheless justified in low-and-middle-income countries because the existing standards of care are less (i.e., no access to a treatment). Underlying this ethical double standard in some multinational clinical trials is a moral imperialism and persistent colonialist thinking that must be rejected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Key Words: Ethics, Research Design, Clinical Trials, COVID-19, low-and-middle-income countries, Colonialism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In early April 2020, two French doctors were accused of racism following a TV debate in which they discussed the pertinence of testing a COVID-19 vaccine in Africa (1). One doctor asked: \"If I can be provocative, shoul dont we be doing this study in Africa, where there are no masks, no treatments, no resuscitation, a bit like it is done elsewhere for some studies on AIDS or in prostitutes: we try things because we know they are highly exposed. What do you think?\" The other doctor agreed that such a trial was warranted. What these two doctors proposed is known as a double standard, i.e., to conduct research in low-and-middle-income countries (LMIC) that would not be ethically acceptable or permitted in a high-income country (HIC) because of different standards of care, e.g., access to existing therapies, or in this case, protective measures such as masks and gloves. Although provocative and shocking to many, the exchange between the French doctors -who were forced to publicly apologize -points to situations that have occurred in the past and continue to occur today in LMIC (2) . Further, it highlights a persistent moral imperialism and colonialist thinking in some multinational clinical trials that leads HIC researchers to imagine that widely accepted research ethics Lingering prejudices from 19 th and 20 th Century colonial expansion help to perpetuate a status quo relationship between HIC and LMIC. Social inequity is materialized in numerous countries (LMIC, but also HIC) through a lack of universal access to proper health care, but is still wrongly understood by some bioethicists and by clinical researchers as a \"local standard\" that researchers must \"live with\". Worse, existing ethical guidelines continue to accommodate clinical trials methods in LMIC that would, in HIC, be considered unethical.",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this context, the provocative hypothesis advanced on French TV regarding COVID-19 vaccine research in Africa -i.e., on populations who do not have access to protective measures such as masks or gloves that would be the norm in HIC -must be seen for what it is, a demonstration that the moral imperialism and colonial frameworks still exist and continue to be articulated in the outsourcing of clinical trials to LMIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus : des spécialistes français s'excusent après leurs propos sur un test de vaccin en Afrique",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Monde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Moral imperialism and multi-centric clinical trials in peripheral countries",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garrafa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lorenzo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch Med Res",
            "volume": "",
            "issn": "",
            "pages": "20--508",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unethical trials of interventions to reduce perinatal transmission of the human immunodeficiency virus in developing countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "NEJM",
            "volume": "337",
            "issn": "",
            "pages": "853--856",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The best possible intentions\" testing prophylactic approaches on humans in developing countries",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Löwy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "",
            "pages": "226--237",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Imperialism, race, and therapeutics: the legacy of medicalizing the \"colonial body",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Law Med Ethics",
            "volume": "36",
            "issn": "",
            "pages": "506--516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Standard of Care Debate: Against the Myth of an \"International Consensus Opinion",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schüklenk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Ethics",
            "volume": "30",
            "issn": "",
            "pages": "194--197",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Santa Catarina, CEP: 88040-900, Brasil; Phone: (+55) (48) 99030480; E-mail: fernando.hellmann@ufsc.br A TV debate in April 2020 between two French doctors regarding the benefits of testing a coronavirus vaccine in Africa where there are no masks or treatments available has led to Arch Med Res E20_508 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "French doctor supported his position by referring to AIDS research carried out in African countries. One of these was the placebo controlled study of zidovudine to prevent mother-to-child HIV transmission in contexts where effective treatments existed but were unavailable to the local population(3). This trial received financial support from American and French government agencies although it would not have been considered ethically acceptable in the sponsoring countries.The use of LMIC for clinical research that embodies such a double standard is not new(4,5); it has its roots in tropical medicine and colonial health services established following 19 th century colonial expansion. This era coincided with the period when eugenics was pervasive in the mainstream European and American scientific establishment(5). Numerous historical examples also testify to the dangers of \"well intentioned\" researchers conducting studies in the \"best interests\" of local populations (4). So, one must keep this historical perspective in mind when reflecting on arguments for the outsourcing of clinical research to LMIC.In contrast to the colonial period, contemporary clinical research is bound by strict and widely accepted ethical and methodological norms, any divergence from which must be justified. For the two French doctors (1), conducting a placebo-controlled clinical study of zidovudine in impoverished African countries was ethically acceptable because these control populations would be no worse off with the placebo as treatments were not widely available. Using the same rationale, some bioethicists have argued for the ethicality of research limited by the \"local standard of care\", grounded on the principle of nonmaleficence and supported by the US National Bioethics Advisory Commission (NBAC), the European Group on Ethics in Science and New Technologies (EGE), and the UK Nuffield Council on Bioethics (NCB)(6). However, this position can be critiqued by rejecting a lack of access to health services as a \"local standard of care\", and pointing out that the situation is a social Arch Med Res E20_508 4 injustice in large part the result of previous colonial exploitation by HIC. One could go even further and argue that these normative documents have been developed to accommodate persistent ethically reprehensible research practices in LMIC.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}