{"paper_id": "0c70587aba7fdbbf833d9281eb4efe044044a2c8", "metadata": {"title": "Infections in Hematology Patients", "authors": [{"first": "H", "middle": ["M"], "last": "Lazarus", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["H"], "last": "Schmaier", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ola", "middle": [], "last": "Blennow", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Per", "middle": [], "last": "Ljungman", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "In hematology patients, the immunosuppression caused by the hematologic disease and its treatment usually predicts both the severity and type of infections. Neutropenia predisposes to severe bacterial infections and, if prolonged, for fungal infections, while an impaired T-cell function increases the risk for fungal and viral infections. Besides knowledge about the patients' immune status, the local resistance pattern, such as the frequencies of extended spectrum betalactamase (ESBL)-producing Enterobacteriaceae and methillicin-resistant Staphylococcus aureus (MRSA), is important when deciding on empirical antimicrobial therapies. An important diagnostic principle in immunosuppressed patients is to \"go for the bug\" at the place of infection using invasive procedures, most often bronchoalveolar lavage (BAL) and biopsies.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Prevention of infection in hematology patients consists of antimicrobial prophylaxis, prevention of exposure to infectious agents, and immune prophylaxis (vaccination; immune globulin).", "cite_spans": [], "ref_spans": [], "section": "Prevention of Infections"}, {"text": "Most studies of antibacterial prophylaxis have been performed with fluoroquinolones. Although the risk for neutropenic fever can be reduced, the effects on outcome have been variable, and its use is controversial due to the increased rates of resistance. If antibacterial prophylaxis is to be used, it should be reserved only to high-risk patients.", "cite_spans": [], "ref_spans": [], "section": "Prevention of Infections"}, {"text": "Antifungal and antiviral prophylaxis regimens are discussed in sections dealing with the specific pathogens further on in this chapter. Other preventive measures are described in Table 38 .1.", "cite_spans": [], "ref_spans": [{"start": 179, "end": 187, "text": "Table 38", "ref_id": "TABREF0"}], "section": "Prevention of Infections"}, {"text": "A. Epidemiology:", "cite_spans": [], "ref_spans": [], "section": "Neutropenic Fever"}, {"text": "1. Neutropenic fever is usually defined as a single temperature measurement of ≥38.3 °C (101 °F) or a temperature of ≥38.0 °C (100.4 °F) sustained over a 1-h period in a patient with ANC <500 cells/μL. 2. It is very common in patients with hematologic malignancies and occurs in more than 80% of patients with chemotherapy-associated neutropenia. 3 . In approximately 50% of episodes, no diagnosis can be established (i.e., fever of unknown origin, FUO), whereas clinically documented infections and microbiological documented infections are diagnosed in around 25% of episodes each. 4. Bloodstream infections constitute the vast majority of microbiological documented infections. The epidemiology of bloodstream infections differs between centers, but generally there is a slight dominance of Gram-negative enteric bacteria (such as E. coli, K. pneumoniae, P. aeruginosa) over Grampositive pathogens (such as coagulase-negative staphylococci, viridans streptococci, E. faecium). Antimicrobial resistance is rapidly increasing among both Gram-negative and Gram-positive isolates, most importantly extended ESBL production in Enterobacteriaceae. 5. The all-over mortality is low, around 5%, due to low mortality in patients with FUO. In patients with documented infections, the reported mortality rates are considerably higher: around 20% in patients with lung infiltrates, 35% in severe sepsis, and 50% in patients with septic shock [1] . B. Diagnostics: 1. A careful clinical examination should be performed daily to identify possible infection focuses and detect clinical deterioration. Focuses that are easily overlooked include dental infections and perianal infections. 2. Blood cultures should be taken through the central catheter and peripherally simultaneously, making it possible to identify catheter-related bloodstream infections (see section \"CRBSI\"). The total blood volume should be at least 40 ml (i.e., four bottles) to reach an acceptable sensitivity.", "cite_spans": [{"start": 347, "end": 348, "text": "3", "ref_id": "BIBREF4"}, {"start": 1433, "end": 1436, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Neutropenic Fever"}, {"text": "3. Other cultures depend on the clinical signs of infection. Possible specimens include sputum, urine, skin, and stool samples (for Clostridium difficile). 4 . PCR for respiratory viruses should be performed in severely immunocompromised patients with respiratory symptoms especially in influenza season. PCR for other viruses is usually not part of the initial workup. 5. In patients with respiratory symptoms, a thoracic CT scan should be performed. Chest X-ray is not meaningful in neutropenic patient because of low sensitivity and specificity (see also section \"Pneumonia\"). 6. BAL should be performed if the CT scan shows lung infiltrates ( has not been shown to decrease mortality and duration of fever and should be avoided. 5. If the patient deteriorates, the antimicrobial therapy must be changed to include an even broader coverage. A carbapenem (meropenem or imipenem/ cilastatin) should be prescribed if not already given. Empirical antifungal therapy should be initiated (see section \"Empirical Antifungal Therapy\"), and addition of amikacin and/or vancomycin considered.", "cite_spans": [{"start": 156, "end": 157, "text": "4", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Neutropenic Fever"}, {"text": "A. Epidemiology: (a) Respiratory symptoms and/or a new lung infiltrate are frequent in patients with hematologic diseases. In patients receiving treatment for acute leukemia, up to 30% may be affected with an associated mortality of over 20% [6] . (b) The etiology often depends on the underlying immunosuppression ( ", "cite_spans": [{"start": 242, "end": 245, "text": "[6]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Pneumonia"}, {"text": "A. Epidemiology: 1. Different definitions of CRBSI exist, but common and clinical useful definitions are (1) growth in central blood culture at least 2 h before peripheral blood culture or (2) ", "cite_spans": [], "ref_spans": [], "section": "Cather-Related Bloodstream Infection (CRBSI)"}, {"text": "A. Typhlitis is a potentially serious complication in neutropenic patients characterized by fever, abdominal pain, and thickening of the cecum and adjacent ileum [9] . B. The pathogenesis involves intestinal damage associated with neutropenia and mucositis, followed by microbial invasion with inflammation and ulceration.", "cite_spans": [{"start": 162, "end": 165, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Typhlitis (Neutropenic Enterocolitis)"}, {"text": "C. The reported incidence varies, depending on the definitions and intensity of chemotherapy, from 5% in all patients with hematologic malignancies up to 28% in patients with AML [9] . D. Ultrasound or CT scan showing bowel wall thickening in a neutropenic patient with fever and abdominal pain is diagnostic. E. Blood cultures and Clostridium difficile assays should be performed, and antimicrobial treatment covering Gramnegatives, including Pseudomonas aeruginosa, and anaerobes should be instituted promptly. Suitable options include monotherapy with meropenem, imipenem/cilastatin, or piperacillin/tazobactam or a combination of cefepime and metronidazole. F. Translocation of Candida species may occur, and empirical treatment/prophylaxis with a candida-active agent, such as fluconazole or an echinocandin, should be considered. G. Bowel rest and G-CSF to shorten the duration of neutropenia may be considered, but evidence for effect are lacking. H. Surgery should be avoided unless absolute necessary (perforation or massive bleeding) [9] .", "cite_spans": [{"start": 179, "end": 182, "text": "[9]", "ref_id": "BIBREF10"}, {"start": 1044, "end": 1047, "text": "[9]", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Typhlitis (Neutropenic Enterocolitis)"}, {"text": "A. Empirical and preemptive antifungal therapy: 1. Epidemiology: (a) Prolonged neutropenic fever despite broadspectrum antibiotic therapy is common, and empirical antifungal therapy based on this indication only will lead to administration of antifungals to around one third of neutropenic patients. However, the majority of these patients do not have an invasive fungal disease (IFD), and indiscriminate empirical antifungal therapy will thus expose patients to unnecessary and potentially harmful drugs. (b) The incidence of IFD is approximately 5-10% in high-risk patients receiving candida-active prophylaxis, such as AML/MDS patients receiving remission-intended chemotherapy. In patients receiving mold-active prophylaxis, usually posaconazole or voriconazole, the reported frequency of breakthrough IFD is considerably lower, between 0.5% and 1.5% [10] . 1. In the empirical approach, antifungal treatment is initiated after 72-96 h of neutropenic fever despite broad-spectrum antibiotics, even if there are no other signs or findings suggestive of IFD. As discussed above this approach will expose many patients to unnecessary and potentially harmful treatment and is not recommended. 2. In the preemptive approach, patients are screened in blood/plasma two to three times per week with one or more biomarkers, most often GM. If a biomarker becomes positive, a thoracic CT scan is performed, and if infil-trates are present, BAL are performed, and empirical antifungal therapy started. In patients with negative CT scans, screening with biomarkers continues, and no antifungals are started. If a biomarker becomes positive again, the procedure with a thoracic CT scan is repeated. Studies have shown that this approach significantly reduces the use of antifungals without reducing overall survival, although the frequency of diagnosed IFD was slightly higher than in the empirical arm [13] . 3. In the diagnostic approach, biomarkers and thoracic CT scans are performed in high-risk patients with neutropenic fever for more than 3-5 days despite broad-spectrum antibiotics. Such as T-cell-directed antibodies (thymoglobulin, alemtuzumab) and/or prolonged treatment with high-dose corticosteroids c Only if low incidence of mold infections. May also be given as part of an integrated care strategy together with a mold-directed diagnostic approach (includes weekly screening with biomarkers during periods of high risk) (c) A thoracic CT scan should always be performed.", "cite_spans": [{"start": 855, "end": 859, "text": "[10]", "ref_id": "BIBREF11"}, {"start": 1893, "end": 1897, "text": "[13]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Fungal Infections"}, {"text": "Typical findings include nodules, consolidative lesions, wedge-shaped infarcts, and the halo sign: a nodule >1 cm in diameter surrounded by a groundglass opacity reflecting hemorrhage [16, 18] . (d) Diagnostic BAL should always be performed unless contraindicated (Table 38 .4), and sputum should be sent for microscopy and culture [12, 16] . (e) Since the diagnostic yield of microscopy and culture is limited, other tests have been developed. All the available tests have weaknesses and best results have been reported when combining two (or more) tests [11, 19] . 1. Galactomannan (GM) antigen test is the most used. GM constitutes part of the Aspergillus fungal wall and can be detected in serum and BAL (and in CSF) with a commercial test that is FDA approved. In neutropenic hematology patients, the sensitivity is around 70% when tested in serum and higher in BAL. In patients receiving mold-active treatment, the sensitivity is significantly reduced. 2. Aspergillus-specific lateral-flow device is an antigen test with a performance similar to GM with the advantage of providing a test result within minutes but is not as well documented [19] .", "cite_spans": [{"start": 184, "end": 188, "text": "[16,", "ref_id": "BIBREF17"}, {"start": 189, "end": 192, "text": "18]", "ref_id": "BIBREF19"}, {"start": 332, "end": 336, "text": "[12,", "ref_id": "BIBREF13"}, {"start": 337, "end": 340, "text": "16]", "ref_id": "BIBREF17"}, {"start": 556, "end": 560, "text": "[11,", "ref_id": "BIBREF12"}, {"start": 561, "end": 564, "text": "19]", "ref_id": "BIBREF20"}, {"start": 1146, "end": 1150, "text": "[19]", "ref_id": "BIBREF20"}], "ref_spans": [{"start": 264, "end": 273, "text": "(Table 38", "ref_id": "TABREF0"}], "section": "Treatment: (a) Recommendation of antifungal treatment and duration is outlined in"}, {"text": "Candida Infections\") has a sensitivity similar or just below the one of GM but poor specificity due to high rate of false-positive results and because a true-positive test is not specific for ", "cite_spans": [], "ref_spans": [], "section": "Beta-glucan (see also section \"Invasive"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Survival in neutropenic patients with severe sepsis or septic shock", "authors": [{"first": "M", "middle": [], "last": "Legrand", "suffix": ""}, {"first": "A", "middle": [], "last": "Max", "suffix": ""}, {"first": "V", "middle": [], "last": "Peigne", "suffix": ""}], "year": 2012, "venue": "Crit Care Med", "volume": "40", "issn": "1", "pages": "43--52", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Targeted therapy against multi-resistant bacteria in leukemic and hematopoietic stem cell transplant recipients: guidelines of the 4th", "authors": [{"first": "D", "middle": [], "last": "Averbuch", "suffix": ""}, {"first": "C", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Livermore", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The challenge of antibiotic resistance in haematology patients", "authors": [{"first": "O", "middle": [], "last": "Blennow", "suffix": ""}, {"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}], "year": 2016, "venue": "Br J Haematol", "volume": "172", "issn": "4", "pages": "497--511", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Clinical practice guideline for the use of antimicrobial agents in neutropenic patients with cancer: 2010 update by the infectious diseases society of America", "authors": [{"first": "A", "middle": ["G"], "last": "Freifeld", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Bow", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sepkowitz", "suffix": ""}], "year": 2011, "venue": "Clin Infect Dis", "volume": "52", "issn": "4", "pages": "56--93", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Antimicrobial prophylaxis and outpatient management of fever and neutropenia in adults treated for malignancy", "authors": [{"first": "C", "middle": ["R"], "last": "Flowers", "suffix": ""}, {"first": "J", "middle": [], "last": "Seidenfeld", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Bow", "suffix": ""}], "year": 2013, "venue": "J Clin Oncol", "volume": "31", "issn": "6", "pages": "794--810", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "How to manage lung infiltrates in adults suffering from haematological malignancies outside allogeneic haematopoietic stem cell transplantation", "authors": [{"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}], "year": 2016, "venue": "Br J Haematol", "volume": "173", "issn": "2", "pages": "179--89", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical practice guidelines for the diagnosis and management of intravascular catheter-related infection: 2009 update by the Infectious Diseases Society of America", "authors": [{"first": "L", "middle": ["A"], "last": "Mermel", "suffix": ""}, {"first": "M", "middle": [], "last": "Allon", "suffix": ""}, {"first": "E", "middle": [], "last": "Bouza", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "1", "pages": "1--45", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Catheter-related infections in patients with haematological malignancies: novel preventive and therapeutic strategies", "authors": [{"first": "R", "middle": [], "last": "Zakhour", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Chaftari", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Raad", "suffix": ""}], "year": 2016, "venue": "Lancet Infect Dis", "volume": "16", "issn": "11", "pages": "241--50", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Management of anorectal and intra-abdominal infections in the neutropenic cancer patient", "authors": [{"first": "P", "middle": ["S"], "last": "Sullivan", "suffix": ""}, {"first": "C", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Shaib", "suffix": ""}], "year": 2015, "venue": "Curr Probl Cancer", "volume": "39", "issn": "5", "pages": "274--86", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Posaconazole vs. fluconazole or itraconazole prophylaxis in patients with neutropenia", "authors": [{"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}, {"first": "J", "middle": [], "last": "Maertens", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Winston", "suffix": ""}], "year": 2007, "venue": "N Engl J Med", "volume": "356", "issn": "4", "pages": "348--59", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Diagnosis of invasive fungal infections in haematological patients by combined use of galactomannan, 1,3-beta-D-glucan, Aspergillus PCR, multifungal DNAmicroarray, and Aspergillus azole resistance PCRs in blood and bronchoalveolar lavage samples: results of a prospective multicentre study", "authors": [{"first": "T", "middle": [], "last": "Boch", "suffix": ""}, {"first": "B", "middle": [], "last": "Spiess", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}], "year": 2016, "venue": "Clin Microbiol Infect", "volume": "22", "issn": "10", "pages": "862--870", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Bronchoalveolar lavage fluid galactomannan for the diagnosis of invasive pulmonary aspergillosis in patients with hematologic diseases", "authors": [{"first": "J", "middle": [], "last": "Maertens", "suffix": ""}, {"first": "V", "middle": [], "last": "Maertens", "suffix": ""}, {"first": "K", "middle": [], "last": "Theunissen", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "49", "issn": "11", "pages": "1688--93", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Empirical versus preemptive antifungal therapy for high-risk, febrile, neutropenic patients: a randomized, controlled trial", "authors": [{"first": "C", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "C", "middle": [], "last": "Pautas", "suffix": ""}, {"first": "S", "middle": [], "last": "Maury", "suffix": ""}], "year": 2009, "venue": "Clin Infect Dis", "volume": "48", "issn": "8", "pages": "1042--51", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Clinical practice guideline for the management of candidiasis: 2016 update by the Infectious Diseases Society of America", "authors": [{"first": "P", "middle": ["G"], "last": "Pappas", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Kauffman", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Andes", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "62", "issn": "4", "pages": "1--50", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "ECIL-6 guidelines for the treatment of invasive candidiasis, aspergillosis and mucormycosis in leukemia and hematopoietic stem cell transplant patients", "authors": [{"first": "F", "middle": [], "last": "Tissot", "suffix": ""}, {"first": "S", "middle": [], "last": "Agrawal", "suffix": ""}, {"first": "L", "middle": [], "last": "Pagano", "suffix": ""}], "year": 2017, "venue": "Haematologica", "volume": "102", "issn": "3", "pages": "433--477", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Practice guidelines for the diagnosis and management of aspergillosis: 2016 update by the Infectious Diseases Society of America", "authors": [{"first": "T", "middle": ["F"], "last": "Patterson", "suffix": ""}, {"first": "", "middle": [], "last": "Thompson Gr 3rd", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Denning", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "4", "pages": "1--60", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "ESCMID and ECMM joint clinical guidelines for the diagnosis and management of mucormycosis 2013", "authors": [{"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}, {"first": "S", "middle": [], "last": "Arikan-Akdagli", "suffix": ""}, {"first": "E", "middle": [], "last": "Dannaoui", "suffix": ""}], "year": 2014, "venue": "Clin Microbiol Infect", "volume": "20", "issn": "3", "pages": "5--26", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Revised definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) Consensus Group", "authors": [{"first": "B", "middle": [], "last": "De Pauw", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "46", "issn": "12", "pages": "1813--1834", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Aspergillus-specific lateral-flow device and real-time PCR testing of bronchoalveolar lavage fluid: a combination biomarker approach for clinical diagnosis of invasive pulmonary aspergillosis", "authors": [{"first": "G", "middle": ["L"], "last": "Johnson", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Sarker", "suffix": ""}, {"first": "F", "middle": [], "last": "Nannini", "suffix": ""}], "year": 2015, "venue": "J Clin Microbiol", "volume": "53", "issn": "7", "pages": "2103--2111", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical performance of Aspergillus PCR for testing serum and plasma: a study by the European Aspergillus PCR Initiative", "authors": [{"first": "P", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": [], "last": "Springer", "suffix": ""}], "year": 2015, "venue": "J Clin Microbiol", "volume": "53", "issn": "9", "pages": "2832--2839", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Aspergillus polymerase chain reaction: systematic review of evidence for clinical use in comparison with antigen testing", "authors": [{"first": "P", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Wingard", "suffix": ""}, {"first": "S", "middle": [], "last": "Bretagne", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "61", "issn": "8", "pages": "1293--303", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Isavuconazole versus voriconazole for primary treatment of invasive mould disease caused by Aspergillus and other filamentous fungi (SECURE): a phase 3, randomised-controlled, non-inferiority trial", "authors": [{"first": "J", "middle": ["A"], "last": "Maertens", "suffix": ""}, {"first": "I", "middle": ["I"], "last": "Raad", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Marr", "suffix": ""}], "year": 2016, "venue": "Lancet", "volume": "387", "issn": "", "pages": "760--769", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Isavuconazole treatment for mucormycosis: a single-arm open-label trial and casecontrol analysis", "authors": [{"first": "F", "middle": ["M"], "last": "Marty", "suffix": ""}, {"first": "L", "middle": [], "last": "Ostrosky-Zeichner", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}], "year": 2016, "venue": "Lancet Infect Dis", "volume": "16", "issn": "7", "pages": "828--865", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Pneumocystis jirovecii pneumonia: still a concern in patients with haematological malignancies and stem cell transplant recipients", "authors": [{"first": "C", "middle": [], "last": "Cordonnier", "suffix": ""}, {"first": "S", "middle": [], "last": "Cesaro", "suffix": ""}, {"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}], "year": 2016, "venue": "J Antimicrob Chemother", "volume": "71", "issn": "9", "pages": "2379--85", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "ECIL guidelines for preventing Pneumocystis jirovecii pneumonia in patients with haematological malignancies and stem cell transplant recipients", "authors": [{"first": "J", "middle": [], "last": "Maertens", "suffix": ""}, {"first": "S", "middle": [], "last": "Cesaro", "suffix": ""}, {"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}], "year": 2016, "venue": "J Antimicrob Chemother", "volume": "71", "issn": "9", "pages": "2397--404", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "ECIL guidelines for the diagnosis of Pneumocystis jirovecii pneumonia in patients with haematological malignancies and stem cell transplant recipients", "authors": [{"first": "A", "middle": [], "last": "Alanio", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Hauser", "suffix": ""}, {"first": "K", "middle": [], "last": "Lagrou", "suffix": ""}], "year": 2016, "venue": "J Antimicrob Chemother", "volume": "71", "issn": "9", "pages": "2386--96", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "ECIL guidelines for treatment of Pneumocystis jirovecii pneumonia in non-HIV-infected haematology patients", "authors": [{"first": "G", "middle": [], "last": "Maschmeyer", "suffix": ""}, {"first": "J", "middle": [], "last": "Helweg-Larsen", "suffix": ""}, {"first": "L", "middle": [], "last": "Pagano", "suffix": ""}], "year": 2016, "venue": "J Antimicrob Chemother", "volume": "71", "issn": "9", "pages": "2405--2418", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Use of long-term suppressive acyclovir after hematopoietic stem-cell transplantation: impact on herpes simplex virus (HSV) disease and drug-resistant HSV disease", "authors": [{"first": "V", "middle": [], "last": "Erard", "suffix": ""}, {"first": "Wald", "middle": ["A"], "last": "Corey", "suffix": ""}, {"first": "L", "middle": [], "last": "Leisenring", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Boeckh", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "J Infect Dis", "volume": "196", "issn": "2", "pages": "266--70", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Definitions of cytomegalovirus infection and disease in transplant patients for use in clinical trials", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "H", "middle": ["H"], "last": "Hirsch", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "64", "issn": "1", "pages": "87--91", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "CMV serostatus still has an important prognostic impact in de novo acute leukemia patients after allogeneic stem cell transplantation: a report from the Acute Leukemia Working Party of EBMT", "authors": [{"first": "M", "middle": [], "last": "Schmidt-Hieber", "suffix": ""}, {"first": "M", "middle": [], "last": "Labopin", "suffix": ""}, {"first": "D", "middle": [], "last": "Beelen", "suffix": ""}], "year": 2013, "venue": "Blood", "volume": "122", "issn": "", "pages": "3359--64", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Cytomegalovirus viral load and mortality after haemopoietic stem cell transplantation in the era of pre-emptive therapy: a retrospective cohort study", "authors": [{"first": "M", "middle": ["L"], "last": "Green", "suffix": ""}, {"first": "W", "middle": [], "last": "Leisenring", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}], "year": 2016, "venue": "Lancet Haematol", "volume": "3", "issn": "3", "pages": "119--146", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "How we treat cytomegalovirus in hematopoietic cell transplant recipients", "authors": [{"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}], "year": 2009, "venue": "Blood", "volume": "113", "issn": "23", "pages": "5711--5720", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Cytomegalovirus (CMV) DNA quantitation in bronchoalveolar lavage fluid from hematopoietic stem cell transplant recipients with CMV pneumonia", "authors": [{"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "T", "middle": [], "last": "Stevens-Ayers", "suffix": ""}, {"first": "G", "middle": [], "last": "Travi", "suffix": ""}], "year": 2017, "venue": "J Infect Dis", "volume": "215", "issn": "10", "pages": "1514--1536", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Letermovir prophylaxis for cytomegalovirus in hematopoietic-cell transplantation", "authors": [{"first": "F", "middle": ["M"], "last": "Marty", "suffix": ""}, {"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Chemaly", "suffix": ""}], "year": 2017, "venue": "N Engl J Med", "volume": "377", "issn": "25", "pages": "2433--2477", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Longterm acyclovir for prevention of varicella zoster virus disease after allogeneic hematopoietic cell transplantation -a randomized double-blind placebo-controlled study", "authors": [{"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "H", "middle": ["W"], "last": "Kim", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Flowers", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Meyers", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Bowden", "suffix": ""}], "year": 2006, "venue": "Blood", "volume": "107", "issn": "5", "pages": "1800--1805", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Management of Epstein-Barr Virus infections and post-transplant lymphoproliferative disorders in patients after allogeneic hematopoietic stem cell transplantation", "authors": [{"first": "J", "middle": [], "last": "Styczynski", "suffix": ""}, {"first": "W", "middle": [], "last": "Van Der Velden", "suffix": ""}, {"first": "C", "middle": ["P"], "last": "Fox", "suffix": ""}], "year": 2016, "venue": "Sixth European Conference on Infections in Leukemia (ECIL-6) guidelines", "volume": "101", "issn": "", "pages": "803--814", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "HHV-6 reactivation and associated sequelae after hematopoietic cell transplantation", "authors": [{"first": "D", "middle": ["M"], "last": "Zerr", "suffix": ""}, {"first": "M", "middle": [], "last": "Boeckh", "suffix": ""}, {"first": "C", "middle": [], "last": "Delaney", "suffix": ""}], "year": 2012, "venue": "Biol Blood Marrow Transplant J Am Soc Blood Marrow Transplant", "volume": "18", "issn": "11", "pages": "1700--1708", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Respiratory syncytial virus in hematopoietic cell transplant recipients: factors determining progression to lower respiratory tract disease", "authors": [{"first": "Y", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Guthrie", "suffix": ""}, {"first": "A", "middle": [], "last": "Waghmare", "suffix": ""}], "year": 2014, "venue": "J Infect Dis", "volume": "209", "issn": "8", "pages": "1195--204", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Nosocomial transmission of respiratory syncytial virus in an outpatient cancer center", "authors": [{"first": "H", "middle": ["Y"], "last": "Chu", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Englund", "suffix": ""}, {"first": "S", "middle": [], "last": "Podczervinski", "suffix": ""}], "year": 2014, "venue": "Biol Blood Marrow Transplant", "volume": "20", "issn": "6", "pages": "844--51", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Human rhinovirus RNA detection in the lower respiratory tract of hematopoietic cell transplant recipients: association with mortality", "authors": [{"first": "S", "middle": [], "last": "Seo", "suffix": ""}, {"first": "E", "middle": [], "last": "Martin", "suffix": ""}, {"first": "H", "middle": [], "last": "Xie", "suffix": ""}], "year": 2013, "venue": "Biol Blood Marrow Transpl", "volume": "19", "issn": "2", "pages": "167--175", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Outcome of pandemic H1N1 infections in hematopoietic stem cell transplant recipients", "authors": [{"first": "P", "middle": [], "last": "Ljungman", "suffix": ""}, {"first": "R", "middle": [], "last": "De La Camara", "suffix": ""}, {"first": "L", "middle": [], "last": "Perez-Bercoff", "suffix": ""}], "year": 2011, "venue": "Haematologica", "volume": "96", "issn": "8", "pages": "1231--1236", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Management of viral hepatitis in patients with haematological malignancy and in patients undergoing haemopoietic stem cell transplantation", "authors": [{"first": "V", "middle": [], "last": "Mallet", "suffix": ""}, {"first": "F", "middle": [], "last": "Van Bommel", "suffix": ""}, {"first": "C", "middle": [], "last": "Doerig", "suffix": ""}], "year": 2016, "venue": "recommendations of the 5th European Conference on Infections in Leukaemia (ECIL-5)", "volume": "16", "issn": "", "pages": "606--623", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "ECIL guidelines for the prevention, diagnosis and treatment of BK polyomavirus-associated haemorrhagic cystitis in haematopoietic stem cell transplant recipients", "authors": [{"first": "S", "middle": [], "last": "Cesaro", "suffix": ""}, {"first": "T", "middle": [], "last": "Dalianis", "suffix": ""}, {"first": "Hanssen", "middle": [], "last": "Rinaldo", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2018, "venue": "J Antimicrob Chemother", "volume": "73", "issn": "1", "pages": "12--21", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "MRSA methillicin-resistant Staphylococcus aureus, ESBL extended spectrum beta-lactamase Including prior colonization or infection with resistant pathogens, nosocomial infection, and prolonged hospital stay", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "blood culture and catheter tip culture with growth of the same organism[7]. 2. CRBSI is a well-recognized complication in hematologic patients with a reported incidence of up till5.2 per 1000 catheter days. The causative organisms are most often coagulase-negative staphylococci, followed by Staphylococcus aureus, Candida species, and, more seldom, Gram-negative enteric bacteria, such as Klebsiella pneumoniae and Pseudomonas aeruginosa. 3. Appropriate preventive measures are important to minimize CRBSI and include both education of the healthcare personnel handling the central venous catheter (CVC) and application of aseptic bundles during the insertion and use of the CVC. In addition, assessment of the necessity of the CVC should be made routinely with prompt removal when not needed [8]. B. Diagnostics: 1. Most often, the only clinical sign is fever, sometimes accompanied by signs of local infection at the insertion site or tunnel. 2. Blood cultures are simultaneously drawn peripherally and from the central catheter, preferably one set of blood cultures per lumen. 3. If the differential in time to positivity (DTP) is 2 h or more in favor of blood cultures drawn through the CVC, CRBSI definitions are fulfilled [7]. 4. A diagnose of catheter-related infection can also be made without positive blood culture if there are undisputable signs of infection (erythema, swollenness, pain) over the catheter tunnel or port pocket. 5. In the case of positive central blood cultures with an organism known to cause CRBSI, negative peripheral blood cultures, and no local signs of infection, a catheterrelated infection is suspected but not proven. A diagnostic algorithm in this scenario is outlined in Fig. 38.2. C. Treatment: [7, 8] 1. Catheter removal, together with targeted antimicrobial therapy, remains the mainstay of treatment of CRBSI. Removal should always be performed in septic, hypotensive patients, in patients with complicated CRBSI such as tunnel and port infections, and in CRBSI caused by Candida species. 2. Vancomycin should be added in septic, hypotensive patients with suspected CRBSI and/or local signs of infection such as tunnel infection, port abscesses, or cellulitis around insertion site.3. In CBRSI caused by Pseudomonas aeruginosa andStaphylococcus aureus, removal of catheter is associated with lower relapse rates and better outcomes and should be performed routinely.4. In CBRSI caused by other Gram negatives thanPseudomonas, antibiotic-lock therapy can be tried if removal of the catheter is not feasible. 5. In CRBS with coagulase-negative staphylococci and no local signs of infection, the catheter can often be retained with the use of antibiotic-lock therapy. 6. Antibiotic-lock therapy involves installing a high concentration of an antibiotic to which the causative microbe is susceptible in the catheter lumen. The solution should be left in the lumen without interruption for at least 8 h per 24 h, but longer if possible. When using a catheter retaining strategy, 14 days of combined systemic therapy and antibiotic-lock therapy are usually recommended. When blood cultures become negative, iv therapy may be switched to oral. 7. If the catheter is removed and there are no signs of local or metastatic infection, treatment duration is usually 7 days, except for Staphylococcus aureus(14 days)  and Candida species (14 days after first negative blood culture).", "latex": null, "type": "table"}, "TABREF9": {"text": "", "latex": null, "type": "table"}, "TABREF10": {"text": "GVHD graft-versus-host disease, AmB amphotericin B Steroid dependent or refractory or grade III-IV", "latex": null, "type": "table"}, "TABREF12": {"text": "GI disease gastrointestinal disease, CMV cytomegalovirus, HHV-6 human herpes virus 6, EBV Epstein-Barr virus, HSV herpes simplex virus, RSV respiratory syncytial virus, VZV varicella zoster virus, HBV hepatitis B virus, HCV hepatitis C virus, JCV JC virus, HAV hepatitis A virus, HEV hepatitis E virus The rates of seropositivity in the population increase with age. HSV-1 usually causes localized infections in the orofacial area but can occur in other locations. HSV-2 usually causes localized infections in the urogenital tract. HSV-1 encephalitis is the most severe manifestation but is rare in hematology patients as in the normal population. HSV-2 can cause meningitis. (b) NAT is the diagnostic method of choice for both viruses. (c) Prophylaxis against HSV-1 and HSV-2 with acyclovir/valaciclovir is recommended to all seropositive patients undergoing HSCT and should be considered for other intensively treated hematology patients. These drugs are also first choice for treatment [29]. (d) Resistance to acyclovir can develop and occurs in approximately 5-15% of patients depending on risk profile. Foscarnet is the first-line treatment for acyclovir-resistant virus. D. Cytomegalovirus (CMV): (e) The rate of CMV seropositivity increases with age and varies with geographical location. CMV seropositivity is a risk factor for non-relapse mortality and decreased survival after allogeneic HCT. A CMV-seronegative donor should, if available, be used for a CMV-seronegative patient [30-32]. (f) Approximately 60% of CMV-seropositive patients develop active CMV infection after HSCT, most commonly during the first 2 months, while the risk for a CMV-seronegative patient receiving a graft from a CMV-seropositive donor is approximately 30%. For other hematology patients and patients undergoing autologous HSCT, the risks are much lower. Patients receiving anti-T-cell therapy are at an increased risk. (g) Most CMV infections are asymptomatic or cause low-grade fever possibly with depressed bone marrow function. End-organ CMV disease occurs in 2-10% of HSCT patients, most commonly gastrointestinal disease. CMV pneumonia is still associated with a high mortality. Other end-organ manifestations are retinitis, hepatitis, and encephalitis. Risk factors are allogeneic HCT, acute GVHD, and intensive T-cell suppression. CMV end-organ disease in other groups of hematology patients is uncommon [30]. (h) Weekly blood monitoring of allogeneic HCT patients is recommended using either quantitative PCR or the pp65 antigenemia assay. No fixed cutoff can be recommended since it depends on the risk profile of the patient and the exact assay used, but many centers use cutoffs around 1000 IU/ml [33]. (i) Monitoring is not routinely recommended for autologous HCT patients or other hematology patients. There is no information regarding cutoffs for therapy in these types of patients. (j) The diagnosis of CMV disease requires symptoms and/or signs + CMV detected from the involved organ. CMV in blood combined with symptoms from an organ is not enough for making the diagnosis CMV disease [30, 34]. (k) Possible strategies for management are prophylaxis, preemptive therapy, and treatment of end-organ disease. (l) Letermovir has been shown to be effective as prophylaxis reducing the risk for clinically significant CMV infection and can also reduce all-cause mortality [35]. (m) Preemptive therapy based on detection of CMV by monitoring is an effective strategy in high-risk patients such as allogeneic HCT recipients. Ganciclovir and valganciclovir are first-line drugs for treatment of CMV infection and disease. Highdose iv immunoglobulin (Ig) has been used in combination with ganciclovir or treatment of CMV pneumonia, but its usefulness has not been proven in studies [33]. (n) Antiviral resistance develops in 0-10% of patients depending on their risk profile. Secondline drugs are foscarnet and cidofovir. The main limitation with these drugs is side effects. Case reports and small case series exist with the use of leflunomide or artesunate for resistant and refractory CMV. (o) CMV specific T-cells are an option if available. (p) New antivirals are currently undergoing clinical development (maribavir, letermovir, brincidofovir). E. Varicella-zoster virus (VZV): (a) VZV causes to different diseases: primary VZV infection causes chickenpox and reactivation of VZV causes herpes zoster (HZ, shingles). (b) In countries not using general vaccination of children, most individuals have experienced chickenpox in childhood. (c) Chickenpox can become severe in immunocompromised individuals. (d) The risk for HZ increases with age and is also increased in immunocompromised individuals. (e) Most HZ cases are self-limiting and give local symptoms. However, disseminated infections mimicking primary varicella and visceral cases sometimes without skin rash occur with poor outcome unless rapidly diagnosed and treated. (f) Most cases can be easily recognized by the characteristic rash. PCR from the vesicular rash is the diagnostic method of choice, but immunofluorescence might also be used. PCR on blood is useful in the diagnosis of visceral cases. (g) Acyclovir and valaciclovir (valacyclovir) are the drugs of choice for prevention and treatment of VZV infections. Prophylaxis is recommended in patients at high risk for HZ such as HSCT recipients and myeloma patients treated with proteasome inhibitors. IV acyclovir should be given to patients with primary varicella and to disseminated and visceral HZ cases [36]. (h) Management of severe local HZ such as zoster ophthalmicus and zoster oticus needs close collaboration with appropriate specialists. F. Epstein-Barr virus (EBV): (a) The rate of seropositivity increases with age and most adults are seropositive. EBV constantly replicates in seropositive individuals without causing symptoms. (b) End-organ EBV disease including meningitis, hepatitis, and pneumonia occurs but is rare also in severe immunocompromised individuals. (c) The most important complication to EBV is posttransplant lymphoproliferative disease (PTLD) occurring in high-risk allogeneic HCT recipients. (d) EBV can also be a trigger of hemophagocytic lymphohistiocytosis (HLH) in patients with hematologic malignancies. (e) In high-risk allogeneic HCT patients, monitoring in blood with quantitative PCR is indicated. There is no established cutoff since there is no standardized test [37]. (f) Symptoms and signs of PTLD are unspecific. Increased LDH, lymphadenopathy, and fever are common. CT scan for detection of splenomegaly and/ or intrathoracic or intra-abdominal lymphadenopathy should be considered. Biopsy of lymph nodes is needed to prove the diagnosis. (g) There is no specific antiviral therapy effective against EBV. (h) Rituximab is the preferred intervention both for preemptive therapy against EBV PTLD based on increasing EBV viral load and for treatment of established PTLD [37]. (i) Reduction of immunosuppression should be attempted if possible [37]. (j) EBV-specific T-cells are an option if available. G. Other herpesviruses Human herpesviruses (HHV)-6 A and B are the most common cause of viral encephalitis after allogeneic HCT. Their importance in other hematology patients is less well defined. The diagnosis is made by MRI + PCR on cerebrospinal fluid. Available antiviral drugs for treatment are foscarnet and ganciclovir/valganciclovir [38]. H. Community-acquired respiratory viruses: (a) Respiratory viruses circulate in the community, and the risk for patients with hematological diseases to become infected reflects the local epidemiology. Respiratory syncytial virus (RSV), influenza viruses, and adenoviruses are best known to be able to cause disease in hematology patients, but reports of severe disease have been also reported with many other respiratory viruses including parainfluenza viruses, metapneumoviruses, and rhinoviruses. Nosocomial spread occurs which is why infection control is paramount. Most infections are mild and self-limiting, but severe infections can occur especially in allogeneic HCT recipients and patients receiving intensive immunosuppressive therapy [39-42]. (b) The diagnosis is in most centers based on multiplex PCR on respiratory samples either from the upper airways (nasal, nasopharyngeal, or throat samples) or from the lower respiratory tract (BAL fluid). Most existing assays can detect 10-15 different respiratory viruses. Other techniques can be used such as antigen tests and immunofluorescence but have limitations most important that they detect only one virus. (c) The most important part of management is prevention including avoiding infected individuals, handwashing, and influenza vaccination of patients, family members, and staff. It should be recognized that these infections can be spread by individuals having very limited symptoms. (d) If an allogeneic HCT candidate presents before start of conditioning with symptomatic infection with a respiratory virus, postponing the transplant should be considered. (e) Antiviral therapy has a limited role in most of these patients but can be considered in the most severely immunocompromised patients such as allogeneic HCT patients. (f) Therapeutic options with data supporting efficacy, although there are no controlled studies, are ribavirin for RSV, neuraminidase inhibitors for influenza, and cidofovir/brincidofovir for adenovirus infections. I. Hepatitis viruses Several different viruses can cause liver disease in hematology patients with the most important being hepatitis B", "latex": null, "type": "table"}}, "back_matter": [{"text": "Early diagnosis and specific treatment are key factors in reducing the morbidity and mortality of infections in hematology and HCT patients. The rise of multiresistant organ-isms is a major threat and infection control is therefore of uttermost importance.", "cite_spans": [], "ref_spans": [], "section": "Summary"}]}