{"paper_id": "0c78bbe6f8e9a823998b20c6432201a2aa256885", "metadata": {"title": "The prevalence, characteristics, and related factors of pressure injury in medical staff wearing personal protective equipment against COVID-19 in China: A multicentre cross- sectional survey", "authors": [{"first": "Qixia", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jinling Hospital", "location": {"settlement": "Nanjing, Jiangsu", "country": "China"}}, "email": "jiangqixia1963@163.com.com"}, {"first": "Yuxiu", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jinling Hospital", "location": {"settlement": "Nanjing", "region": "Jiangsu", "country": "China"}}, "email": ""}, {"first": "Wei", "middle": [], "last": "Wei", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nanjing University", "location": {"settlement": "Nanjing", "region": "Jiangsu", "country": "China"}}, "email": ""}, {"first": "Dongmei", "middle": [], "last": "Zhu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Jinling Hospital", "location": {"settlement": "Nanjing, Jiangsu", "country": "China"}}, "email": ""}, {"first": "Aihua", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wenzhou Medical University Second Affiliated Hospital", "location": {"settlement": "Wenzhou, Zhejiang", "country": "China"}}, "email": ""}, {"first": "Haiying", "middle": [], "last": "Liu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuxi Second People's Hospital", "location": {"settlement": "Wuxi, Jiangsu", "country": "China"}}, "email": ""}, {"first": "Jing", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanghai Yangpu District Central Hospital", "location": {"settlement": "Shanghai", "country": "China"}}, "email": ""}, {"first": "Zhixia", "middle": [], "last": "Jiang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Zunyi Medical College Affiliated Hospital", "location": {"settlement": "Zunyi, Guizhou", "country": "China"}}, "email": ""}, {"first": "Qiuying", "middle": [], "last": "Han", "suffix": "", "affiliation": {"laboratory": "", "institution": "Zhongshan Hospital Xiamen University", "location": {"settlement": "Xiamen", "region": "Fujian", "country": "China"}}, "email": ""}, {"first": "Yuxuan", "middle": [], "last": "Bai", "suffix": "", "affiliation": {"laboratory": "", "institution": "Zhejiang Top-medical Dressing Co. Ltd", "location": {"settlement": "Wenzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Jiao", "middle": [], "last": "Hua", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wuxi Third People's Hospital", "location": {"settlement": "Wuxi, Jiangsu", "country": "China"}}, "email": ""}, {"first": "Yanhong", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Dalang Hospital of Dongguan", "location": {"settlement": "Dongguan", "region": "Guangdong", "country": "China"}}, "email": ""}, {"first": "Jinli", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Shanxi Medical University Second Affiliated Hospital", "location": {"settlement": "Taiyuan", "region": "Shanxi", "country": "China"}}, "email": ""}, {"first": "|", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Li", "middle": [], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Juan", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Xinyang Central Hospital", "location": {"settlement": "Xinyang", "region": "Henan", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Since December 2019, the medical staff fighting against COVID-19 frequently reported the device-related pressure injury (DRPI) caused by personal protective equipment (PPE). We conducted a cross-sectional survey online to investigate the prevalence and characteristics of DRPI among medical staff.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Univariate and multivariate logistic regression analyses were employed to explore the risk factors associated with DRPI. A total of 4308 participants were collected and 4306 participants were valid from 161 hospitals in China. The overall prevalence of DRPI caused by PPE among medical staff was 30.03% Int Wound J. 2020;1-10.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "wileyonlinelibrary.com/journal/iwj (95% CI 28.69%-31.41%). The prevalence of male was more than that of female (42.25%, 95% CI 37.99-46.51% vs 26.36%, 95% CI 26.93-29.80%, P < .001).The categories were mainly stages 1 and 2, and the common anatomical locations were nose bridge, cheeks, ears, and forehead. Logistic regression analysis revealed that the risk factors were sweating (OR = 43.99, 95% CI 34.46-56.17), male (OR = 1.50, 95% CI 1.12-1.99), level 3 PPE (OR = 1.44, 95% CI 1.14-1.83), and longer wearing time (OR = 1.28, 95% CI 0.97-1.68). The prevalence of DRPI was high among medical staff wearing PPE against COVID-19, and the risk factors were sweating, male, wearing level 3 PPE, and longer wearing time.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Comprehensive preventive interventions should be taken.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In December 2019, COVID-19 erupted in Wuhan, China, and spread quickly across the country. More than 80 000 people were infected, and 4000 over people were killed by the disease, so the crisis event has become the largest public health emergency in China. The Chinese government continuously revised and issued programs to strengthen the prevention and control of the epidemic to reduce the mortality rate. 1, 2 Early studies showed that both COVID-19 patients and asymptomatic virus carriers could transmit from person to person. 3 The incubation period was 1 to 14 days, and the median incubation period was 4 days, 4 which had impact on the rapid spread of COVID-19 virus. More than 40 000 medical staff (nurses and doctors) volunteered to fight against the spread of the COVID-19 by wearing personal protective equipment (PPE) in accordance with infectious disease prevention and control requirements. 5, 6 According to the guidance from the National Health Commission of the People's Republic of China, 6 medical staff should wear different levels of PPE according to different exposure risks. The level 2 PPE included surgical masks with goggles or face masks, and protective gowns, which were mainly used to protect staff with moderaterisk exposure positions where suspected patients were managed in emergency departments and screening clinics. The level 2 PPE characterised relatively closure with a small amount of moisture ( Figure 1 ). The level 3 PPE included N95/KN95 respirators with goggles or face masks, and protective gowns, latex gloves, and shoes, which were mainly used to protect staff with high-risk exposure positions in the infectious disease department, intensive care units (ICUs), and isolation wards where COVID-19 patients were treated. The level 3 PPE characterised absolutely closure, thick, and heavy and easily cause perspiration ( Figure 2 ).", "cite_spans": [{"start": 407, "end": 409, "text": "1,", "ref_id": "BIBREF0"}, {"start": 410, "end": 411, "text": "2", "ref_id": "BIBREF1"}, {"start": 531, "end": 532, "text": "3", "ref_id": "BIBREF2"}, {"start": 618, "end": 619, "text": "4", "ref_id": "BIBREF3"}, {"start": 906, "end": 908, "text": "5,", "ref_id": "BIBREF4"}, {"start": 909, "end": 910, "text": "6", "ref_id": "BIBREF5"}, {"start": 1008, "end": 1009, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 1435, "end": 1443, "text": "Figure 1", "ref_id": null}, {"start": 1866, "end": 1874, "text": "Figure 2", "ref_id": null}], "section": "| INTRODUCTION"}, {"text": "In practice, medical staff wearing PPE reported that they were easy to produce perspiration or become heavy sweating when they were working hard, which would change microclimate of skin, such as lower temperature and more moisture. Under this condition, surgical masks", "cite_spans": [], "ref_spans": [], "section": "| INTRODUCTION"}, {"text": "• the study aimed to investigate the prevalence and characteristics of device-related pressure injury (DRPI) among medical staff. Univariate and multivariate logistic regression analyses were employed to explore the risk factors associated with DRPI • the prevalence of DRPI among medical staff wearing personal protective equipment (PPE) was significantly higher than that of patients • the multiple location DRPIs (two or more) was one of typical characteristics. Inclusion criteria included (a) medical staff who wore level 2 or 3 PPE while working at the \"frontline\" against COVID −19, (b) age ≧ 18 years, regardless of gender and (c) voluntary participation.", "cite_spans": [], "ref_spans": [], "section": "Key Messages"}, {"text": "Exclusion criteria included (a) medical staff who did not wear PPE and (b) questionnaires that were incomplete or invalid.", "cite_spans": [], "ref_spans": [], "section": "Key Messages"}, {"text": "We designed questionnaire in consultation with relevant guides, research literature, 7-10 and feedback from frontline medical staff and included five topics. Topic 1 soughted general demographic information (including gender, age, current working position, and profession); topic 2 included information on the wearing of PPE (including level of PPE, daily wear time); topic 3 included skin injury information (including when the injury happened, anatomical location, pressure injury classification of either stage 1, 2, 3, 4, or deep tissue injury [DTI]). 7 Topic 4 included information on implemented protective measures (including uses of agents or dressings). Topic 5 included management interventions after injury. The questionnaire was reviewed and revised three times in consultation with statistics experts, nursing management experts, wound care experts, and medical staff at the frontline in Wuhan.", "cite_spans": [{"start": 556, "end": 557, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "| Research tools"}, {"text": "We uploaded the questionnaire on the \"Questionnaire Star Tool\" and disseminated it to the medical staff fighting with COVID-19 via the WeChat social platform on 8 February 2020, with a completion date to be 22 February 2020. The nominated person from 12 hospitals disseminated the questionnaire link to WeChat groups of medical teams supporting Wuhan, infectious disease departments or isolation wards, and ICUs. Then enough medical staff were recruited to participate in the investigation by WeChat groups. Participants voluntarily used their cell phone to answer and submit the questionnaire response online within the 2 weeks data collection period using the \"Questionnaire Star Tool.\"", "cite_spans": [], "ref_spans": [], "section": "| Research methods"}, {"text": "In order to enable the medical staff to answer questions quickly and accurately, we provided some space for comments and multiple-choice response to questions, such as the injury locations included the nose bridge, cheeks, ears, forehead, and others (filling in). The classification of the DRPI depended on the staging system outlined in the 2019 International Guide for Prevention and Treatment of Pressure Ulcer/Injury. 7 During the survey period, the research team answered any question of the medical staff by cell phone or email promptly. At the end of the survey, each original questionnaire was exported from the website of the \"Questionnaire Star\" and checked one by one for data.", "cite_spans": [{"start": 422, "end": 423, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "| Quality control"}, {"text": "All the data were derived from the \"Questionnaire Star\" website, and the analysis database was established after being checked by two researchers. Continuous variables were presented as mean with SD or median with interquartile range (IQR) where necessary. Categorical variables were described as frequencies and percentages. Univariate analysis was first F I G U R E 4 Stage 3 DRPI on nose and stage1 DRPI on cheeks caused by level 3 PPE. DRPI, device-related pressure injury; PPE, personal protective equipment performed for identifying potential factors for the DRPI. Student's t tests or Mann-Whitney U tests were used for comparing the differences between two groups for continuous or ordinal variables. Pearson's Chisquare tests or Fisher's exact tests where applicable were used for comparing categorical variables. Those variables with probability value of P < .10 on univariate analysis were entered into multivariate logistic regression model with the backward method to establish whether they independently associated with DRPI. A P value of .05 or less was considered to indicate statistical significance. All statistical analyses were performed using SPSS 22.0 for Windows (SPSS, Chicago, IL).", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "The survey was completed by a total of 4308 medical staff (nurses and doctors) from 161 hospitals, in 28 provinces, autonomous regions, and municipalities in China. There were two invalid questionnaires rejected leaving a total of 4306 responses, which were analysed. There were 516 male (11.98%) and 3790 female (88.02%), and they comprised 505 doctors (11.73%) and 3801 nurses (88.27% ", "cite_spans": [], "ref_spans": [], "section": "| General information of samples"}, {"text": "The survey found that the prevalence of DRPI caused by wearing PPE was 30.03% (95% CI 28.69%-31.41%), totaling 1293 cases had 3457 DRPIs. The prevalence of single DRPI was 6.64% (95% CI 5.91%-7.40%), and multiple location DRPIs (two or more) were 23.42% (95% CI 22.22%-24.70%) with significance (P < .001). The category of DRPIs mainly comprised stages 1 and 2, accounting for 98.84%. The nose bridge and cheeks were common anatomical locations, accounting for 59.65%, and followed by ears, forehead, and other locations, such as zygoma, mandible, and eyebrow arch. The distribution of staging and anatomical locations of DRPI is shown in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 639, "end": 646, "text": "Table 1", "ref_id": null}], "section": "| Prevalence and characteristics of DRPI"}, {"text": "The prevalence of DRPI in male was higher than that in female (42.25% vs 28.36%, P < .001). The number of DRPI between the <35-year-old group and the ≥35-year-old group (29.35% vs 31.43%) was not significant (P > .05). Interestingly, the number of doctors with DRPI was higher than that of nurses (35.84% vs 29.26% P = .002). Furthermore, the number of cases with DRPI who wore level 3 PPE was higher than those who wore level 2 PPE (63.97% vs 13.75%, P < .001), and the number of cases with DRPI who wore PPE lasting time of >4 hours was higher than those who wore ≤4 hours (33.29% vs 12.46%, P < .001). The number of cases who reported with sweating under the PPE was higher than that without sweating. The singlefactor analysis is shown in Table 2 . ", "cite_spans": [], "ref_spans": [{"start": 743, "end": 750, "text": "Table 2", "ref_id": null}], "section": "| Prevalence and characteristics of DRPI"}, {"text": "The dichotomous variable of DRPI was regressed as a dependent variable in multivariate logistic models. Entering those variables with probability value of P < .10 on univariate analysis (in Table 2 ) into multivariate logistic regression model, the backward method was selected to establish whether they independently associated with DRPI. The omnibus test of model coefficients was χ 2 = 2501.214 (df = 4, P < .001). The Nagelkerke R 2 of model summary was 0.625, which meant that 62.5% of the observed variation of dependent variable could be explained by independent variables. A goodness of fit of the model was performed, and the result of Hosmer and Lemeshow test was χ 2 = 2.728 (df = 5, P = .742). The 88.7% of participants could be classified correctly through the model. These results showed that the model could fit the data well and explain the relevant results reasonably. The variable of occupation was removed from the final multivariate logistic model, and the sweating, daily wearing time, gender, and level of PPE were retained in the model, which were associated with the occurrence of DRPI. The results are shown in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 190, "end": 197, "text": "Table 2", "ref_id": null}, {"start": 1136, "end": 1143, "text": "Table 3", "ref_id": null}], "section": "| Results of logistic regression analysis"}, {"text": "Characteristics of the study participants by DRPI in medical staff The COVID-19 pandemic that began in December 2019 has caused many problems worthy of global attention. However, the DRPI among medical staff wearing PPE was unexpected. More than 3000 Chinese medical staff (doctors and nurses) have been infected by the virus and more than 20 infected medical staff lost their lives from January to February in about 1 month. As a result, the Chinese government issued an emergency notice on 19th February, calling for \"strengthening to protect their health and safety of medical professionals during the prevention and control of the epidemic.\" 11 Under this background, the results of this study provided insight into the scope of DPRI related to the longer wearing time for PPE and would improve interventions to further protect the health of the medical staff in China and potentially in other countries. The data obtained from this digital online showed that the prevalence of DRPI among medical staff was as high as 30.03% (95% CI 28.69%-31.41%), and it was significantly higher than non-PPE-acquired DRPI among patients in the United States and Canada, which reported a prevalence of 7.2% (n = 7189), and the facility-acquired DRPI incidence was 3.1% (n = 3113) in 2016. 12 Our findings were also higher than an Australian reported DRPI prevalence of 27.9% among ICU patients. 8 Compared with the results of two systematic reviews conducted in 2019, one of which reviewed the data from 126 150 patients from 29 original studies worldwide, it was found that the pooled incidence of DRPI in adult hospitalised patients was 12% to 14%. 9 Although another systematic review included data from 13 original studies reported that the overall incidence of DRPI was 0.69% to 14.41% in ICU patients. 13 The prevalence of DRPI in Chinese medical staff was significantly higher than the studies reported patients' results.", "cite_spans": [{"start": 1278, "end": 1280, "text": "12", "ref_id": "BIBREF11"}, {"start": 1384, "end": 1385, "text": "8", "ref_id": "BIBREF7"}, {"start": 1640, "end": 1641, "text": "9", "ref_id": "BIBREF8"}, {"start": 1797, "end": 1799, "text": "13", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "T A B L E 2"}, {"text": "The most common medical devices associated with DRPI in patients are nasal oxygen tubes, splints or plaster braces, positive pressure ventilation masks, and respiratory devices, 13 whereas the Chinese medical staff had longer wearing times with their PPE and were under conditions of intense activity and high mental stress. Moreover, they experienced heavy sweating under the PPE and the facial compression from N95 respirators and goggles, which changed microclimate and mechanical forces on the affected skin. Furthermore, the heavy and airtight PPE made it difficult to volatilise perspiration, which could increase more moisture and microclimate on skin and decrease skin's tolerance to mechanical forces. 7 All these factors contributed to DRPI development.", "cite_spans": [{"start": 178, "end": 180, "text": "13", "ref_id": "BIBREF12"}, {"start": 711, "end": 712, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "T A B L E 2"}, {"text": "The categories of DRPIs among Chinese medical staff were mainly stages 1 and 2 (98.84%), which was higher than the result of 58% of stages 1 and 2 DRPI in the United States and Canada, 12 but comparable to 73.82% of stages 1 and 2 DRPI reported among ICU patients, 13 the nose bridge and cheeks were the main affected anatomical locations of DRPI (59.65%) as compared with DPRI reported on ears (29%) and feet (12%) in an international patient cohort. 12 In China, the N95 respirators, goggles, and protective masks were the devices primarily responsible for the DRPI among medical staff. On application, the N95 respirator and goggles produced pressure on the nose bridge and cheeks and then caused DRPIs ( Figure 5 ), and the mask strap applied pressure to cause DRPI on the ears ( Figure 6 ). The level 3 PPE primarily affected the nose, cheeks, and forehead ( Figure 7) . The combined action between mechanical forces and moisture under PPE could explain why the prevalence of multiple location DRPIs was higher than single DRPI (23.42% vs6.64%, 95% CI 22.22%-24.70% vs 95% CI 5.91%-7.40%, P < .001).", "cite_spans": [{"start": 265, "end": 267, "text": "13", "ref_id": "BIBREF12"}, {"start": 452, "end": 454, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [{"start": 708, "end": 716, "text": "Figure 5", "ref_id": null}, {"start": 784, "end": 792, "text": "Figure 6", "ref_id": null}, {"start": 864, "end": 873, "text": "Figure 7)", "ref_id": null}], "section": "T A B L E 2"}, {"text": "In addition, the preventive measures employed by some medical staff proved insufficient for off-loading purposes with foam dressings or hydrocolloid dressings, accounting for only 4.55% and 9.96%, respectively. Was it also a reason for the high prevalence of DRPI in medical staff? It is worth further study.", "cite_spans": [], "ref_spans": [], "section": "T A B L E 2"}, {"text": "The results of this study showed that compared with the prevalence of DRPI among different health professionals (doctors as compared to nurses), gender (male), level of PPE, and daily wearing time, sweating was significant (all P < .05-.001) ( Table 2) . Logistic univariate analysis ( Table 3 ) also showed that the above factors were associated with the occurrence of DRPI (all OR > 1, all P < .05-.001).", "cite_spans": [], "ref_spans": [{"start": 244, "end": 252, "text": "Table 2)", "ref_id": null}, {"start": 286, "end": 293, "text": "Table 3", "ref_id": null}], "section": "| The related factors of DRPI in medical staff"}, {"text": "The results of multivariate logistic regression analysis showed that (Table 3) sweating had a significant DRPI risk (OR 43.99, 95% CI 34.46-56.17, P < .001), which could be associated with the wearing level 3 PPE and higher working intense. Most medical staff complained that the sweating started 30 minutes after wearing PPE: the longer the wearing time, the more the sweaty. Moreover, the level 3 PPE provided an airtight system, sweat, and water vapours from the respiratory tract were difficult to volatilise, which resulted in moisture gathering on the skin, soaked the skin for long periods, made the stratum corneum softer and thinner, and thus more susceptible to mechanical forces and increased risk of DRPI. 14 The increased risk of DRPI in male (OR 1.50, 95% CI 1.12-1.99, P = .006) may be related to activity levels, hormonal differences, or a perception that Chinese men do not pay attention to use skin care products to maintain their skin health as women do. Interestingly, the increase in male with DRPI was consistent with a previous multicentre survey, which demonstrated a higher prevalence of pressure injuries in Chinese male inpatients than that of female inpatients 14 and could suggest that male skin needs more protection, or male requires more pressure injury prevention education.", "cite_spans": [{"start": 718, "end": 720, "text": "14", "ref_id": "BIBREF13"}, {"start": 1189, "end": 1191, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [{"start": 69, "end": 78, "text": "(Table 3)", "ref_id": null}], "section": "| The related factors of DRPI in medical staff"}, {"text": "The level 3 PPE also played an important role in the increased occurrence of DRPI (OR 1.44 95% CI 1.14-1.83, P = .002). As mentioned earlier, N95 respirators, goggles, and protective masks in level 3 PPE pressed the nose bridge, cheeks, ears, and forehead and coupled with the decrease in skin tolerance caused by perspiration and increased friction caused by rapid movement when caring for patients, so this might create a cumulative risk for DRPI. Combined with the influence of daily wearing time for PPE, we found that it was also a risk factor for DRPI (OR = 2.20, 95% CI 1.50-3.06, P < .001).", "cite_spans": [], "ref_spans": [], "section": "| The related factors of DRPI in medical staff"}, {"text": "There were some limitations in the study, for example, because of the emergency, it was difficult to use a random sampling, there may be certain risk of sampling bias and may explain partially the high prevalence of PPE DRPI. In addition, insufficient preventive measures and most of the measures (foam and hydrocolloid dressings, oil, or cream) after injury, rather than before injury, limited our further analysis of the real preventive effect. This might leave us some chance to study further.", "cite_spans": [], "ref_spans": [], "section": "| Limitations"}, {"text": "This study investigated a previously unreported cause of DRPI. The prevalence of DRPI in medical staff wearing PPE in China was found to be significantly high, and the main risk factors were identified to be sweating, male gender, the wearing of level 3 PPE, and longer wear times. Insufficient preventive measures and their roles in DRPI need further study. Suggestions made in this study included, firstly, it is required to evaluate the suitable daily wearing time and to limit the daily wearing time of PPE to 4 hours or less as far as possible. 7, 15 Secondly, it is necessary to evaluate the feasibility and effect of preventive dressings under PPE in line with guideline recommendations. 7, [15] [16] [17] [18] Because in the early days of wearing PPE, the use of prophylactic dressings to prevent DRPI on the face is controversial. Some people thought that the use of preventive dressing might affect the airtightness of N95 respirators and goggles and affect the protective effect. Then some people in practice found that the use of hydrocolloid dressing or silicone foam dressing on the nose, cheeks, and forehead did not affect the protective effect, but it could effectively prevent DRPI on the face ( Figure 8 ).Therefore, this problem deserves further study. Thirdly, medical staff wearing PPE need to check their skin at least twice a day, 7,15-18 and optimise the skin condition by using products to protect from moistureassociated skin damage (MASD). 19, 20 F I G U R E 8 Practice of protecting skin with preventive dressings when wearing PPE: A, protect the bridge of nose, cheeks and forehead with ultra-thin foam dressings before wearing PPE; B, wear N95 respirator and goggles; C, slight indentations on cheeks after wearing N95 respirator and goggles for 6 hours with preventive dressings; D, obvious indentations on cheeks and forehead after wearing N95 respirator and goggles for 6 hours without preventive dressings. PPE, personal protective equipment", "cite_spans": [{"start": 550, "end": 552, "text": "7,", "ref_id": "BIBREF6"}, {"start": 553, "end": 555, "text": "15", "ref_id": "BIBREF14"}, {"start": 695, "end": 697, "text": "7,", "ref_id": "BIBREF6"}, {"start": 698, "end": 702, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 703, "end": 707, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 708, "end": 712, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 713, "end": 717, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 1468, "end": 1471, "text": "19,", "ref_id": "BIBREF18"}, {"start": 1472, "end": 1474, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [{"start": 1214, "end": 1222, "text": "Figure 8", "ref_id": null}], "section": "| CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": null, "venue": "New coronavirus pneumonia prevention and control plan", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "National Health Commission of the People's Republic of China", "authors": [], "year": null, "venue": "New coronavirus pneumonia prevention and control plan", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Clinical characteristics of corunavirus disease 2019 in China", "authors": [{"first": "W", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Z", "middle": [], "last": "Ni", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "New England J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["http:/www.nejm.org/doi/full/10.1056/NEJMoa2002032"]}}, "BIBREF3": {"ref_id": "b3", "title": "Prevention epidemiological group of emergency response mechanism of new coronavirus pneumonia in Chinese Center for Disease Control. Epidemiological characteristics of new coronavirus pneumonia", "authors": [], "year": 2020, "venue": "Chinese J Epidemiol", "volume": "41", "issn": "2", "pages": "145--151", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "National Health Commission of the People's Republic of China. Guidelines for the use of common medical protective products in the prevention and control of pneumonitis due to new coronavirus infection", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Bureau of Disease Control and Prevention Ministry of Health of the People's Republic of China. Technical guidelines on selection and use of new coronavirus masks for different populations", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Guideline Pan Pacific Pressure Injury Alliance The International. Prevention and treatment of pressure ulcers/injuries: Clinical practice guideline. The International Guideline", "authors": [], "year": null, "venue": "Panel European Pressure Ulcer Advisory, Panel National Pressure Injury Advisory", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Medical device-related pressure injuries: an exploratory descriptive study in an acute tertiary hospital in Australia", "authors": [{"first": "M", "middle": [], "last": "Barakat-Johnson", "suffix": ""}, {"first": "C", "middle": [], "last": "Barnett", "suffix": ""}, {"first": "T", "middle": [], "last": "Wand", "suffix": ""}, {"first": "K", "middle": [], "last": "White", "suffix": ""}], "year": 2017, "venue": "J Tissue Viability", "volume": "26", "issn": "4", "pages": "246--253", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Medical devicerelated pressure ulcers: a systematic review and meta-analysis", "authors": [{"first": "D", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Sarki", "suffix": ""}, {"first": "R", "middle": [], "last": "Betteridge", "suffix": ""}, {"first": "J", "middle": [], "last": "Brooke", "suffix": ""}], "year": 2019, "venue": "Inter J Nurs Studies", "volume": "92", "issn": "2", "pages": "109--120", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pressure ulcer incidence in patients wearing nasal-oral versus full-face noninvasive ventilation masks", "authors": [{"first": "M", "middle": [], "last": "Schallom", "suffix": ""}, {"first": "L", "middle": [], "last": "Cracchiolo", "suffix": ""}, {"first": "A", "middle": [], "last": "Falker", "suffix": ""}], "year": 2015, "venue": "Am J Crit Care", "volume": "24", "issn": "4", "pages": "349--356", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "National Health Commission of the People's Republic of China.Notice on further strengthening the protection of medical staff during epidemic prevention and control", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Prevalence and analysis of medical device-related pressure injuries: results from the international pressure ulcer prevalence survey", "authors": [{"first": "S", "middle": ["A"], "last": "Kayser", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Vangilder", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Ayello", "suffix": ""}, {"first": "C", "middle": [], "last": "Lachenbruch", "suffix": ""}], "year": 2018, "venue": "Adv Skin Wound Care", "volume": "31", "issn": "6", "pages": "276--285", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "The incidence and prevalence of medical device-related pressure ulcers in intensive care: a systematic review", "authors": [{"first": "M", "middle": [], "last": "Barakat-Johnson", "suffix": ""}, {"first": "M", "middle": [], "last": "Lai", "suffix": ""}, {"first": "T", "middle": [], "last": "Wand", "suffix": ""}, {"first": "M", "middle": [], "last": "Li", "suffix": ""}, {"first": "K", "middle": [], "last": "White", "suffix": ""}, {"first": "F", "middle": [], "last": "Coyer", "suffix": ""}], "year": 2019, "venue": "J Wound Care", "volume": "28", "issn": "8", "pages": "512--520", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The incidence, risk factors and characteristics of pressure ulcers in hospitalized patients in China", "authors": [{"first": "Q", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Qu", "suffix": ""}], "year": 2014, "venue": "Int J Clin Exp Pathol", "volume": "7", "issn": "5", "pages": "2587--2594", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Prevention of medical device-related pressure injuries associated with respiratory equipment use in a critical care unit: a quality improvement project", "authors": [{"first": "C", "middle": ["A"], "last": "Padula", "suffix": ""}, {"first": "H", "middle": [], "last": "Paradis", "suffix": ""}, {"first": "R", "middle": [], "last": "Goodwin", "suffix": ""}, {"first": "J", "middle": [], "last": "Lynch", "suffix": ""}, {"first": "D", "middle": [], "last": "Hegerich-Bartula", "suffix": ""}], "year": 2017, "venue": "J Wound Ostomy Continence Nurs", "volume": "44", "issn": "2", "pages": "138--141", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Best practices forprevention of medical device-related pressure ulcers in criticalcare", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Systematic review of the use of prophylactic dressings in the prevention of pressure ulcers", "authors": [{"first": "M", "middle": [], "last": "Clark", "suffix": ""}, {"first": "J", "middle": [], "last": "Black", "suffix": ""}, {"first": "P", "middle": [], "last": "Alves", "suffix": ""}], "year": 2014, "venue": "Int Wound J", "volume": "11", "issn": "5", "pages": "460--471", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Preventing facial pressure injuries in patients who use noninvasive positive pressure ventilators: the efficiency of dressings", "authors": [{"first": "C", "middle": ["H"], "last": "Tai", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Hsu", "suffix": ""}], "year": 2016, "venue": "J Nursing", "volume": "63", "issn": "5", "pages": "86--94", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Management of moisture-associated skin damage: a scoping review", "authors": [{"first": "K", "middle": ["Y"], "last": "Woo", "suffix": ""}, {"first": "D", "middle": [], "last": "Beeckman", "suffix": ""}, {"first": "D", "middle": [], "last": "Chakravarthy", "suffix": ""}], "year": 2017, "venue": "Adv Skin Wound Care", "volume": "30", "issn": "11", "pages": "494--501", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Understanding moisture-associated skin damage, medical adhesive-related skin injuries, and skin tears", "authors": [{"first": "K", "middle": [], "last": "Zulkowski", "suffix": ""}], "year": 2017, "venue": "Adv Skin Wound Care", "volume": "30", "issn": "8", "pages": "372--381", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The prevalence, characteristics, and related factors of pressure injury in medical staff wearing personal protective equipment against COVID-19 in China: A multicentre cross-sectional survey", "authors": [{"first": "Q", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "W", "middle": [], "last": "Wei", "suffix": ""}], "year": 2020, "venue": "Int Wound J", "volume": "", "issn": "", "pages": "1--10", "other_ids": {"DOI": ["10.1111/iwj.13391"]}}}, "ref_entries": {"FIGREF0": {"text": "Stage and location distribution of DRPI in medical staff (number of sites = 3457, n = 1293) Site Cases (proportion%)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Stage 2 DRPIs on nose bridge and cheeks caused by N95 respirator and goggles. DRPI, device-related pressure injury F I G U R E 6 Mask straps caused stage 2 DRPI on the ear. DRPI, device-related pressure injury F I G U R E 7 Multi-DRPIs on face caused by level 3 PPE. DRPI, device-related pressure injury; PPE, personal protective equipment", "latex": null, "type": "figure"}, "TABREF1": {"text": "). The average age was 32.51 ± 7.13 year old, of which 67.42% (2903/4306) were <35 year old, and 32.58% (1403/4306) were ≥35 year old. Medical staff wearing level 3 and level 2 PPE comprised 32.42% (1396/4306) and 67.58% (2910/4306), respectively. The average daily wear time was 7.67 ± 2.92 hours, daily wear time ≤4 hours and >4 hours accounted for 15.65% (674/4306) and 84.35% (3632/4306), respectively. There were 34.07% (1467/4306) of participants who reported heavy sweating while wearing PPE. Participants who reported that they used foam dressings, hydrocolloid dressings, or personal agents to protect skin under the devices accounted for 4.55% (196/4306), 9.96% (429/4306), and 6.80% (293/4306), respectively.", "latex": null, "type": "table"}, "TABREF3": {"text": "Abbreviations: CI, confidence interval; DRPI, device-related pressure injury; DWT, daily wear time; PPE, personal protective equipment.Results of univariate and multivariate logistic analyses of DRPI in medical staff", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors especially thank Keryln Carville, RN, PhD, for editing a draft of this manuscript. She is a Professor Primary Health Care & Community Nursing with the Silver Chain Group and Curtin University, Western Australia. She gives us many good ideas and suggestions. The authors also thank Shang Zhang, RN, who had experience in clinical wound care practice and did useful help for the study. The authors thank Shanghai Wang Zhengguo Trauma Medicine Development Foundation Project (WZGF20200101) and Military Medical Service Special Project (20WQ027) for providing financial support. No external funding was received for this study.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGEMENTS"}, {"text": "The authors declared no potential conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}]}