{
    "paper_id": "0c7ce06ec15c3cb5d12d1311982c90f63ee48b7f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "1 KLINISCHE PR AKTIJK S taphylococcus aureus is een grampositieve bacterie die bij veel mensen als commensaal voorkomt. Normaal gesproken veroorzaakt de bacterie geen ziekte, maar bij beschadiging van de huid of slijmvliezen kunnen infecties optreden. Deze infecties variëren van een simpele huidinfectie tot een bacteriëmie. De meest voorkomende complicaties van een bacteriëmie zijn sepsis en strooihaarden, zoals endocarditis en spondylodiscitis. Minder frequent voorkomende strooihaarden geven soms atypische klachten en kunnen moeilijk te diagnosticeren zijn. FDG-PET/CT kan dan uitkomst bieden. [1] [2] [3] In dit artikel presenteren wij een patiënt met pijn boven in de buik en liezen door de aanwezigheid van strooihaarden in de symphysis pubica met spierabcessen in omliggende spieren en miltinfarcten bij een S. aureusbacteriëmie.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 604,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A, een 23-jarige man met een blanco voorgeschiedenis, presenteerde zich op de Spoedeisende Hulp met acute pijn in de bovenbuik, uitstralend naar de liezen. Hij had daarbij een afwijkend looppatroon (breed gangspoor). Bij lichamelijk onderzoek werd een niet-zieke, niet-pijnlijke man gezien met een subfebriele temperatuur (38,2°C). De buikpijn was bij palpatie niet opwekbaar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Laboratoriumonderzoek toonde licht verhoogde ontstekingsparameters (referentiewaarden tussen haakjes): leukocyten: 16,7 x 10 9 /l (4-10 x 10 9 ); CRP: 17 mg/l (< 10). Het urineonderzoek was niet-afwijkend. Echografie van Achtergrond Een Staphyloccous aureus-bacteriëmie kan zorgen voor strooihaarden in het lichaam. De meest voorkomende strooihaarden zijn endocarditis en spondylodiscitis. Minder gebruikelijke lokalisaties geven soms atypische klachten en kunnen moeilijk te duiden zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "cAsus Een 23-jarige man presenteerde zich op de Spoedeisende Hulp met acute buikpijn die uitstraalde naar zijn liezen, een afwijkend looppatroon en koorts. Bloedkweken toonden aanwezigheid van S. aureus. Met een transthoracaal echocardiogram werd endocarditis uitgesloten. Beeldvormend onderzoek met CT en FDG-PET/CT toonde miltinfarcten en een symphysitis pubica met spierabcessen in de omliggende spieren als oorzaak van de klachten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "conclusie Bij een S. aureus-bacteriëmie kan FDG-PET/CT uitkomst bieden in de zoektocht naar strooihaarden en de lokalisatie hiervan, met name bij atypische klachten. Hiermee kan het klinisch beeld beter geduid worden en kan mogelijk eerder een adequate behandeling worden ingezet. het abdomen toonde geen aanwijzingen voor appendicitis. Patiënt kreeg het advies zich opnieuw te melden bij het persisteren of verergeren van de klachten. De volgende dag al kwam hij terug met koortspieken, waarbij de CRP-waarde nu duidelijk gestegen was naar 185 mg/l. De CT-scan van het abdomen toonde geen afwijkingen. Vanwege de koortspieken en verhoogde ontstekingswaarden werd patiënt opgenomen ter observatie op de afdeling Chirurgie. Er was geen goede verklaring voor de buikpijn. Vanwege een mogelijkheid dat het om prostatitis ging, werd patiënt behandeld met ciprofloxacine 400 mg 2 dd intraveneus. Op dag 1 en 2 van opname werden bloedkweken afgenomen; op dag 3 bleken beide positief voor S. aureus. Patiënt werd overgeplaatst naar de afdeling Interne Geneeskunde en het antibioticum werd gewijzigd naar flucloxacilline 1 g 6 dd intraveneus. Een transthoracale echo van het hart toonde geen aanwijzingen voor endocarditis. Op dag 6 was de pijn nog steeds aanwezig. De bloedkweken waren inmiddels negatief. Vanwege aanwijzingen voor mogelijke spierabcessen in de liesregio als verklaring voor de pijn werd nogmaals een CT-scan van het abdomen gemaakt. Deze toonde multipele miltinfarcten (figuur 1); deze waren nieuw vergeleken met de CT-scan die gemaakt was op de dag van opname. Er waren geen abcessen in de regio van de M. psoas of vochtcollecties ter plaatse van de heupgewrichten zichtbaar. Omdat we op zoek waren naar een verklaring voor de pijn in de liezen en naar een bron van de S. aureus-infectie, werd op dag 13 een PET/CT-scan gemaakt. Naast de miltinfarcten werd hierop verhoogde opname van fluorodeoxyglucose (FDG) rond de symphysis pubica en de direct omliggende spieren gezien (figuur 2); dit was verdacht voor de aanwezigheid van infectiehaarden. De werkdiagnose was 'S. aureus-bacteriëmie met symphysitis pubica met spierabcessen in omliggende spieren en multipele miltinfarcten'. Bij het verder uitvragen van de anamnese bleek er sprake te zijn van recidiverende ontstekingen in de neus door het verwijderen van neusharen. Patiënt knapte goed op en werd naar huis ontslagen, waar hij nog flucloxacilline 1 g 6d d intraveneus kreeg. In totaal werd patiënt 6 weken antibiotisch behandeld. Hij was daarna klachtenvrij.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "S. aureus komt veel voor op de huid en slijmvliezen van onder andere de neus, de orofarynx en het perineum. Van de gezonde volwassenen is 25-50% gekoloniseerd met deze bacterie, van wie 10-20% chronisch. S. aureus kan een verscheidenheid aan infecties veroorzaken. Risicofactoren voor het ontstaan van een infectie zijn: een hogere kolonisatiegraad, zoals voorkomt bij insulineafhankelijke diabetici, hiv-geïnfecteerde patiënten, intraveneus-drugsgebruikers en hemodialysepatiënten, congenitale of verworven defecten in de leukocytfunctie (na chemotherapie of bij chronische granulomateuze ziekten), huidafwijkingen, of geplaatste vasculaire of orthopedische prothesen. 1,2 Een S. aureus-bacteriëmie kan ontstaan als complicatie van een primaire infectie. Maar een bacteriëmie kan ook leiden tot infectie van een eerdere steriele plek, bijvoorbeeld bij endocarditis of een infectie van prothesemateriaal. 2 diAgnostiek Als een S. aureus-bacteriëmie wordt vastgesteld, volgt transthoracale of -oesofageale echocardiografie om endocarditis uit te sluiten. Ook wordt bij klinische aanwijzingen voor spondylodiscitis laagdrempelig een MRI-scan gemaakt. Met deze onderzoeken wordt maar een klein deel van de strooihaarden opgespoord. Toch wordt weinig gebruikgemaakt van de mogelijkheid tot het maken van een FDG-PET/CT-scan bij de analyse van een bacteriëmie. Met dit onderzoek kunnen makkelijk en vroegtijdig andere strooihaarden worden opgespoord en daardoor adequaat behandeld worden. Hiermee verbetert de klinische uitkomst en vermindert de mortaliteit. 3 Daarnaast zijn er aanzienlijke consequenties voor de behandelduur. Bij een ongecompliceerde bacteriëmie wordt volstaan met behandeling met intraveneuze antibiotica gedurende 2 weken. Bij de aanwezigheid van strooihaarden moet minimaal 6 weken intraveneus behandeld worden om complicaties en recidieven te voorkomen. 3, 8 Tegenover deze voordelen staan echter ook nadelen: PET/ CT is een kostbaar onderzoek en niet alle ziekenhuizen beschikken over een PET/CT-scanner. Verder onderzoek naar onder andere de kosteneffectiviteit is nodig om PET/ CT als standaarddiagnosticum in de richtlijnen op te nemen. conclusie S. aureus is een bacterie die een verscheidenheid aan infecties kan veroorzaken. Als er sprake is van een bacteriëmie, is S. aureus berucht om het ontstaan van strooihaarden. Minder frequent voorkomende strooihaarden geven soms atypische klachten en kunnen moeilijk te diagnosticeren zijn. Een CT-of MRI-scan geeft niet altijd een afdoende verklaring voor de bacteriëmie. Wij adviseren dan een FDG-PET/CT-scan te maken, aangezien hiermee uitsluitsel gegeven kan worden over het al dan niet aanwezig zijn van strooihaarden, ook op bijzondere locaties. Hiermee kan de behandeling geoptimaliseerd worden.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 906,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1554,
                    "end": 1555,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1872,
                    "end": 1874,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1875,
                    "end": 1876,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Belangenconflict en financiële ondersteuning: ICMJE-formulieren zijn online beschikbaar bij dit artikel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "Citeer als: Ned Tijdschr Geneeskd. 2015;159:A8120",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aanvaard op 4 januari 2015"
        },
        {
            "text": "• > KIjK ooK oP www.nTvG.nl/A8120",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aanvaard op 4 januari 2015"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Harrison's principles of Internal Medicine. 18e dr",
            "authors": [],
            "year": 2011,
            "venue": "Hfdst",
            "volume": "135",
            "issn": "",
            "pages": "1160--1166",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Staphylococcus aureus infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Lowy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "339",
            "issn": "",
            "pages": "520--552",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Metastatic infectious disease and clinical outcome in Staphylococcus aureus and Streptococcus species bacteremia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kullberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sturm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medicine (Baltimore)",
            "volume": "91",
            "issn": "",
            "pages": "86--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nosocomial bloodstream infections in US hospitals: analysis of 24,179 cases from a prospective nationwide surveillance study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wisplinghoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tallent",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seifert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "309--326",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A prospective multicenter study of Staphylococcus aureus bacteremia: incidence of endocarditis, risk factors for mortality, and clinical impact of methicillin resistance",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medicine (Baltimore)",
            "volume": "82",
            "issn": "",
            "pages": "322--354",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical identifiers of complicated Staphylococcus aureus bacteremia",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Intern Med",
            "volume": "163",
            "issn": "",
            "pages": "2066--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complicating infectious foci in patients with Staphylococcus aureus or Streptococcus species bacteraemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuijpers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bleeker-Rovers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "105--118",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "18F-FDG PET/CT for detection of metastatic infection in gram-positive bacteremia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bleeker-Rovers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sturm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nucl Med",
            "volume": "51",
            "issn": "",
            "pages": "1234--1274",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S. aureus is de meest voorkomende verwekker van bacteriëmieën die in het ziekenhuis worden opgelopen ('hospital-acquired'). 4 complicAties De meest voorkomende complicaties van een bacteriëmie met S. aureus zijn sepsis en strooihaarden, waarvan endocarditis (10-30%), spondylodiscitis en longabcessen het meest voorkomen. 3,5 Zeldzamer zijn infecties in andere botten of miltabcessen of -infarcten. Strooihaarden komen voor bij 30-40% van de patiënten met een S. aureus-bacteriëmie. Een infectie die buiten het ziekenhuis is opgelopen ('community-acquired') (relatief risico (RR): 1,4), een positieve bloedkweek na 48 h (RR: 1,4) en Figuur 1 Transversale doorsnede van CT-scan van het abdomen van patiënt a met een miltinfarct en een hypodens gebied in de milt, wat past bij een miltinfarct. (afgedrukt met toestemming van belanghebbende.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PET-CT-scan van patiënt a, (a) frontale opname en (b) sagittale opname. Er is een verhoogde opname van fluorodeoxyglucose (FDG) rond de symphysis pubica en de direct omliggende spieren, wat een aanwijzing is voor een infectie. (afgedrukt met toestemming van belanghebbende.Een Staphylococcus aureus-bacteriëmie is berucht om het ontstaan van metastatische haarden.• In de analyse van een S. aureus-bacteriëmie wordt standaard geen FDG-PET/CT-scan gemaakt. • Metastatische haarden van een S. aureus-bacteriëmie opbijzondere locaties kunnen atypische klachten geven en gemakkelijk gemist worden bij de analyse. • Met PET/CT kunnen metastatische haarden op bijzondere locaties vroegtijdig opgespoord worden, waardoor tijdig een adequate behandeling kan worden ingezet.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Flevoziekenhuis, afd. Interne Geneeskunde, Almere. CaSuïSTIEK Bijzondere strooihaarden bij S. aureus-bacteriëmie Maaike Blaauwgeers en Robin Hes • + gerelAteerd Artikel Ned Tijdschr Geneeskd. 2015;159:a8632 KLINISCHE PR AKTIJK",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}