{
    "paper_id": "0c80f9f13bdbe581d2d48ef0419a01779d65b513",
    "metadata": {
        "title": "Shanghai Zhongshan Experience on Digestive Endoscopic Procedures During 2020 COVID-19 Pandemic",
        "authors": [
            {
                "first": "Xinyang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "region": "MD, PhD, FASGE",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingyan",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "region": "MD, PhD, FASGE",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "region": "MD, PhD, FASGE",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "region": "MD, PhD, FASGE",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pinghong",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "region": "MD, PhD, FASGE",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Please refer to Table 1 for indications of necessary endoscopy. Necessary endoscopy refers to situations when endoscopic procedures will alter life-threatening conditions or will change clinical management in 4-6 weeks. Elective endoscopy should be rescheduled.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INDICATIONS FOR NECESSARY ENDOSCOPIC PROCEDURES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "We have performed 109 GI endoscopic procedures from January 23, 2020, to March 4, 2020. Among them, there were 59 gastroscopies (45 foreign body removal, 15 upper GI bleeding, 1 transnasal ileus tube placement, and 3 small intestine nutrition tube placement), 24 colonoscopies (15 lower GI bleeding, 8 lower GI stent placement, and 1 sigmoid volvulus reduction), and 26 endoscopic retrograde cholangiopancreatography (ERCP) (18 choledocholithiasis with acute cholangitis, 3 biliary pancreatitis, 1 bleeding, and 4 obstructive jaundice). For upper GI bleeding, common reasons were esophageal variceal hemorrhage and peptic ulcer, whereas for lower GI bleeding, common reasons were diverticular bleeding and tumor. In most cases (104/109), endoscopy yielded a diagnosis. All endoscopic interventions were successful without complications. There was no suspected or confirmed case of COVID-19 among these patients, and no nosocomial infection occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "WORK FLOW, PRECAUTIONS, REPROCESSING, AND STAFF PROTECTION DURING COVID-19 PANDEMIC Figure 1 shows our work flow. Careful review of indications is crucial to save life-threatening conditions without unnecessary increased nosocomial infection risk. It is also necessary to differentiate COVID-19 fever from fever induced by underlying GI conditions, such as cholangitis, inflammation, and perforation secondary to embedded foreign bodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "At reception, the patients and their companions should be reconfirmed with potential COVID-19 symptoms and contact history. An epidemiological survey should be filled out with complete contact information for potential contact tracing in case nosocomial infection develops. In preprocedure and postprocedure areas, staffs are equipped with surgical masks, cap, and gowns. Patients are seated separately (at least 1 m distance from each other) and given surgical masks to be worn at all times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "Single-use bed sheets and endoscopic devices are used. Only 1 doctor and 1 nurse were allowed in the procedure room. When contacting afebrile and patients unsuspected with COVID-19, medical staff should wear a surgical mask or N95 mask (according to local availability), cap, disposable waterproof gown, gloves, shoe covers, and goggles/face shield. During ERCP, enteral stenting, or contacting febrile patients, isolation screens could be used to provide further protection against splashing ( Figure 2 ). Procedures for suspected COVID-19 cases should be performed in endoscopy rooms with negative pressure. In institutions without necessary criteria, avoid performing endoscopy in suspected patients and transfer patients to other institutions, except for inevitable situations. Procedures for confirmed COVID-19 cases should be performed in designated institutions with centralized treatment of COVID-19. During this pandemic, we avoid unnecessary anesthesia to decrease exposure of anesthesiologists. If intravenous anesthesia is needed, the anesthesiologists should wear proper personal protective equipment with goggles or face shield. If intubation is needed, anesthesiologists should wear N95 masks, and only the anesthesiologist stays in the room during intubation, whereas the rest of the team remains outside until intubation is finished. In institutions performing physician-based sedated endoscopy, physicians should be protected accordingly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "Patients should also be well protected. For patients receiving colonoscopy, surgical masks should be worn at all times. During anesthesia, oxygen mask should be put outside the surgical mask. For patients receiving gastroscopy or ERCP, a special disposable device combing the bite block and oxygen mask (Figure 3 ) is provided to prevent respiratory droplets from spreading. During the procedure, verbal communication should be minimized. Caution should be taken to avoid the biopsy channel facing the operator's face. During this pandemic, endoscopic treatment aims to solve the critical and life-threatening conditions and to minimize cross-infection to the largest extent. For example, when ERCP is performed for choledocholithiasis with acute cholangitis, only biliary drainage with plastic stent or nasobiliary tube should be recommended instead of aiming for complete stone removal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "After the procedure, all surfaces (beds, trolleys, floors, counters, etc.) contacted with patients or staff shall be wiped with chlorine (500 mg/L) containing disinfectant, and ultraviolet disinfection shall last for at least 30 minutes in the operation room. Mobile air sterilization station shall be used for 15-25 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "After standard bedside cleaning, the contaminated endoscope is put into a biohazardous medical waste bag and sent to the reprocessing room by an airtight transfer trolly. The cleaning tank should be equipped with antiaerosol isolation screen device. High-level sterilization is routinely performed. Different from performing leakage test before washing, during the pandemic, leakage test should be performed after washing. Although potential leakage may cause severe damage to the scopes, this change minimizes staffs' contact with body fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "In conclusion, although GI endoscopy is a \"high-risk\" procedure during COVID-19 pandemic, it is irrational to stop all endoscopic procedures. Instead, for a careful trade-off between potential risk of nosocomial infection and saving life-threatening conditions, selection of indications for necessary endoscopy cannot be overemphasized. During the pandemic, strict epidemiological survey and differential diagnosis of fever is crucial. With appropriate protection, necessary endoscopic procedures are safe and effective. A clear work flow will be helpful for the performance of safe and effective endoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARIZATION OF 109 ENDOSCOPIC CASES DURING COVID-19 PANDEMIC"
        },
        {
            "text": "Guarantor of the article: Pinghong Zhou, MD, PhD, FASGE. Specific author contributions: Xinyang Liu, MD, MPH, Mingyan Cai, MD, PhD, and Qiang Shi, MD, PhD, share co-first authorship. Study concept and design: P.W. and P.Z. Acquisition of data: X.L. and Q.S. Drafting of the manuscript: X.L. and Q.S. Critical revision of the manuscript: M.C. and P.Z. Study supervision: P.Z. Financial support: None to report. Potential competing interests: None to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The digestive system is a potential route of 2019-nCov infection: A bioinformatics analysis based on single-cell transcriptomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.927806"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Overview of guidance for endoscopy during the coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sánchez-Luna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Practice of endoscopy during COVID-19 pandemic: Position statements of the Asian Pacific Society for Digestive Endoscopy (APSDE-COVID statements). Gut 2020, epub ahead of print",
            "authors": [
                {
                    "first": "Pwy",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-321185"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) outbreak: What the Department of Endoscopy should know",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gie.2020.03.019"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Figure 3. A special disposable device combing the bite block and oxygen mask for gastroscopy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Work flow of endoscopic procedures during COVID-19 pandemic. COVID-19, Coronavirus disease 2019; CT, computed tomography; SARS-Cov-2, severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An isolation screen for protection against splashing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Indications for necessary endoscopic procedures during Coronavirus disease 2019 pandemic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}