{
    "paper_id": "0c8369219e6334c0c8fdc85dd1e552515212e24d",
    "metadata": {
        "title": "Journal Pre-proof An alternative Continuous Positive Airway Pressure device for COVID-19 patients An alternative Continuous Positive Airway Pressure device for COVID-19 patients",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Pfitzner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen Elizabeth Hospital",
                    "location": {
                        "settlement": "Adelaide",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Guy",
                "middle": [
                    "J"
                ],
                "last": "Maddern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen Elizabeth Hospital",
                    "location": {
                        "settlement": "Adelaide",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [],
                "last": "Reid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Queen Elizabeth Hospital",
                    "location": {
                        "settlement": "Adelaide",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Editor -Continuous positive airway pressure (CPAP) is an 'aerosol-generating procedure' and its use in the management of patients with COVID-19 remains controversial. 1,2 Some believe CPAP \"should never be used outside of appropriate airborne/droplet isolation\". 2 CPAP may also increase the risk of delayed recognition of a worrying clinical deterioration, such that tracheal intubation is performed as a 'high staff-infection-risk' emergency event. 2,3 There seems to have been little attention paid to alternative CPAP systems that are not 'aerosol-generators'. Our search of the medical literature has revealed only two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first is the pressure breathing system used by fighter pilots. Developed eight decades ago in the early stages of World War II, it gave a tactical altitude advantage over pilots in similarly un-pressurized aircraft. 4 Oxygen is inspired from a 'demand' pressure source and expired via a pressure-controlled expiratory valve, with both the inlet valve and separate expiratory valve incorporated into the pilot's face-mask. 5 The expiratory gas flow could be 'scavenged to safe'.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 426,
                    "end": 427,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second was designed five decades ago for a study on the cardiorespiratory physiological effects of CPAP ( Figure 1 ). The patient inspires from a weighted bellows pressure-source via standard anaesthesia tubing and a specially designed CPAP-collect valve, which in the study enabled expired gas to be collected uncontaminated by the pressurized fresh gas flow. 6 Thus, during management of COVID-19 patients, the expired gas could be 'scavenged to safe' in full. The rotameter-fed fresh gas flow into the bellows must be slightly greater than the patient's minute volume ventilation, and any excess flow must be vented from the bellows via a pressure-release valve to prevent the bellows from becoming over-filled and dangerously pressurized. An air-inlet valve is included in case the patient's minute volume ventilation increases and the bellows empties, an eventuality that will be apparent to caring staff monitoring the excursion of the bellows during inspiration. The bellows pressure is changed by moving the bellows-weight to different locations along the bellows-arm, while the counterbalance weight is necessary for lower CPAP to be achieved. The CPAP-collect valve must have a low resistance to gas flow, a low anatomical dead space, and the expiratory valve leaflet must close before the inspiratory valve leaflet opens. 6 A picture of the weighted bellows pressure-source that was used five decades ago is shown in Figure 2 (supplementary file 1), and a sagittal view of the CPAP-collect valve in Figure 3 (supplementary file 2) We propose a system that includes a 2-L anaesthesia reservoir bag to enable the patient's spontaneous ventilation to be manually assisted. This facility is invaluable in generating larger breaths as shown in Figure 4A (supplementary file 3) and in assisting with clearance of secretions. 7 A low resistance unidirectional anti-blowback valve ( Figure 1 ) must be included in the tubing between the bellows and the T-connector to the reservoir bag to prevent the manually assisted breath from passing back into the bellows. The tubing to the patient should also include an open/close tap so that staff can shut-off the CPAP supply in the event that the face-mask needs to be removed, such as for productive coughing. Closing off the system before the face-mask is removed will prevent the emptying bellows from generating a large gust from the vicinity of the patient's face. The air-inlet valve prevents the patient from attempting to inspire from a totally 'closed' system if the open/closed tap is in the off position.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1432,
                    "end": 1440,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1514,
                    "end": 1522,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1763,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1890,
                    "end": 1898,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "A hand ventilation facility is not a usual feature of CPAP systems, but it can be valuable in the management of patients with varying cardiorespiratory physiology. 7 For COVID-19 patients it could be used to open up blocked airways, and a deep breath can induce a 'clearing cough'. It would also enable assessment of the inspiratory reserve at higher CPAP by noting the extra gas being inspired, rather than forcing additional inspiratory flow. There is still scope for art as well as science in the ventilation of patients with varying respiratory physiology and pathophysiology. 8 Although the pattern of the additional inspiratory flow can be manually assessed with the alternative CPAP system, the pattern of expiratory flow cannot. This is because the hand-held 2-L anaesthesia reservoir bag re-fills from the bellows, not from expiratory flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Use of the alternative CPAP system in COVID-19 patients would also enable assessment of tidal volume and lung compliance at different CPAP pressures and at different times in the course of the disease. By judiciously and temporarily reducing the system's rotameter-fed fresh gas flow, such that the bellows unit neither over-fills nor empties over a given period, the minute volume ventilation, respiratory rate, and tidal volume can be accurately assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Knowing that the tidal volume may already be relatively large as a consequence of the ventilation-perfusion mismatch that occurs in COVID-19 pneumonia (with an increased physiological dead space as well as increased shunt) 9 it may be relevant to be aware of the magnitude of any further increase in tidal volume caused by CPAP. For assessment of lung compliance, and using the same judicious and temporary reduction in fresh gas flow, a sudden increase in CPAP pressure from 2.0 to 4.0 cm H 2 O (or 2.0 to 6.0 cm H 2 O) would be expected to result in an appreciable reduction in bellows-height at end-expiration in a patient with compliant lungs, and a considerably lesser reduction in those with low compliance. Using the same rationale, one can conclude from the recordings of integrated flow shown in Figure 4B that this patient did not have low lung compliance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 814,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Unlike many of the CPAP systems used for sleep apnoea, this alternative system enables the fraction of inspired oxygen to be accurately controlled (where piped gases are available) and for vastly less oxygen to be used. 10 Furthermore, it will work with the patient in the prone position, and the cyclical movement of the bellows affords visual confirmation of adequate inspired volume. The ability to vary the degree of CPAP as shown in Figure 4B may well help with gaining feedback on the level of airway pressure at which breathing is easiest or 'most comfortable'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It is important to note that the pressure-release valve must be reliable. If it were to fail, the pressure in the system would progressively increase. This increase in pressure would be relentless, the hand-ventilation reservoir bag would get larger, and the patient would be in trouble if too unwell to remove the mask. Thus patients being managed on the alternative system should not be left unattended, and caring staff must understand why the sound of excess fresh gas flow venting from the bellows' pressure-release valve is not a leak but normal and necessary. Also, a comfortable face-mask with an effective seal is important, and nasal CPAP masks seem unlikely to have a role since the weighted bellows would likely deflate when the patient spoke. The bellows unit is unavoidably heavy, with the weight acting on the bellows needing to be substantial and relevant to the cross-sectional area of the bellows on which it acts. Swings in the degree of CPAP with inspiration and expiration will occur, although these could be reduced with larger diameter tubing between the bellows and the patient, and with bellows of a larger cross-sectional area, necessarily more heavily weighted. All considered, this alternative CPAP system may have a valuable role in the management of COVID-19 patients. It is versatile, does not require electricity, the expiratory gas can be 'scavenged to safe' in full, and it is not an 'aerosol-generator'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors declare no conflicts of interest. Constructed from a radically modified Blease Pulmo-Sim Test Lung, as was used for testing ventilators. The bellows-arm supports a moveable bellows-weight that can be moved along the arm to alter the degree of CPAP: a necessary counterbalance-weight (to the left of the picture) is fixed to a metal rod that traverses the length of the bellows-arm. The metal rod has a screw-thread that is threaded through the bellows-weight, such that the weight can be moved in either direction along the arm simply by rotating the counterbalance-weight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "The 'pivot' of the bellows-arm lies within the cabinet (positioned just to the right of the counterbalance-weight). The inset shows the critically important pressure-release valve on the top bellows-plate. It is photographed from behind and slightly above the bellows-arm. Steel bands to prevent the bellows bulging out with pressure are also shown. The paediatric patients (in both A and B) were anaesthetised, intubated and breathing spontaneously. The clinical details of the patients are 'lost in time', the records being made five decades ago. A Pm CPAP (mouth) Poe-m Pressure (oesophageal balloon -CPAP (mouth)) V",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "Tidal volume The lower tracing shows the pressure-volume loops from the pressure and volume recordings in the top tracing, with the recording paper shifted laterally at each end-expiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "Top tracing: Pressure (oesophageal -CPAP) Next tracing: CPAP (airway) Third tracing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B"
        },
        {
            "text": "Tidal volume (integrated flow) Bottom tracing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B"
        },
        {
            "text": "Respiratory flow CPAP changed every five breaths by 2.0 cm H 2 O from 0 cm H 2 O to a maximum of 8.0 cm H 2 O and back, on several occasions. The continuous recording shows a slower respiratory rate at higher airway pressure (presumably reflex, since the patient was anaesthetised), and large breaths in two different sequences at two different CPAP values (8.0 cm H 2 O and later at 2.0 cm H 2 O).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: community CPAP and NIV should be stopped unless medically necessary to support life",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oyefeso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koeckerling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mudalige",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "67",
            "issn": "",
            "pages": "568--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intensive care management of coronavirus disease 2019 (COVID-19): challenges and recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pressure breathing in fighter aircraft for G accelerations and loss of cabin pressurization at altitude--a brief review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Lauritzsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfitzner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can J Anaesth",
            "volume": "50",
            "issn": "",
            "pages": "415--424",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A strategy for in-flight measurements of physiology of pilots of highperformance fighter aircraft",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Appl Physiol",
            "volume": "115",
            "issn": "",
            "pages": "145--154",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Continuous positive airway pressure. The collection of expired gases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfitzner",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Anaesthesia",
            "volume": "31",
            "issn": "",
            "pages": "410--415",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pfitzner J, Branthwaite MA, English IC, Shinebourne EA. Continuous positive airway pressure. A new system. Anaesthesia 1974; 29: 326-34 8. Pfitzner J. Selecting the Level of Positive End-expiratory Pressure for One-lung Ventilation: \"By Formula\" or \"By Feel\"? Anesthesiology 2016; 125: 1254-5 9. Mauri T, Spinelli E, Scotti E, et al. Potential for Lung Recruitment and Ventilation-Perfusion Mismatch in Patients With the Acute Respiratory Distress Syndrome From Coronavirus Disease 2019. Crit Care Med 2020; in Press [update] 10. Vargas M, Marra A, Vivona L, et al. Performances of CPAP Devices With an Oronasal Mask. Resp Care 2018; 63:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic representation of a proposed alternative CPAP systemThe patient inspires via the airtight face-mask from the weighted bellows pressure-source, and expires 'to safe' via the CPAP-collect valve. The patient can be hand-ventilated with the 2-L reservoir bag, and the bellows pressure-source can be temporarily and safely turned off with the open/closed tap if the face-mask needs to be removed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A weighted-bellows CPAP pressure-source from five decades ago",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Sagittal section of the CPAP-collect valveThe patient inspires from the inlet port (with CPAP) via the inspiratory valve leaflet A. Expiration, via the central apertures of valve leaflet A, occurs as the expiratory valve B is lifted and gas flows to the Outlet port. The opening of the expiratory valve is opposed by the pressure in the chamber above it, which is connected to the CPAP in the Inlet port via channel C. The stippled area indicates the small-volume anatomical dead space of the CPAPcollect valve. Modified from Pfitzner Manually assisted breaths, and seamless step-changes in airway pressure during CPAP.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to Ruth Benson for suitably resurrecting the old photographs",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}