{
    "paper_id": "0c834155475bb9b7d901f35a7e981c38590eb271",
    "metadata": {
        "title": "Akutes Leberversagen Übersicht zur aktuellen Diagnostik und Therapie",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Streetz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum RWTH-Aachen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "F"
                ],
                "last": "Tacke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum RWTH-Aachen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A"
                ],
                "last": "Koch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum RWTH-Aachen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C"
                ],
                "last": "Trautwein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsklinikum RWTH-Aachen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Das akute Leberversagen (ALV) ist eine seltene, aber nach wie vor mit hoher Mortalität einhergehende Erkrankung. Auslöser sind in Westeuropa und Nordamerika hauptsächlich Medikamente und virale Hepatitiden. Klinisch bedeutsam sind der Ausfall der Lebersynthesefunktion, die Entwicklung einer hepatischen Enzephalopathie und ein drohendes Multiorganversagen. Spezifische Therapiemöglichkeiten sind nur für wenige Ursachen des ALV, z. B. durch Gabe von N-Acetylcystein bei der Paracetamolintoxikation, möglich, sodass bei hoher Mortalität oft eine Lebertransplantation als einzige Therapieoption bleibt. Durch die Hinzunahme neuer molekularer Marker konnten jedoch die Prognosescores für die Abschätzung der klinischen Entwicklung und einer Transplantationsnotwendigkeit in den letzten Jahren deutlich verbessert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Das ALV ist als eine potenziell reversible Leberfunktionsstörung (Ikterus, Koagulopathie \"international normalized ratio\", INR, >1,5) mit rascher Entwicklung einer hepatischen Enzephalopathie ohne Vorliegen eines chronischen Leberschadens definiert. Die amerikanische \"acute liver failure study group\" unterscheidet in Bezug auf die Zeit zwischen dem Auftreten von Koagulopathie und beginnender hepatischer Enzephalopathie weiterhin zwischen dem hyperakuten (<7 Tage), dem akuten (7-28 Tage) und dem subakuten (28 Tage -6 Monate) Leberversagen [9] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[9]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "In Deutschland geht man aktuell von etwa 4-500 Fällen eines ALV aus [4] . Insgesamt liegt die Prävalenz bei etwa 5 pro 1 Mio. Einwohner. Epidemiologische Daten zur Genese des ALV zeigen bezüglich der zugrunde liegenden Ursachen ein diversifiziertes Bild. Eine kürzliche Erhebung an 155 Patienten einer deutschen Kohorte zeigte, dass die Ursache in 32% nicht durch Acetaminophen (Paracetamol) induziert medikamentös toxisch, in 21% viral und in 9% durch Acetaminophen bedingt war. In 24% der Fälle konnte sie sogar nicht genau bestimmt werden [6] . Eine Lebertransplantation erfolgte hier in 47% der schweren Fälle mit begleitender Enzephalopathie.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "In Nordamerika und Mitteleuropa dominieren Intoxikationen (hauptsächlich Paracetamol, Antibiotika u. a.) vor viralen Hepatitiden und selteneren Ursachen (. Tab. 1). In etwa 20% der Fälle bleibt die Ursache noch unklar, wie durch eine große aktuelle Auswertung des Eurotransplant-Registers (. Abb. 1) verdeutlicht wird [5] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Die dem ALV zugrunde liegende Pathogenese ist abhängig von der auslösenden Ursache vielfältig. Getriggert durch zytotoxische Botenstoffe (Tumornekrosefaktor-α, TNF-α) und Mediatoren (reaktive Sauerstoffradikale) kommt es zum hauptsächlich periportalen Zelluntergang, der durch nekrotischen und apoptotischen Zelltod von Hepatozyten bedingt ist. Begleitet wird dies von einer variablen Entzündungsreaktion. Bei unkontrolliertem Untergang von Hepatozyten kommt es zu einer progredienten Organdysfunktion mit Entwicklung einer Koagulopathie. Durch die verringerte Synthese von Gerinnungsfaktoren und deren Inhibitoren verlängert sich die Prothrombinzeit. Eine begleitende Plättchendysfunktion und Thrombopenie führt dann zu klinisch vermehrter Blutungsneigung. Der Ausfall der hepatischen Entgiftungsfunktion geht mit einem messbaren Anstieg des Bilirubins und des Ammoniaks einher. Es kommt weiterhin zu einer Erhöhung des splanchnischen Druckgra- ausreichend effektiv. Die Durchführung einer Lebertransplantation ist hier oft die einzige verbleibende Therapieoption. Neue Prognosescores, wie der Acute-liver-failure-studygroup(ALFSG)-Score, ermöglichen eine verbesserte Patientenselektion, um dem Organmangel durch eine ausreichend stringente Indikationsstellung gerecht zu werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiologie"
        },
        {
            "text": "Paracetamol · Transplantation · Hepatische Enzephalopathie · Multiples Organversagen · Organdysfunktionsscore Acute liver failure. Diagnosis and therapy Abstract Although acute liver failure is a rare disease with a prevalence of 5 per 1 million people, it has a considerablely high mortality rate of 34%. The main causes in western civilizations are drug overdose (acetaminophen) and viral hepatitis. Patients are affected by the loss of liver synthesis function and are at risk of developing hepatic encephalopathy and possible multiorgan failure. Specific therapies consisting of the administration of N-acetylcysteine (acetaminophen) or of nucleotide/nucleoside analogs (hepatitis B) are possible, but are often not adequate. Orthotopic liv-er transplantation is, therefore, frequently the only remaining effective therapy for severe acute liver failure. Due to organ shortage, new prognostic tools, e.g., the Acute Liver Failure Study Group (ALFSG) score, have been developed to improve patient selection using sufficiently stringent selection criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Acetaminophen · Transplantation · Hepatic encephalopathy · Multiple organ failure · Organ dysfunction scores problemen) und ggf. rekombinanter Faktor VIIa sowie Kryopräzipitat (Fibrinogen, Faktor VIII, XIII, von Willebrandfaktor; bei Hypofibrinogenämie <100 mg/dl) verwendet. Zur Prävention der statistisch häufigen oberen gastrointestinalen Blutung wird die Durchführung einer Säuresuppression mittels Protonenpumpenhemmern oder H 2 -Blockern empfohlen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Die Behandlung des ALV sollte bei entsprechender Schwere der Erkrankung (anhaltende Leberfunktionseinschränkung, beginnende Enzephalopathie) nach Möglichkeit in einem Zentrum mit Transplantationsmöglichkeit erfolgen. Sofern möglich sollte natürlich unverzüglich eine kausale Therapie eingeleitet werden (. Tab. 5). Die etablierte Therapie des häufigen paracetamolinduzierten ALV besteht in der intravenösen Gabe von N-Acetylcystein (NAC) in Form eines 72-stündigen Reduktionsschemas (NAC: 150 mg/kg/h für 1 h, dann 12,5 mg/kg/h für 4 h und 6,25 mg/kg/h für 67 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kausale Behandlungsmöglichkeiten"
        },
        {
            "text": "Interessanterweise wurde in einer prospektiven multizentrischen Studie gezeigt, dass es beim nicht durch Paracetamol bedingtem ALV unter Gabe von NAC zumindest bei Patienten mit niedriggradiger hepatischer Enzephalopathie (°I-II) ebenfalls zu einer Verbesserung des transplantatfreien Überlebens kommt [10] . Daher empfiehlt sich das nebenwirkungsarme NAC-Schema generell auch bei allen anderen Entitäten des ALV. Eine spezifische Behandlung sollte bei der akuten Hepatitis-B-Infektion eingeleitet werden. Sinnvoll erscheint aktuell die Einleitung einer Behandlung mittels hochpotenter antiviraler Medikamente, wie Entecavir und Tenofovir [15] . Bei Sicherung der Diagnose einer autoimmunen Hepatitis ist eine Steroidtherapie indiziert [7] . Im Rahmen eines Herpes-simplex-Virus(HSV)-induzierten ALV wurde die Wirksamkeit von Aciclovir gezeigt. Die wenigsten Therapien sind jedoch durch gute randomisierte Studien abgesichert, da aufgrund der niedrigen Fallzah-len oft nicht ausreichend Patienten rekrutiert werden können. ",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[15]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Kausale Behandlungsmöglichkeiten"
        },
        {
            "text": "Da der Verlauf des ALV in seiner Geschwindigkeit kaum vorhersagbar ist, empfiehlt sich die frühzeitige Verlegung in ein Transplantationszentrum. Kontraindikationen für eine Lebertransplantation, wie aktiver Alkoholabusus, Drogenkonsum, schwere systemische und maligne Erkrankungen sowie eine fehlende soziale Einbindung, die für die komplexe anschließende Nachbetreuung notwendig ist, müssen ausgeschlossen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lebertransplantation"
        },
        {
            "text": "Lebertransplantation sollte rasch und unverzüglich erfolgen Die Listung für eine Lebertransplantation sollte rasch und unverzüglich erfolgen, um auf den möglicherweise rapiden Verlauf des ALV entsprechend reagieren zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "» Die Listung für eine"
        },
        {
            "text": "Durch ALV bedingte Lebertransplantationen machen etwa 9% aller Lebertransplantationen aus, wie aktuelle Daten des europäischen Lebertransplantationsregisters zeigen [1] . Diese Rate blieb über die letzten 20 Jahre ungefähr konstant. Daten einer prospektiven amerikanischen Studie belegen die Effektivität und Notwendigkeit dieser Therapieoption [12] . Hier wurde gezeigt, dass 84% der Patienten mit ALV nach Erhalt einer frühen Transplantation überlebten, während die Überlebensrate ohne Lebertransplantation bei nur 34% lag. In der Regel beeinflussen 3 Faktoren den Erfolg einer Notfalllebertransplantation im Rahmen einer High-urgency(HU)-Listung eines Patienten mit ALV: das Alter des Empfängers, die Schwere der Lebererkrankung und die Qualität des Spenderorgans. Je schlechter der klinische Zustand des Patienten ist, umso schwieriger sind die allgemeinen Transplantationsbedingungen. Patienten mit paracetamolinduziertem ALV sind hierbei am meisten beeinträchtigt. Ebenso zeigen Patienten über 50 Jahre eine 2-fach erhöhte Morta- ",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "» Die Listung für eine"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Koch geben an, dass kein Interessenkonflikt besteht. F. Tacke erhielt Vortragshonorare von den Firmen Gilead",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Interessenkonflikt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Streetz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trautwein erhielt Vortragshonorare von den Firmen Gilead",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dieser Beitrag beinhaltet keine Studien an Menschen oder Tieren",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of indications and results of liver transplantation in Europe. A report from the European Liver Transplant Registry (ELTR)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Karam",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Delvart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Hepatol",
            "volume": "57",
            "issn": "3",
            "pages": "675--688",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Extracorporeal albumin dialysis with the molecular adsorbent recirculating system in acute-onchronic liver failure: the RELIEF trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bañares",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nevens",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "3",
            "pages": "1153--1162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population-based surveillance for acute liver failure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johns",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Gastroenterol",
            "volume": "103",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute liver failure: a life-threatening disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Canbay",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tacke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dtsch Arztebl Int",
            "volume": "108",
            "issn": "42",
            "pages": "714--720",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Liver transplantation for acute liver failure in Europe: outcomes over 20 years from the ELTR database",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Germani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theocharidou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Hepatol",
            "volume": "57",
            "issn": "2",
            "pages": "288--296",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Etiologies and outcomes of acute liver failure in Germany",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tacke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bruns",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "10",
            "issn": "6",
            "pages": "664--669",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Usefulness of corticosteroids for the treatment of severe and fulminant forms of autoimmune hepatitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ichai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Duclos-Vallée",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guettier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Liver Transpl",
            "volume": "13",
            "issn": "7",
            "pages": "996--1003",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of fractionated plasma separation and adsorption on survival in patients with acute-on-chronic liver failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kribben",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gerken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haag",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "142",
            "issn": "4",
            "pages": "782--789",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acute liver failure: summary of a workshop",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Nyberg",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepatology",
            "volume": "47",
            "issn": "4",
            "pages": "1401--1415",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intravenous N-acetylcysteine improves transplant-free survival in early stage non-acetaminophen acute liver failure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Hynan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossaro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gastroenterology",
            "volume": "137",
            "issn": "3",
            "pages": "856--864",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Extracorporeal detoxification using the molecular adsorbent recirculating system for critically ill patients with liver failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mitzner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stange",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klammt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Soc Nephrol",
            "volume": "12",
            "issn": "17",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Results of a prospective study of acute liver failure at 17 tertiary care centers in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ostapowicz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Schiødt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann Intern Med",
            "volume": "137",
            "issn": "",
            "pages": "947--954",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Development of an accurate index for predicting outcomes of patients with acute liver failure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Hynan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gastroenterology",
            "volume": "143",
            "issn": "5",
            "pages": "1237--1243",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Keratin variants predispose to acute liver failure and adverse outcome: race and ethnic associations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strnad",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanada",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "3",
            "pages": "828--835",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Management of severe acute to fulminant hepatitis B: to treat or not to treat or when to treat?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Tillmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zachou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Dalekos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Liver Int",
            "volume": "32",
            "issn": "4",
            "pages": "544--553",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Leitthema Tab. 1 Ursachen des akuten Leberversagens Bei 50% der Patienten kommt es durch eine akute Tubulusnekrose oder ein hepatorenales Syndrom zu schweren Nierenfunktionseinschränkungen bis hin zur Dialysepflichtigkeit. Unabhängig von der Nierenfunktionseinschränkung werden eine Hypokaliämie und Hypophosphatämie manifest. Von den Patienten entwickeln 60% ein systemisches Inflammationssyndrom. Bedingt durch die gestörte Funktion von Immunzellen, mangelnde Chemotaxis und Bakterienopsonierung kommt es zu einer hohen Rate an bakteriellen (meist durch grampositive Keime) und fungalen Infektionen. Sich derart entwickelnde septische Konstellationen bedingen dann weitere Organsdysfunktionen. Es kommt zu peripherer Vasodilatation mit erniedrig-ten Systemwiderständen, hyperdynamer Zirkulation, Wasserretention sowie Hyponatriämie und schließlich Kreislaufinsuffizienz mit Hypotension. Dadurch verschlechtert sich die periphere Sauerstoffversorgung der Gewebe mit Entwicklung von Gewebehypoxie und Laktatazidose. Betroffen ist auch die pulmonale Funktion mit drohender Manifestation eines \"acute respiratory distress syndrome\" (ARDS), pulmonaler Haemorrhagien und Infektionen (. Tab. 2). Paracetamol stellt aufgrund der einfachen Verfügbarkeit leider nach wie vor eine der Hauptursachen eines ALV in westlichen Zivilisationen dar. Seine Toxizität ist weitgehend dosisabhängig und damit vorhersagbar. Ab einer eingenommenen Menge von 10-12 g ist i. d. R. mit einer deutlichen Lebertoxizität zu rechnen. Gelegentlich beobachtet man jedoch auch Fälle von Leberschädigung bei Einnahme geringerer Mengen, besonders bei Patienten, venös verabreicht werden, bis Paracetamol im Blut nicht mehr nachweisbar ist. Kreislaufdysregulationen. Bei erhöhtem portalvenösem Druck kommt es zu einer splanchnischen Sequestrierung des Bluts und vermindertem venösem Rückfluss. Dadurch bedingt mindert sich das kardiale Auswurfvolumen. Dies ähnelt den Verhältnissen während eines septischen Schocks. Mit der Gabe von Volumen und Noradrenalin muss hier unter Beachtung des Natriumhaushalts gegengesteuert werden. Das geeignete Katecholamin muss vorsichtig gewählt werden, da z. B. Vasopressin und Terlipressin insbesondere während des ALV möglicherweise kritische Hirndruckerhöhungen bewirken. Die Vermeidung bakterieller und fungaler Infektionen ist ein weiterer wichtiger Punkt in der Behandlung, da diese die Hauptmortalitätsursache des ALV darstellen. Obwohl es bislang nur nichtkonklusive Daten zur Einleitung einer rein prophylaktischen Antibiose gibt, sollte die Schwelle zur Gabe eines Antibiotikums sehr niedrig gestellt werden. Empirisch sind Cephalosporine der 3. Generation und ggf. zusätzlich antifungale Medikamente zu bevorzugen. Problematisch ist nach wie vor das Management des erhöhten Hirndrucks, verursacht durch ein zerebrales Ödem, während der Intensivtherapie eines ALV-Patienten. Mittels invasiver Hirndruckmessung lässt sich eine Einstellung des intrakraniellen Drucks auf 25 mmHg realisieren. Anhaltend erhöhte Hirndrücke sowie eine verminderte zerebrale Perfusion bergen die Gefahr einer konsekutiven Hirnstammeinklemmung.Zu beachten ist, dass eine invasive Hirndruckmessung selbst mit einem gewissen Blutungs-und Infektionsrisiko einhergeht. Dieses ist gegen eine bessere Verlaufs-und Prognosebeurteilung der Patienten mit schwerem ALV abzuwägen. Mögliche Strategien zur Minderung eines erhöhten Hirndrucks bestehen in der Gabe von Mannitol, der Bolusgabe einer hypertonen Natriumchlorid(NaCl)-Lösung oder auch in einer milden Hypothermie.Aufgrund der eingeschränkten Lebersyntheseleistung ist auch das Management der erhöhten Koagulopathie ein Problem bei Patienten mit ALV. Da die Rate an spontanen Blutungen jedoch erstaunlich gering ist und die unkontrollierte Gabe von Frischplasmakonzentraten zu einer Volumenüberladung führen kann, wird von einer standardmäßigen Gerinnungskorrektur abgesehen. Sie muss jedoch vor der Anlage invasiver Katheter oder anderer Punktionen bedacht und korrigiert werden. Zur Gerinnungskorrektur werden Frischplasmen, Vitamin-K (bei schwerem ALV nicht wirksam aufgrund von Verstoffwechslungs-Zusammenfassung · AbstractMed Klin Intensivmed Notfmed 2013 · 108:639-645 DOI 10.1007/s00063-013-0285-4 © Springer-Verlag Berlin Heidelberg 2013 K.L. Streetz · F. Tacke · A. Koch · C. Trautwein Akutes Leberversagen. Übersicht zur aktuellen Diagnostik und Therapie Zusammenfassung Das akute Leberversagen (ALV) ist mit einer Prävalenz von 5 pro 1 Mio. Einwohner zwar selten, besitzt aber eine sehr hohe Mortalitätsrate von etwa 34%. Es wird in westlichen Zivilisationen hauptsächlich durch Medikamente (Paracetamol) und virale Hepatitiden ausgelöst. Die Patienten sind hauptsächlich durch den Ausfall der Lebersynthesefunktion, die Entwicklung einer hepatischen Enzephalopathie und ein mögliches Multiorganversagen gefährdet. Spezifische Therapien sind mit der Gabe von N-Acetylcystein (Paracetamol) oder von Nukleotid-/Nukleosid-Analoga ( Hepatitis-B) zwar möglich, oft aber nicht",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Über die vergangenen Dekaden wurde versucht, verschiedene Leberersatzverfahren zu etablieren. Aufgrund der durchaus erstaunlichen Leberregenerationsfähigkeit und der teilweise langen Wartezeit auf ein Organ besteht eine gute Rationale zum Einsatz solcher Überbrückungsverfahren. In diesem Bereich sind verschiedene auf einer Dialyse oder Absorption basierende Detoxifizierungsverfahren, z. B. das Molecular-adsorbents-recirculating-System (MARS®) am besten etabliert. Hierbei wird das Patientenblut über eine semipermeable Membran in einem zwischengeschalteten Albuminkreislauf von potenziell toxischen Molekülen einer Größe bis zu 55 kDa gereinigt. Über einen sekundären Niedrigflussfilter wird die Extraktion niedermolekularer Stoffe im Sinne einer Dialysefunktion gewährleistet[11]. In der kürzlich publizierten RELIEF-Studie[2] wurde die Wirksamkeit dieser extrakorporalen Albumindialyse in Bezug auf das Überleben von 189 Patienten mit akut-auf-chronischem Leberversagen vergleichend evaluiert. Leider zeigte",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "lität. Der Zustand des Spenderorgans ist für Patienten im ALV besonders kritisch. Kriterien, die Clichy-Kriterien sowie der Model-for-end-stage-liverdisease(MELD)-Score (. Tab. 6).In einer neuen und interessanten Arbeit der amerikanischen \"acute liver failure study group\" wurde zudem kürzlich gezeigt, dass die Hinzunahme des logarithmischen Werts des M30-Protein-Markers eine signifikant zuverlässigere Vorhersage des Verlaufs des ALV erlaubt[13]. Das M30-Protein ist ein Zytokeratin-18-Spaltprodukt, welches cas paseabhängig während apoptotischer Hepatozytenuntergänge entsteht und relativ zuverlässig mittels Enzyme-linkedimmunosorbent-assay(ELISA)-Technik im Serum von Patienten nachgewiesen werden kann (. Abb. 2). In dieser Studie konnten unter Bestimmung der Parameter Enzephalopathiegrad, INR, Bilirubin, Phosphorspiegel und M30-Marker Patienten mit schlechter Prognose, die entweder eine Transplantation benötigten oder gar verstarben, prospektiv besser als mit den etablierten King's-College-oder MELD-Kriterien ermittelt werden. Fazit für die Praxis F Das ALV ist eine potenziell reversible Störung der Leberfunktion, die mit hoher Mortalität einhergeht. F Die Intoxikation mit Paracetamol stellt die häufigste Ursache eines ALV dar, jedoch müssen auch andere mögliche Ursachen, wie virale Hepatitiden oder vaskuläre Störungen, mit abgeklärt werden. F Alle Patienten sollten über 72 h mit N-Acetylcystein zur Verbesserung der Prognose behandelt werden. Die Behandlung sollte möglichst in einem Zentrum mit Transplantationsmöglichkeit erfolgen. F Eine Abschätzung der Prognose mittels geeigneter Werkzeuge, wie der ALFSG-Score, ermöglicht die frühzeitige Identifikation von Patienten mit schlechter Überlebenschance. F Eine Lebertransplantation stellt oft die einzige wirksame Behandlung eines schweren ALV dar. Abb. 2 8 Während des Zelltods von Hepatozyten entstehen Zytokeratinfragmente. Diese können im Serum von Patienten gemessen und zur Prognoseabschätzung verwendet werden. (Adaptiert nach [5], mit freundlicher Genehmigung von Elsevier) Klinische Studien und präklinische Untersuchungen sind unerlässlich, um neue Therapien und Diagnostika zu erproben und die Behandlung unserer Patienten nachhaltig zu verbessern. Erfreulicherweise steigt die Zahl klinischer Studien an und hierbei werden die Pathologie und die gewebebasierte Forschung vermehrt einbezogen. Die Deutsche Gesellschaft für Pathologie e.V. (DGP) und die durch sie vertretenen Pathologen wollen und können zu diesem Prozess als gleichwertige Partner beitragen und unsere klinischen Partner dabei bestmöglich unterstützen. Mit unseren Technologien und unserer spezifischen Expertise können wir zur Qualität und zum Gelingen präklinischer Untersuchungen, klinischer Studien und der Implementierung der Ergebnisse in der klinisch-pathologischen Diagnostik beitragen. Wir wollen Forschung in und mit der Pathologie fördern und uns aktiv an der Gestaltung von Forschung beteiligen. Die DGP hat ein großes Interesse an (guter) klinischer Forschung und unterstützt diese nachdrücklich. Vor dem Hintergrund immer komplexer werdender Anforderungen und Interessenlagen stellt die DGP einen sachlich begründeten und strukturierten Kriterienkatalog vor, der für die Leiter und Organisatoren klinischer Studien und Pathologen gleichermaßen als Informationsquelle und Entscheidungshilfe bei Studien und anderen wissenschaftlichen Untersuchungen dienen soll. Die von der DGP erarbeitete Stellungnahme zur Beteiligung und Unterstützung klinischer Studien und anderer wissenschaftlicher Untersuchungen (Der Pathologe 2013;34:466-475) beinhaltet eine Checkliste für die Planung klinischer Studien mit und an Gewebeproben und stellt einen Fragebogen vor, der als Vorlage für Materialanforderungen dienen kann. Beide berücksichtigen allgemeine Aspekte (Studieninitiator, Studienfinanzierung, Studienart, Studienziel, Art und Menge des angefragten Materials), rechtliche Grundlagen (Einverständniserklärung des Patienten, Sachwalterschaft für Studiengut, Verbleib des Studienmaterials), Datenschutzbestimmungen, Ethikvotum, Fachstandards (z.B. Studienpathologie ist Facharzt für Pathologie, Befund-und Materialarchivierung) und Auf-Fachnachrichten wandsentschädigungen. Eine kritische Auseinandersetzung mit der Stellungnahme durch andere medizinische Fachgesellschaften und Organisationen ist erwünscht und soll zur nachhaltigen Verbesserung der Forschung mit und an humanem Gewebe beitragen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}