{
    "paper_id": "0c85a27a7c98663a3aa076dd1fca866803fcfce7",
    "metadata": {
        "title": "Journal Pre-proof Evaluation of the COVID19 ID NOW EUA Assay Stephanie L. Mitchell (Conceptualization) (Methodology) (Validation) (Formal analysis) (Investigation) (Resources)<ce:contributor-role>Writing-original draft)<ce:contributor-role>Writing-review and editing) (Supervision), Kirsten St. George (Conceptualization) (Methodology) (Validation) (Formal analysis) (Investigation) (Resources) (Writing -review and editing) (Supervision) Evaluation of the COVID19 ID NOW EUA Assay",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [
                    "L"
                ],
                "last": "Mitchell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pittsburgh School of Medicine",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "PA"
                    }
                },
                "email": "mitchellsl5@upmc.edu"
            },
            {
                "first": "Kirsten",
                "middle": [],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "George",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Viral Diseases",
                    "institution": "New York State Department of Health",
                    "location": {
                        "settlement": "Wadsworth Center, Albany",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abmm",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " ID NOW EUA SARS-CoV-2 assay had an overall agreement of 78.7% when compared to the standard of care reference methods.  ID NOW had a sensitivity of 71.7% and specificity of 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": " All the false-negative results occurred with weakly positive samples, with reference method CT values ≥35.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-CoV-2 pandemic caused a major surge in the diagnostic capacity needed for adequate response efforts. Many commercial companies have developed diagnostic assays that are available for clinical testing in the USA, if authorized through the FDA's emergency use authorization (EUA) process. While most of the SARS-CoV-2 EUA assays for molecular detection must be performed in moderate-to high-complexity clinical laboratories, a few are authorized as point-of-care devices, such as the Abbott ID NOW. In addition to clinical laboratories, this assay can be performed by trained non-laboratory personnel in patient care settings such an Emergency Departments, physician's offices or pharmacies, potentially bringing diagnostic testing for SARS-CoV-2 closer to the patient (1). Among the marketing information for this new assay, potential advantages include its reported sensitivity (stated limit of detection (LOD) of 125 genome equivalents/ml) and run time (detection of SARS-CoV-2 RNA as early as five minutes and a negative result in thirteen minutes). Also, the ID NOW may provide rapid molecular results either from direct testing of nasopharyngeal, nasal, or oropharyngeal swabs or testing of the viral transport media (VTM) from swabs placed in this fluid after collection (2) . To date, reported performance of the ID NOW SARS-CoV-2 assay in the peer-reviewed literature has been variable. the ID NOW as compared to an LDT reference method, ranging from 75-87% (3) (4) (5) (6) .",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1474,
                    "end": 1477,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1478,
                    "end": 1481,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1486,
                    "end": 1489,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Given the potential advantages of this device over more traditional format molecular tests such as real-time RT-PCR, a small evaluation of the ID NOW COVID-19 test was conducted at two laboratories to assess its performance. Residual positive and negative nasopharyngeal patient samples collected in VTM were tested using the ID NOW EUA assay. Samples had been stored at -80℃ prior to testing. Results from the ID NOW assay were compared to the original results from either the CDC EUA or the New York EUA assays, which served as the reference methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective and Methods"
        },
        {
            "text": "Positive and negative samples were alternated to assess for potential carry-over contamination of either the patient sample or amplicon. Precision was assessed by running one strongly positive, one moderately positive and one negative sample in triplicate. At both facilities, the work was conducted inside a Class II biosafety cabinet (BSC) by certified laboratory personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective and Methods"
        },
        {
            "text": "In total 46 positive and 15 negatives were tested for a total of 61 samples. Overall agreement of the ID NOW with the reference method was 48/61 (78.7%). Specificity was 100% (15/15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "However, sensitivity was 71.7% (33/46) with the ID NOW producing false negative results in 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "of the 46 positive samples tested. Notably, all false-negative results corresponded to those samples that were weakly positive, with a cycle threshold (CT) values between 35-40 for all targets ( Figure   1 ). This suggests that the ID NOW has acceptable performance for strongly or moderately positive samples but may lack sensitivity when the sample contains low amount of viral RNA. Importantly, in a review of more than 5,000 positive SARS-CoV-2 results at Wadsworth, 18% of the tests had ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 205,
                    "text": "Figure   1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After this evaluation was performed, a notice was issued by the manufacturer, stating that samples collected in VTM were no longer acceptable for the ID NOW COVID-19 EUA assay, citing lower sensitivity for these specimens (7), which was also observed in our study. While removing this specimen type is an important step to reducing false-negative results, this now presents a challenge to both laboratories and patient care settings in verifying assay performance prior to implementation (8) . Given that only the direct swab is acceptable, verification cannot be performed using residual or contrived samples that are readily available and commonly used for this purpose. Notably, the direct swab positive control included with the assay does not contain SARS-CoV-2 material and therefore cannot be used for either a target amplification control or for assay verification. There were other challenges and considerations observed during the evaluation period. The test procedure requires multiple cartridge transfers and manipulations, which may be challenging for personnel not familiar with or accustomed to adhering to molecular techniques.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 491,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Manipulations also have the potential to cause contamination of the device and the operation environment. While no cross-contamination was observed during the evaluation period, frequent ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ID NOW COVID-19 Instructions for Use",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Evaluation of Three Sample-To-Answer Platforms for the Detection of SARS-CoV-2\"",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Clinical Microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00783-20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of Abbott ID NOW and Abbott m2000 methods for the detection of SARS-Cov-2 from nasopharyngeal and nasal swabs from symptomatic patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Snowdon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bakst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grajales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00798-20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of Abbott ID NOW, DiaSorin Simplexa and CDC FDA EUA methods for the detection of SARS-CoV-2 from nasopharyngeal and nasal swabs from individuals diagnosed with COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rhoads",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cherian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Stempak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmotzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sadri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00760-20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Five-Minute Point-of-Care Testing for SARS-CoV-2: Not There Yet",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garamani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zehnder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pinsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2020.104410"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Verification procedure for commercial tests with Emergency Use Authorization for the detection of SARS-CoV-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rhoads et al showed 94% positive agreement between the ID NOW and a modified CDC J o u r n a l P r e -p r o o f laboratory developed test (LDT), other evaluations showed lower positive percent agreements for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ct values in the 35-39 range (data not shown), which would suggest that the ID NOW would have failed to detect approximately 1 in 7 to 1 in 8 of all the positive samples tested. An alternative explanation for the lack of detection of these weakly positive samples could be the degradation of viral RNA during either storage or the single freeze-thaw step. Precisions studies testing 2 positive samples in triplicate revealed that the ID NOW missed one replicate of the moderately positive sample, resulting in a precision of 83.3% (5/6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the instrument and testing area was performed by wiping with 20% bleach followed by 70% ethanol to prevent both instrument and specimen contamination. Assay manipulation, with regards to biosafety, was also an important consideration. One procedural step, swirling the specimen in an open shallow well, poses a biohazard risk during test set up, thus all testing was performed inside a BSC. This would be challenging or impossible for most nonlaboratory settings. Additionally, hands-on time to complete the assay was on average 7-9 minutes for positive samples and 15-16 minutes for negative samples. Given that a single device can only run one specimen at a time and the number of manipulations required, this assay would be limited in throughput for high volume testing, averaging only 3-4 test per hour.Assessment of the ID NOW using residual samples in VTM demonstrated that the assay performs well for strong and moderately positive samples but has a dramatic reduction in sensitivity for weakly positive samples, which supports findings by other published studies. The impact on sensitivity achieved by restricting the assay's use to direct swabs is not possible to assess in the laboratory setting. Therefore, sensitivity concerns, together with device workflow and biosafety mitigation, should be taken into consideration when planning for deployment of the test, and when testing is performed, in the non-laboratory setting, especially on patients with a low suspicion for COVID-19 disease.Author Credit StatementS.L. Mitchell: Conceptualization, methodology, validation, formal analysis, investigation, resources, writing-original draft/review and editing and supervision. K. St George: Conceptualization, methodology, validation, formal analysis, investigation, resources, writing-review and editing and supervision. False-negative Results. False-negative samples are stratified by CT value by reference method. FN; false-negative.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}