{
    "paper_id": "0c865ea3e5209cf4e77c51f8df9b31a3556ac962",
    "metadata": {
        "title": "Journal Pre-proof Lasting lessons learnt in the radiology department from the battle with COVID-19",
        "authors": [
            {
                "first": "B",
                "middle": [
                    "J"
                ],
                "last": "Hudson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "W"
                ],
                "last": "Loughborough",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "C"
                ],
                "last": "Oliver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "Callow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Pressdee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "J"
                ],
                "last": "Bond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Freeman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Wood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Laugharne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Hughes-Roberts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Colliver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C L"
                ],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Phillips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal United Hospitals Bath NHS Foundation Trust",
                    "location": {
                        "postCode": "BA1 3NG",
                        "settlement": "Combe Park, Bath",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Organization (WHO). The virus spread quickly around the globe and was declared a pandemic on 11 March 2020. It hit China, Italy, and Iran hard and fast and, due to the nature of the emergency outstripping the supply of reverse transcriptase polymerase chain reaction (RT-PCR) swab testing, chest computed tomography (CT) was adopted widely in the diagnostic work-up and stratification in these countries. This heightened awareness in radiology departments elsewhere around the world and afforded them the luxury to prepare for an impending \"war\" with COVID-19. History reminds us that war leads to adaptation, innovation, and development at unprecedented pace. In this commentary, we describe our initial battle plans for the COVID-19 invasion in the ~500,000 population of the catchment area of our district general hospital radiology department in the South West of England. No plan of operation extends with any certainty beyond the first hostile contact; we describe the challenges faced, and refinements made, during the first COVID-19 wave. We summarise how we effected change within the department and throughout the entire Trust. Finally, we reflect on some of the lessons that were learnt from \"wartime\" to reap long-lasting benefit in our radiology department when peacetime returns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the guiding principle of \"first do no harm\" is central to the management of our patients on a daily basis, the COVID-19 pandemic made it apparent that it applies to our multidisciplinary radiology workforce too, requiring staff safety and resilience to continue whilst delivering crucial radiology services. We approached the COVID-19 pandemic as a cohesive multidisciplinary team (MDT), with the aim of instigating and providing the best possible specific imaging support for COVID-19 patients and clinicians responsible for their care. Primarily, this required ensuring the capacity and flexibility for radiographers and radiology department assistants (RDA) to deliver changing imaging priorities. In parallel, \"getting it right first time\" from the radiologists' perspective to ensure subspecialist opinion as the default for clinicians in COVID-19 decision-making was a key aim. In parallel to planning for COVID-19, we needed to minimise collateral damage from non-COVID-19 disease and maintain other urgent radiology services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primum non nocere"
        },
        {
            "text": "WHAT WERE THE SPECIFIC COVID-19 CHALLENGES FACED BY OUR RADIOLOGY DEPARTMENT?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primum non nocere"
        },
        {
            "text": "At the organisation level, one of the biggest challenges was ensuring that the radiology department was recognised as a \"frontline\" clinical service, essential to the effective functioning of the more traditionally recognised \"front-door\" hospital services. The initial Trust response to COVID-19 inevitably focussed on the measures needed to identify and separate patients presenting with potential COVID-19 symptoms at the front door and within the hospital, and to expand intensive care unit (ICU) capacity. Trust-wide social distancing focussed on implementing the rapid change of traditional outpatient clinics to virtual/telephone consultations; however, it took time for it to be realised that at any single moment during the working week, the radiology department would be simultaneously supporting outpatient work from a myriad of clinics with huge daily outpatient footfall through the department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primum non nocere"
        },
        {
            "text": "From a clinical service delivery perspective, there were many challenges. Initially there was a lack of specific information on radiology requests for the department to gauge COVID-19 probability and designate the most appropriate part of the department to perform the imaging. Public Health England and infection control advice was evolving rapidly, necessitating almost daily changes to protocols and standard operating procedures initially. Capacity to perform any radiological investigation is inherently tied to staffing, and there were unprecedented restrictions from self-isolation and shielding. This had a knock-on effect on the ability to maintain the breadth of services offered and departmental efficiency. Staff social isolation and social distancing presented a challenge to preserve staff resilience and wellbeing, particularly with anxiety surrounding re-deployment and maintaining self-worth in those whose subspecialty work would be most compromised and for those members SHARED LEARNING AT TRUST, REGIONAL, AND NATIONAL LEVEL One of the most impactful ways of bringing about change was via networking, both at the regional and national level, to allow lessons to be learnt from Trusts hit harder and earlier by COVID-19, enabling us to stay ahead of the curve for as long as possible; we are enormously grateful for such dissemination of a truly national NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primum non nocere"
        },
        {
            "text": "Specialist Interest Groups, such as The British Society of Thoracic Imaging (BSTI), we were able to rapidly implement algorithms and guidelines [2] [3] [4] . This was a two-way process with standard operating procedure (SOPs) documents developed by our department for transfer of patients to CT, performing portable chest radiography and performing CT in suspected/proven COVID-19 shared via BSTI [5] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Through consultant representation on Royal College of Radiologists (RCR)"
        },
        {
            "text": "Radiologists, radiographers and clinicians were educated early on in the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Through consultant representation on Royal College of Radiologists (RCR)"
        },
        {
            "text": "We dedicated one of our weekly radiology errors and learning (REAL) meetings to reviewing RT-PCR-proven COVID-19 cases from within the Trust and highlighting the BSTI learning resources [6] . A mechanism was put in place to upskill CT radiographers to review the lungs on all CT thorax and lung bases on all CT abdomen/pelvis imaging with a named consultant radiologist who would be available to assist. This was particularly relevant in patients with lung abnormality, but otherwise considered at low-risk of COVID-19 infection, to define the radiological possibility of COVID-19 (acknowledging CT specificity), and therefore, ensure swift infection control and isolation measures as appropriate. Clinician education took both didactic and practical formats. We provided webinar-based teaching on COVID-19 radiological appearances to our clinical colleagues in the acute medicine and respiratory departments. Subsequently, a Trust-wide webinar was delivered that was also recorded and made available to all medical staff unable to attend on the day of delivery. This was part of a Trust-wide initiative to deliver online teaching for all staff, covering all aspects of clinical care for patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Through consultant representation on Royal College of Radiologists (RCR)"
        },
        {
            "text": "Practically, one of the most effective changes was mandating COVID-19-specific information for each inpatient imaging request, such as presence of fever/cough, raised C-reactive protein, and presence of lymphopenia. Initially, this information was obtained by ringing the referring clinical team after receiving the request, but through collaboration with our information technology team, these became mandatory fields when populating an electronic request. This enabled appropriate PPE measures to be implemented, and inpatient work to be directed to \"clean\" or \"dirty\" CT and magnetic resonance imaging (MRI) machines, with between-patient cleaning protocols as defined by infection control to minimise nosocomial transmission. This interventional may have helped the department stay ahead of the COVID-19 curve, and it testament to national collaboration. New thoroughfares and barriers were implemented within the department to limit cross-exposure between outpatients and inpatients. This was maximally extended in preparation for the transportation of ventilated patients to the department, given the inherent risks associated with mobilising this high-risk group and potential aerosolised exposure to staff and patients. After extensive consultation with infection control, senior radiographers and medical physics, one of the CT machines in the department was nominated as the specific scanner for imaging high-risk ICU patients with the benefits of shortest route through the department, minimised exposure to staff and patients, and appropriate area for donning and doffing of PPE for radiographer and intensive care teams. This allows the other scanners in the department to be active and available in circumstances where the \"ICU machine\" is in use (noting the lengthy duration for careful transfer and use of PPE) and any necessary down-time for deep-cleaning in case of aerosol generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "In order to protect vulnerable staff, prior to the emergence of any national or Trustwide guidance, all members of staff in the radiology department were risk assessed regarding underlying health conditions that may place them at higher risk if they were to contract COVID-19. A significant minority of staff were re-deployed to work from home, others to non-clinical roles in the department, and some to non-clinical roles outside the department. Crucially, this enabled the department to plan ahead within the new confines on the workforce. All booked and pending CT, MRI, and ultrasound requests (>2,700) were subdivided amongst subspecialty radiologists and re-prioritised in accordance with newly defined COVID-19 clinical pathways. Continuous review of these pathways in response to variations in COVID-19 pressures allowed reintroduction of some services when clinical and radiology capacity allowed, to maximise the provision of urgent non-COVID patient care. Mechanisms to safely deliver the ongoing urgent outpatient radiology work that would continue to impact patient management were devised. Outpatients booked for essential imaging were asked to declare if they had symptoms that may be attributable to COVID-19 infection in accordance with government-endorsed guidance, prior to and on arrival to the radiology department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "Outpatients were asked to attend without family members or friends, unless absolutely necessary. Outpatients were instructed to take oral preparation for examinations before arrival; they were asked to wait nearby the department in their vehicles and were called to the department via telephone at the appropriate juncture to reduce duration and number of patients in the waiting room at any one time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "Vulnerable outpatients could be brought in through dedicated entrances where necessary. Within the radiology department, social distancing was enforced with physical barriers to ensure the maintenance of appropriate distances between patient and reception staff and other patients. Two local private hospitals were commandeered to undertake NHS work with urgent outpatient CT and MRI diverted to these \"clean\" sites, with sharing of our departmental SOPs with the private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "This reduced the burden on the residual workforce in the NHS hospital departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "Much credit goes to our admin and PACS teams for the extensive work undertaken to enable the safe outsourcing of this NHS work, with attention to clinical governance and data protection issues, recording of all outsourced and deferred or cancelled referrals, and import of outsourced imaging to our PACS systems, in order to ensure continuity of care for all patients during and after COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECTING PATIENTS AND STAFF"
        },
        {
            "text": "The radiographers moved to a new rolling shift system, comprised of shorter, more frequent shifts, with a more even spread of staff throughout the day, allowing for the greater number of night-time staff required for an increase in the number of time consuming portable chest radiographs. These are usually undertaken in COVID-19 high-risk areas where donning and doffing of PPE and machine cleaning added considerably to examination times. The benefits of these shift changes include limiting longer, fatigue-inducing working periods; strength in numbers at traditionally low-staffed times of the day; and more senior support for junior radiographic staff out of hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOGRAPHER WORKFORCE CHANGES"
        },
        {
            "text": "As general radiologists with subspecialty interests working a consultant-only 7-day working on-call rota, the COVID-19 pandemic prompted the department to appraise where we would add value most. A new 1 in 7 \"thoracic/critical care\" rota (staffed by full-time and less-than-full-time consultants: six radiologists with thoracic radiology interest, one with critical care radiology interest, and one with crosssectional/oncological radiology interest), was implemented at the request of ICU and respiratory physician colleagues. This provided dedicated subspecialist radiology opinions and reporting 24-h a day, 7 days a week during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "This also served to ensure that a thoracic radiology specialist opinion was available for other radiologists in the department, and provided in-house hot reporting of all chest radiographs and thoracic cross-sectional imaging. Using BSTI reporting templates increased consistency of reporting in the earlier stages of our COVID-19 experience [4] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "ICU and respiratory clinicoradiological meetings were conducted via videoconferencing 7 days a week. These meetings were an opportunity to highlight frequently changing imaging pathways (e.g., use of CT for stratification and investigation of complications of COVID-19 disease, infection control issues of transporting ventilated patients to the radiology department, use of dual-energy CT pulmonary angiography). Additionally, they facilitated discussion and debate of the large volume of recently published, relevant research and anecdotal/experiential evidence gleaned from colleagues around the UK. This led to evolving changes to patient investigation and impacted upon subsequent management of these critically ill patients, with emphasis on escalation and de-escalation of further investigation and treatment. By setting this service up before the COVID-19 wave hit, we were able to allow these new and evolving relationships to bed in, before they were really tested. This new rota was established in tandem with the general on-call rota, which provided all non-COVID-19 acute imaging out of hours, as well as a 1 in 4 interventional on-call rota. Furthermore, a nominated \"interventional radiologist of the day\" was rostered to lead, plan, and facilitate the provision of interventional procedures, and to support other clinical colleagues carrying out procedures. Some radiologically guided procedures were anticipated to increase during the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "pandemic to avoid open surgical procedures. There was also restructure of drainage and biopsy work-flow, with CT-guided procedures increasingly re-directed from conventional CT guidance to be performed using the XPER-guided capability of the Philips Allura image intensifier in our interventional fluoroscopy suite to free up CT capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "To limit fatigue and to support the integrity of the new multi-faceted rota system in case of absence, all out-of-hours slots were limited to a length of 1 day, removing the previous format of 5 consecutive weekdays and separate weekend general on-call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "Consultants not previously on-call volunteered for out-of-hours duties, and several less-than-full-time consultants increased their contracted hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "To maximise resilience, there were specific named consultants as \"back-up\" for oncall provision, in case of late-notice illness or isolation, for both the \"general\" and \"thoracic/critical care\" rotas. During the COVID-19 wave, we realised that this safety netting approach to on-call also addressed issues that we had not pre-empted, such as the need for compassionate leave for members of staff suffering bereavement from COVID-19-related deaths in family members, as well as emergent advice regarding extended self-isolation for members of staff living with vulnerable individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "A proviso of the new rota arrangement was that, should COVID-19 workforce pressures escalate requiring consultant radiologists to contribute to pan-hospital clinical cover, the running of separate chest/ICU and general on-call rotas may need to be modified to rationalise radiologist workforce resources. If that were to happen, we hope that the learning and experience gained in the meantime would have been disseminated to the wider group of radiologists in order to maintain the advantages of valuable radiology opinions in supporting COVID-19 decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RADIOLOGIST WORKFORCE CHANGES"
        },
        {
            "text": "It is estimated that 25-50% of UK radiology departments do not have full or seamless remote reporting, hampered by both hospital and home technologies. Prior to COVID-19, we were fortunate that each consultant radiologist had a full PACS diagnostic workstation at home. Workstations were purchases that were fully compliant with RCR guidance enabling reporting of plain radiographs as well as cross-sectional studies [7] . This enabled us to use the consultant workforce flexibly and ensured those self-isolating could still contribute to clinical work. Given the reduced childcare availability, it also allowed consultants with children to time shiftworking hours and contribute effectively to the department.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "We initiated a change in the structure of all MDTs to a secure video-conferencing format, with all consultants and nurse specialists logging in remotely. This was readily adopted by clinical colleagues and allowed social-distancing measures to be maintained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "Given the predicted unprecedented change in clinical practice across the hospital due to COVID-19, it was anticipated that the majority of clinical teams would be focussed solely on inpatient care, changing to shift work on emergency rotas, and rotating frequently, thus there was a risk that important non-COVID-19 findings may not be actioned. To safety net for radiological suspicion of suspected cancer or incidental findings requiring further imaging, we introduced follow-up codes denoting likely cancer or incidental findings warranting further work-up, which could be searched for and reviewed following the pandemic, to ensure necessary action had been taken. Coding all chest radiographs and CT chest examinations with BSTIsuggested COVID-19 codes [4] also enabled real-time audit of practice.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 761,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "The hospital management initiated the secure messaging platform \"Siilo\" as the primary form of communication amongst medical staff during the pandemic. Not only did this allow rapid dissemination of information by management, but also facilitated collaboration between cross-specialty groups in the hospital, e.g., ICU and radiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "The Consultant Connect app allowed consultants to contact other consultants in the hospital directly for advice, previously reserved for general practitioners (GPs) to contact hospital consultants. Additionally, there were daily communication emails from the senior radiography team in the department and Trust management, essential to help stay up to date with the latest advice, particularly regarding PPE and RT-PCR testing for symptomatic members of staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "The radiology trainee teaching format was changed whereby the established teaching timetable had to be put on hold and teaching was delivered ad hoc. This was done either with appropriate social distancing onsite or remotely through a secure video-conferencing platform. This allowed some degree of general radiology training to be maintained, whilst the focus of registrars' day-to-day work was shifted to greater radiology service provision with, on average, 1 day per week of redeployment to clinical ward cover for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "Radiological research studies that were ongoing prior to COVID-19 were paused, but COVID-19 research was recognised as a national priority. Through responsiveness of our PACS team, engagement of our Trust Information Governance team and flexibility of our Trust Research and Development team, we were able to act as a pioneer site for the NHSX/BSTI UK National COVID-19 Chest Imaging Database (NCCID) and were the first Trust to successfully transfer data [4] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INFORMATION TECHNOLOGY"
        },
        {
            "text": "The preparation for, and the ongoing response to, the COVID-19 pandemic has demonstrated that rapid and major change across a Trust is achievable through strong leadership and team-working. Radiology departments need to be their own advocates, raise their profile, and highlight the central role radiology can play as a MDT in clinical care throughout inpatient and outpatient settings. By securing representation at the cross-specialty 'Clinical Pathways Group', we hope to maintain our pan-hospital profile long after the COVID-19 pandemic has passed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT COVID-19 LESSONS HAVE BEEN LEARNED?"
        },
        {
            "text": "A problem shared is a problem halved. Shared learning from across the UK and around the world has been unprecedented. Staff feel better empowered when continually kept up to date and have an opportunity for their voice to be heard. The shared learning experiences of COVID-19 working are a model for future collaboration to achieve more efficient rapid implementation of best practice across the NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT COVID-19 LESSONS HAVE BEEN LEARNED?"
        },
        {
            "text": "Interestingly, we have noticed very low staff sickness levels during COVID-19. Hand hygiene, use of PPE, a cleaner department from more frequent \"special cleans\" and use of infection control advocated procedures may all be contributory. These may be lessons to learn for maintained advantages after COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT COVID-19 LESSONS HAVE BEEN LEARNED?"
        },
        {
            "text": "We have experienced different ways of working during the routine working day and out-of-hours. These all have their pros and cons, but real-world experience will enable us to reflect after COVID-19 on what changes to our day-to-day Radiology practice would be advantageous to keep, and which will revert to pre-COVID-19 practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT COVID-19 LESSONS HAVE BEEN LEARNED?"
        },
        {
            "text": "Improved collaboration between the NHS and the local private hospitals may help to use the CT and MRI machines in our region to better capacity in the future to the benefit of our NHS patients. This is likely to be of ongoing importance for some time after COVID-19 whilst we strive to reduce the backlog of deferred less urgent radiology investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT COVID-19 LESSONS HAVE BEEN LEARNED?"
        },
        {
            "text": "The impact of the COVID-19 pandemic on radiology departments around the world is unlike anything we have ever experienced. It has never been so important to be a clinical radiology department. The threat of COVID-19 has prompted us to reappraise where we truly add value to the patient journey, and to ensure that our organisation is fully aware of the important support we provide to our clinical colleagues. In a previously increasing medicolegally defensive ambience, we hope that this challenge provides lasting focus, long after the virus has gone. Working in unison with all multidisciplinary members of staff has always been a strength of radiology departments, but facing the COVID-19 threat has reaffirmed the outstanding frontline work performed by radiographers, RDAs, nurses, porters, and reception staff. The important contributions of our admin and PACS teams, as well as our cleaning staff cannot be underestimated. Through a shared vision and living by our Trust's values of \"Everyone matters, Working together and Making a difference\" we are proud to have been described by our Trusts' Clinical Pathways Group as providing \"a gold-standard Radiology service during the pandemic\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Ultimately, everything impacts on radiology and radiology impacts on everything.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Wuhan SARS-CoV-2 -what's next for China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An update on COVID-19 for the radiologist -a British society of Thoracic Imaging statement",
            "authors": [
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A British Society of Thoracic Imaging statement: considerations in designing local imaging diagnostic algorithms for the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "75",
            "issn": "5",
            "pages": "329--334",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The continuing evolution of COVID-19 imaging pathways in the UK: a British Society of Thoracic Imaging expert reference group update",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1016/j.crad.2020.04.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The British Society of Thoracic Imaging. BSTI COVID-19 template action cards",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A UK-wide British Society of Thoracic Imaging COVID-19 imaging repository and database: design, rationale and implications for education and research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "Jcl",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Radiol",
            "volume": "75",
            "issn": "5",
            "pages": "326--328",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "). declare the following financial interests/personal relationships which may be considered as potential competing interests: Dr Robert Colliver is an honorary clinical advisor for AGFA",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "tract illness of unknown origin developed in a cluster of patients in December 2019 in Wuhan City, Hubei Province, China. A novel strain of coronavirus (SARS-coronavirus-2 [SARS-CoV-2]) was identified in the bronchoalveolar lavage fluid of the patients [1]. The pulmonary infection caused by SARS-CoV-2 was named coronavirus disease 2019 (COVID-19) by the World Health",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "unable to contribute on the front-line due to shielding. Staff training was a huge challenge to ensure all members were continually up to date with relevant knowledge and skills for managing COVID-19 patients. Maintaining the regular training of the junior members of the radiography staff and radiology specialty trainee doctors posed a significant challenge. HOW WERE COVID-19 RADIOLOGY DEPARTMENT CHANGES ACHIEVED? Leadership Strong multidisciplinary leadership and effective team-working was crucial to deliver changes at a rate that has never been experienced before in the National Health Service (NHS). The Radiology Emergency Committee (REC), consisting of radiographer and sonographer team leads, the clinical manager, Picture Archiving and Communications System (PACS) manager and radiology clinical lead, worked closely with at least daily meetings to discuss, organise and disseminate changes within the department. The development of a daily radiologist team briefing, via video-link, gave opportunity for all radiologists to voice their opinions and concerns and enabled consensus on change to be reached. Radiologist subspeciality leads liaised with the clinical leads in their respective specialties to agree COVID-19clinical pathways based on national specialty group guidance. The REC leads participated in Trust COVID-19 committees, such as the clinical pathways and personal protective equipment (PPE) committees, to represent radiology interests and escalate issues to the senior management teams.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Initially, radiology staff were not prioritised for respiratory PPE fit testing, despite most patients presenting to the hospital with possible COVID-19 infection likely to require chest radiography as part of their work-up. Appropriate flagging of clinical concerns and risks facilitated adequate access to testing machines of respiratory PPE. A dedicated radiographer infection control lead coordinated the rapid fit testing of the large radiology department workforce.RAISING THE PROFILE OF RADIOLOGY AND RE-ORGANISING OUTPATIENTWORK At the pan-hospital level, the profile of radiology was raised by conveying the role that radiology plays in most inpatient and outpatient clinical journeys. The need to reduce routine radiology outpatient work as a matter of urgency in order to achieve social distancing and to safeguard many patients considered \"vulnerable\" in thecontext of COVID-19 was highlighted to the Trust. CT machines and the journey of patients through them were highlighted as potential vectors for disease transmission, particularly via asymptomatic patients with COVID-19 without appropriate infection control measures. Communications to all clinicians and GPs facilitated a Trust-wide coordinated response to prioritise urgent radiology investigations and cease or defer imaging for non-urgent clinical indications or where management plans were altered during the COVID-19 response. Subspecialty radiology leads engaged with their respective subspecialty clinical leads to rapidly discuss and reach clinicoradiological consensus about rationalising radiological investigations in their patients.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge every single member of our administrative staff, PACS team, RDAs, radiographers, sonographers,, nurses, porters, cleaners, management team, and radiologists in the Department of Radiology, The Royal United Hospitals Bath NHS Foundation Trust. We are also very grateful to Graeme Temblett-Willis, Head of Information Governance and Data Protection Officer, and the R&D department withinThe Royal United Hospitals Bath NHS Foundation Trust for supporting our participation in the NHSX/BSTI NCCID. R.J.C. is an honorary clinical advisor for AFGA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}