{
    "paper_id": "0c8847f9dc0c83bcb8f9f91bc75c82c44e1218c8",
    "metadata": {
        "title": "Coronavirus hemagglutinin-esterase and spike proteins 4 co-evolve for functional balance and optimal virion avidity",
        "authors": [
            {
                "first": "Yifei",
                "middle": [],
                "last": "Lang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Wentao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Zeshi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CG",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Danielle",
                "middle": [],
                "last": "Koerhuis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Arthur",
                "middle": [
                    "C S"
                ],
                "last": "Van Den Burg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rozemuller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Berend-Jan",
                "middle": [],
                "last": "Bosch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Geert-Jan",
                "middle": [
                    "P H"
                ],
                "last": "Boons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CG",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Huizinga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht 16 University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hilde",
                "middle": [
                    "M"
                ],
                "last": "Van Der Schaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raoul",
                "middle": [
                    "J"
                ],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human coronaviruses OC43 and HKU1 are respiratory pathogen of zoonotic origin that have gained 23 worldwide distribution. OC43 apparently emerged from a bovine coronavirus (BCoV) spill-over. All 24 three viruses attach to 9-O-acetylated sialoglycans via spike protein S with hemagglutinin-esterase HE 25 acting as a receptor-destroying enzyme. In BCoV, an HE lectin domain promotes esterase activity 26 towards clustered substrates. OC43 and HKU1, however, lost HE lectin function as an adaptation to 27 humans. Replaying OC43 evolution, we knocked-out BCoV HE lectin function and performed forced 28 evolution-population d ynamics analysis. Loss of HE receptor-binding selected for second-site 29 mutations in S, decreasing S binding affinity by orders of magnitude. Irreversible HE mutations 30 selected for cooperativity in virus swarms with low-affinity S minority variants sustaining propagation 31 of high-affinity majority phenotypes. Salvageable HE mutations induced successive second-site 32 substitutions in both S and HE. Apparently, S and HE are functionally interdependent and co-evolve to 33 optimize the balance between attachment and release. This mechanism of glycan-based receptor 34 usage, entailing a concerted, fine-tuned activity of two envelope protein species, is unique among 35 CoVs, but reminiscent of that of influenza A viruses (IAVs). Apparently, general principles fundamental 36 to virion-sialoglycan interactions prompted convergent evolution of two important groups of human 37 and animal pathogens. 38 39 The subfamily Orthocoronavirinae comprises a group of enveloped positive-strand RNA viruses of 40 clinical and veterinary significance. Adding to the socio-economic impact of coronaviruses (CoVs) 41 already extant in humans and livestock, the emergence of 'new' CoVs through cross species 42 transmission poses an ever-looming threat to public health, animal health, and food production. 43 Seven coronaviruses are known to infect humans, but not all of them have become established. The 44 introduction of SARS CoV in 2002 from horseshoe bats with masked palm civets as incidental transient 45 hosts, was rapidly contained through quarantine measures 1 . MERS CoV, natural to dromedary camels, 46 causes a classical zoonotic infection with limited human-to-human spread 2 . December 2019, a 47 member of the species Severe acute respiratory syndrome related coronavirus (SARS-CoV), called 48 SARS-CoV-2 and 79.5% identical to the 2002 SARS CoV variant, emerged in Wuhan, China 3,4 to progress 49 to full scale pandemicity. Chances are, SARS-CoV-2 will eventually become established in the human 50 population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Four other respiratory coronaviruses of zoonotic origin already did succeed in becoming true human 52 viruses with world-wide distribution 5-7 . Among them are HKU1 and OC43 (subgenus Embecovirus, 53 genus Betacoronavirus), related yet distinct viruses that arose from different zoonotic progenitors and 54 entered the human population independently. OC43 is far more related to bovine coronavirus (BCoV), 55 its presumptive ancestor, with early isolates sharing 97% genome identity 8,9 . Together with viruses of 56 swine, canines, equines and lagomorphs, OC43 and BCoV are considered host range variants of the 57 virus species Betacoronavirus-1 (collectively referred to as β1CoVs throughout) 7 . OC43 apparently 58 emerged 70 to 130 years ago from a single cross species transmission event that gave rise to a human-59 only virus [8][9][10] . Like OC43, other β1CoVs also exhibit host specificity 8,11 . While these observations attest 60 to the host promiscuity and zoonotic potential of embecoviruses and β1CoVs in particular, they are 61 also indicative for the existence of host barriers, the breaching of which selects for adaptive mutations 62 that result in host specialization and, ultimately, virus speciation. Conceivably, comparative studies of 63 4 BCoV and OC43 may identify factors that promote or restrict cross species transmission of CoVs and 64 thus further our understanding of the requirements for colonization of the human host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Embecoviruses, OC43 and BCoV included, differ from other CoVs in that they encode two types of 66 surface projections. Homotrimeric 'peplomers' comprised of spike protein S and extending 20 nm 67 from the viral membrane, mediate virion attachment to entry receptors and membrane fusion 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interspersed are stubby 8-nm homodimeric projections comprised of the hemagglutinin-esterase 69 (HE) 13-15 , a dual function protein typically encompassing a receptor-binding lectin domain specific for 70 O-acetylated sialic acid (O-Ac-Sia) and a receptor destroying sialate-O-acetylesterase domain 16-20 . The 71 HE lectin domain contributes to virion attachment, but at the same time enhances sialate-O-72 acetylesterase activity towards clustered sialoglycotopes 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Some embecoviruses, like mouse hepatitis virus (MHV) and related CoVs in rodents, attach to 4-or 9-74 O-acetylated sialosides (4-or 9-O-Ac-Sias) via HE 21-25 and to a proteinaceous entry receptor via S 26,27 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Others, animal β1CoVs included, bind to 9-O-Ac-Sias via HE 28 but, remarkably, also via S 29,30 or, in the 76 case of human coronaviruses OC43 and HKU1, even exclusively via S 11,31,32 . 77 Structure function analyses of HE and S proteins have yielded a wealth of data on ligand binding, 78 substrate selection and protein-glycan interactions. The receptor binding sites (RBSs) of CoV HE lectin 79 domains and those in related proteins of toro-and influenza C/D viruses 22,33-35 differ in sequence and 80 structure yet conform to a common architectural design with a deep hydrophobic pocket ('P1') to 81 accommodate the crucial sialate-O-acetyl moiety, and an adjacent pocket or depression ('P2') to 82 accept the 5-N-acyl group 17,21,22,33 . Characteristically, P1 and P2 are separated by an aromatic side 83 chain and binding of the ligand is stabilized further through electrostatic protein-glycan interactions 84 typically involving distinctive Sia functions such as the Sia glycerol side chain, the 5-N-Acyl and/or the 85 Sia carboxylate. The RBS for 9-O-Ac-Sia in the S proteins of BCoV and OC43, identified by comparative 86 structural analysis 32 and confirmed by the cryo-EM holostructure of OC43 S 36 , conforms to this 87 blueprint. Moreover, this site is structurally and functionally conserved in HKU1 32 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "88 5 Much less is known about the functional relationship between S and HE, and the role of HE in particular 89 remains poorly understood. In MHV, HE expression is dispensable for replication and rapidly lost 90 during cell culture propagation 15 . Conversely, in β1CoVs, HE seems critical for infection. In OC43, loss 91 of HE-associated acetyl esterase activity abrogates the production of infectious virus and virus 92 dissemination in cell culture 37 . Moreover, acetyl-esterase inhibitors impede BCoV replication 19 , and 93 antibodies against HE neutralize the virus in vitro and in vivo 38-40 . Still, even among β1CoVs there are 94 differences in HE function apparently correlating with host specificity. Whereas HE lectin activity is 95 strictly maintained in BCoV 28 , OC43 lost this function through progressive accumulation of mutations 96 in the HE RBS, apparently as an adaptation to replication in the human respiratory tract 11 . 97 Nevertheless, isolates of either virus propagate in cultured cells. To better understand the 98 consequences of loss of HE lectin function as it occurred during OC43 and also HKU1 evolution, we 99 took a reverse genetics/forced evolution approach with BCoV as a model. The findings reveal that HE 100 and S are functionally interdependent and that the acquisition of HE by a proto-embecovirus allowed 101 its β1CoV descendants to adopt strategies for reversible virion-sialoglycan attachment, remarkably 102 similar to those of influenza A viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "103 6 RESULTS 104 Disruption of HE lectin function selects for mutations in S. To study the role and importance of HE in 105 β1CoV propagation, we developed a reverse genetics system for BCoV strain Mebus (sFig. 1A) based 106 on targeted RNA recombination 41,42 . Recombinant 'wildtype' BCoVs (rBCoV) with parental type HE and 107 S, but with accessory ORF4a replaced by the Renilla luciferase gene (rBCoV-Rluc), were readily 108 generated upon seeding acceptor-virus-infected, donor RNA-transfected mouse LR7 cells onto 109 monolayers of feeder HRT18 cells. rBCoV-Rluc arose and within seven days grew to final titers 110 routinely obtained for wildtype BCoV (~10 8 TCID50/ml). 111 Generating BCoV-Rluc derivatives defective in HE lectin function proved more cumbersome. To 112 abolish the HE RBS, we substituted Phe 211 , which is key to ligand binding 17 (sFig. 1B), by Ala via two 113 nucleotide substitutions to block reversion. Mutant viruses were recovered eventually, but, in 3 out 114 of 4 successful trials, a multistep 160-hr rescue did not suffice and an additional 72-96 hr blind passage 115 was required (Fig. 1A). 116 Sequence analysis of clonal virus populations, obtained by endpoint dilution, confirmed the presence 117 of the HE Phe 211 Ala substitution in all cases. Surprisingly, the purified viruses all suffered single site 118 mutations in S, clustering in domain S1 A (aa 15-302) in proximity of the RBS (Figs. 1A-C; sFig. 2). Two 119 of the trials yielded multiple S variants and some variants -Thr 83 Ile and Leu 89 Pro-emerged 120 independently in separate experiments (Fig. 1A). The mutations map to three distinct S RBS elements 121 (Fig. 1C, sFig. 2C; nomenclature according to 32 ). Ile 26 Ser and Asn 27 Ser locate in the S1 A β1 element 122 within the N-terminal L1-β1-L2 segment (aa 15-33) that walls pocket P1; P1 is crucial for ligand binding 123",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "as it accommodates the all-important sialate-9-O-acetyl moiety 32,36 . Moreover, in the OC43 S cryo-EM 124 holostructure, the Asn 27 side chain hydrogen bonds with the 9-O-acetyl carbonyl 36 . Leu 89 Pro in S1 A 125 element 3101 is immediately adjacent to Trp 90 . The latter is arguably the most critical residue in the 126 RBS as its indole side chain separates the P1 and P2 pockets, and its replacement precludes receptor-127 binding and virus infectivity 32 . Finally, Gly 82 Glu and Thr 83 Ile substitutions occurred in S1 A element β5 128 that interacts with the sialate carboxylate through hydrogen bonding with Lys 81 and Thr 83 . 129 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As measured by solid phase lectin binding assay (sp-LBA) with S1 A -Fc fusion proteins and bovine 130 submaxillary mucin (BSM) as ligand, all mutations significantly reduced S binding to 9-O-Ac-Sia albeit 131 to widely different extents. S1 A -Fc binding affinities of the mutants were 500-fold (Asn 27 Ser) to more 132 than 10.000-fold (Ile 26 Ser; Gly 82 Glu) lower than that of parental BCoV S1 A -Fc (Fig. 1D) . 133 Loss of the HE lectin RBS would both abolish HE-assisted virion attachment to 9-O-Ac-Sia receptor 134 determinants as well as reduce virion-associated receptor-destroying sialate-O-acetylesterase activity 135 towards clustered glycotopes 11 . The findings suggest that the HE-Phe 211 Ala substitution creates a 136 fitness defect that can be alleviated not by increasing but by dramatically reducing the affinity of the 137 S RBS. Thus, the defect apparently is caused by loss of virion-associated RDE activity rather than by 138 loss of overall virion avidity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "139",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "140 downregulation of HE esterase activity consequential to loss of lectin function, could affect virus 141 propagation at two stages of the infectious cycle, namely virus release, which would require depletion 142 of intracellular and cell surface receptor pools, and (pre)attachment. We recently reported that G-143 deficient vesicular stomatitis (VSV) virions pseudotyped with wildtype BCoV S require exogenous HE 144",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "for efficient infection 32 . S1 A mutations that reduce S affinity inhibit infection, but, as we now show, 145 only when HE is present. VSV virions pseudotyped with low affinity mutant S proteins were less reliant 146 on or even inhibited by exogenous HE with decreasing S RBS affinity (Fig. 1E) . The findings provide 147 direct proof that the S1 A mutations act at the level of virion attachment and support the notion that 148 the S1 A mutations, selected for in HE-defective rBCoVs, restore reversibility of receptor binding by 149 lowering S affinity and thereby protect against inadvertent attachment to decoy receptors. 150 HE lectin-deficient recombinant BCoVs are genetically stable when grown in the presence of 151 exogenous receptor-destroying enzyme. To test whether loss of virion-associated RDE activity in 152 rBCoV-HE-F 211 A/S wt /Rluc might be compensated for by adding exogenous soluble HE to the culture 153 medium, we seeded infected/transfected LR7 cells onto HRT18 cell monolayers, supplemented the 154 157",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "(Fig. 1E)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "1 μg/ml promoted virus growth ( Fig. 2A) . 158 To determine whether these conditions would allow isolation of rBCoV-HE-F 211 A without mutations in 159 S1 A , we performed targeted recombination and rescued recombinant viruses by 160 hr multistep 160 propagation as before, but now with culture supernatant supplemented with 100 ng/ml HE-Fc ( Fig.   161 2B). Sanger sequence analysis of RT-PCR amplicons showed that all viruses cloned by endpoint dilution 162 of the 160-hr stock (n=4) coded for mutant HE-Phe 211 Ala in combination with wildtype S1 A . To assess 163 the stability of clonal rBCoV-HE-F 211 A/S wt /Rluc, the virus population resulting from a subsequent 120-164 hr amplification in the presence of exogenous HE-Fc was analyzed by Next-Generation Sequencing 165 (NGS), which allows for the detection of low frequency mutants. Sequence variation in HE and S1 A was 166 distributed randomly and did not exceed background levels (<0.15%). More than 99.5% of the viruses 167 coded for HE-Phe 211 Ala, while preserving parental type S1 A (Fig. 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 353,
                    "text": "Fig.   161",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1057,
                    "text": "(Fig. 2B)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "168",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "169 among S affinity variants. With a clonal, virtually pure stock of rBCoV-HE-F 211 A/S wt available, we 170 performed controlled forced evolution experiments. The virus was serially passaged involving three 171 consecutive 120-hr multistep propagation rounds in HRT18 cells but now in the absence of exogenous 172 HE-Fc, with the initial infection at multiplicity of infection (MOI) of 0.005 (Fig. 2C). In trial 1, viral titers 173 in passage 1 (p1) increased only slowly to 3 x 10 4 and 2 x 10 4 TCID50/ml (measured with or without 174 exogenous HE-Fc, respectively). The withdrawal of exogenous RDE during viral passage immediately 175 selected for mutations in S1 A . Virus cloning by endpoint dilution of the 120-hr p1 sample yielded S RBS 176 mutants Asn 27 Ser, Thr 83 Ile and Ile 26 Ser (Fig. 2C ) -all three of which had been seen before (Fig. 1A) . 177 NGS analysis revealed the true complexity of the p1 population (Fig. 2C) and identified two additional 178 S1 A variants with substitutions -His 173 Tyr and Arg 197 Cys-more distal from the RBS (sFigs. 2D, 3A, B). 179 His 173 Tyr also reduced the relative binding affinity of S1 A -Fc albeit less dramatically than the other 180 9 mutations, namely by 30-fold ( Table 1) . The Arg 197 Cys mutation seemingly falls in a separate category 181 as it reduced S1 A -Fc expression levels by more than 90% suggestive of defective folding (sFig. 3C). 182 Apparently, aberrant disulfide-bonding causes most of the fusion protein to be retained in the ER with 183 only a minor, presumably properly folded fraction slipping through to become secreted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 804,
                    "text": "(Fig. 2C",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 936,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1234,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "All in all, the p1 population was comprised for virtually 100% of HE-Phe 211 Ala mutants, 40% of which 185 in combination with parental BCoV S, the remaining 60% with second-site mutations in S1 A ( Fig. 2C; 186 Table 1 ). Of the latter, the ultra-low affinity variant S1 A -Ile 26 Ser was the most abundant at 46% and 187 the Asn 27 Ser variant the least at less than 1%. However, upon a subsequent round of 120-hr multistep 188 propagation, the tables were turned with S1 A -Asn 27 Ser now comprising almost 40% of the p2 189 population and the Ile 26 Ser variant reduced to 0.7%. In addition, four other S1 A variants emerged. One 190 of these had a mutation in S1 A RBS loop L1, Val 29 Gly, and a relative binding affinity close to that of the 191 Asn 27 Ser mutant ( Fig. 2C; Table 1 ). We also identified at position 75 a second S1 A Cys-substitution 192 mutant, which like Arg 197 Cys, presumably disrupts the RBS through aberrant disulfide bonding (sFig. 193 3). Remarkably, two other S1 A variants arose with mutations -Arg 88 Thr and Pro 174 Leu-that affected 194 the relative binding affinity only modestly to 0.25 and 0.5 of that of wildtype S1 A -Fc, respectively 195 ( Table 1) . Even more remarkably, upon further passage these mutants increased to dominate the p3 196 population, effectively outcompeting variants with low affinity spikes as well as those with parental 197 spikes (Fig. 2C, D) . However, when the p1, p2 and p3 stocks were cloned by endpoint dilution in the 198 absence of exogenous HE-Fc, only virus variants with low affinity mutations in S1 A were isolated (Fig. 199 2C; Table 1 ). Strikingly, from the p3 stock, the S1 A -Asn 27 Ser variant was isolated exclusively against all 200 odds (10/10 tested; p < 10 -6 ) when calculated purely from its frequency in the population (21%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Fig. 2C;",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 219,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 788,
                    "text": "Fig. 2C; Table 1",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1191,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1409,
                    "text": "(Fig. 2C, D)",
                    "ref_id": null
                },
                {
                    "start": 1607,
                    "end": 1614,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Conversely, virus cloning by endpoint dilution in the presence of exogenous HE-Fc yielded high affinity 202 S1 A mutants Pro 174 Leu (5/11) and Arg 88 Thr (4/11), parental virus rBCoV-HE-Phe 211 Ala/S wt (1/11), and 203 intermediate S affinity variant His 173 Tyr (1/11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "204",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Notably, the conditions selected not only for mutations in S but also in HE. Variants with an Ala 211 Val 205 substitution in HE emerged in p2, rising to 17% of the p2 end population, to stabilize around this 206 through adaptations in S that reduced receptor-binding affinity and/or altered receptor fine-311 specificity. When measured by solid phase assay with bivalent S1 A -Fc fusion proteins, binding of the S 312 protein of OC43 USA/1967 to bovine submaxillary mucin, containing both mono-and di-O-acetylated 313 α2,6-sialoglycans, is 16 to 32-fold lower than that of BCoV-Mebus 32 . sp-LBA with BSM preparations, 314 selectively depleted for either 9-O-or 7,9-di-O-Sias, showed that BCoV S, like BCoV HE 28 , preferentially 315 binds to 7,9-di-O-Ac-Sias (sFig. 6A). OC43 USA/1967 S1 A may not share this preference. Apparently 316 due to its low affinity, detectable binding to BSM was lost upon depletion of either type of Sia (sFig. 317 6A). Moreover, even though BCoV-Mebus S preferably binds to 7,9-di-O-Ac-Sia, monovalent one-on-318 one binding of the BCoV S1 A domain to α2,6-linked 9-O-acetylated Sia is still 3-fold stronger than that 319 of OC43-USA/1967 as measured by biolayer interferometry (sFig. 6B). On a cautionary note, the 320 isolation and complex passage history of OC43-USA/1967 43,44 entailed several passages in human 321 tracheal organ culture, suckling mouse brain and many rounds of replication in cultured cells 9 , which 322 would have given the virus ample opportunity to adapt to the in vitro conditions. Thus, the binding 323 characteristics of its spike may not faithfully reflect those in circulating field variants. Indeed, OC43 324 variants in sputum samples, contrary to the OC43 USA/1967, replicate in airway epithelial cell cultures 325 but not in tissue culture cells 45 . 326 327 15 DISCUSSION 328 Co-evolution and functional interdependence of embecovirus S and HE proteins. Our findings 329 demonstrate that in the prototypic β1CoV BCoV the envelope proteins S and HE are functionally 330 entwined and co-evolve. We posit that the same hold s for other members of the species 331 Betacoronavirus-1, including its zoonotic descendant human coronavirus OC43 and related viruses of 332 swine, rabbits, dogs and horses, as well as for other Embecovirus species, most prominently among 333 which human coronavirus HKU1. The data lead us to conclude that the respective activities of S and 334 HE in receptor-binding and catalysis-driven virion elution are balanced to ensure dynamic reversible 335 virion attachment and, thereby, efficient virus propagation. In consequence, for the viruses listed 336 above, the roles of S and HE during natural infection cannot be understood in isolation but must be 337 considered in unison. 338 Using a reverse genetics-based forced evolution approach with BCoV as a model system, we showed 339 that loss of HE lectin function causes an offset in S-HE balance, practically incompatible with virus 340 propagation and spread. With the HE lectin domain as modulator of esterase activity, mutations that 341 decrease or abolish HE RBS affinity reduce virion-associated sialate-O-acetylesterase activity towards 342 clustered glycotopes on hypervalent glycoconjugates 11 such as are present in the mucus and 343 glycocalyx in natural tissues and on the surface of cultured cells. The extent of the resultant defect is 344",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "such that compensatory second-site mutations in S are selected for that dramatically reduce S RBS 345 affinity, apparently to restore reversibility of binding as an escape ticket from inadvertent virion 346 attachment to non-productive sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The single-amino acid mutations in receptor-binding domain S1 A were limited to a finite number of 348 positions, either within or proximal to the RBS to directly affect protein-ligand interactions, or more 349 distal to reduce RBS affinity through long range effects or by disrupting local folding through aberrant 350 disulfide-bonding. Whereas the parental recombinant viruses, defective in HE lectin function but with 351 wildtype S RBS affinity, require an external source of receptor-destroying enzyme for propagation, 352 their progeny escape mutants regained propagation-independence by lowering S affinity. However, full understanding of how the S-HE balance was reset in OC43 and HKU1 upon their zoonotic 406 introduction and why awaits further analysis of the binding properties and ligand fine-specificity of 407 the S proteins of naturally occurring variants as well as more quantitative and comprehensive inter-408 host comparative analyses of airway sialoglycomes. As an added complication, virion particles 409 encounter widely different circumstances while traversing the mucus layer, at the epithelial cell 410 surface, during local cell-to-cell dissemination, and during transmission. It is an open question whether 411 this selects for majority phenotypes that can cope individually and independently with each of these 412 different conditions by striking an uneasy compromise with regard to HE/S balance and overall virion 413 avidity, or whether there is loco-temporal selection for swarms of variants that collectively allow the 414 virus population as a whole to overcome each hurdle. 415",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "416 sialoglycan receptor-usage. The embecovirus HE gene originated from a horizontal gene transfer 417 event, presumably with an influenza C/D-like virus as donor 17,57 . Like the orthomyxovirus 418 hemagglutinin-esterase fusion proteins, the newly acquired coronavirus HE protein provided the 419 acceptor virus with an opportunity to reversibly bind to 9-O-Ac-sialoglycans 26 . This in turn would seem 420",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "to have prompted a shift in the receptor-specificity of S through adaptations in S1 A that created a 9-421 O-Ac-Sia binding site de novo so that virions could now attach to these receptor determinants also via 422 S. The embecoviruses thus adopted a strategy of receptor usage entailing a concerted and carefully 423 fine-tuned activity of two envelope proteins that is unique among coronaviruses, but uncannily similar 424 to that of influenza A viruses. In the latter, the hemagglutinin (HA), as a pendant of S, mediates binding 425 to either α2,3-or α2,6-linked sialosides, while the neuraminidase, like HE, is a receptor-destroying 426 enzyme with a substrate fine-specificity that closely matches HA ligand preference 58 . For influenza A 427 virus, the existence and biological relevance of a functional balance between receptor-binding and 428 receptor destruction is well recognized 59-62 . This balance is critical for receptor-associated virus 429 motility through the mucus and at the cell surface 63-68 . Complete or partial loss of NA activity -whether 430 invoked spontaneously, through reverse genetics or by viral propagation in the presence of NA 431 19 inhibitors-selects for mutations around the HA receptor-binding pocket that reduce HA affinity 60,69,70 . 432 Furthermore, as proposed here for HE, NA contributes to virion attachment and even compensates 433 for loss of virion avidity in mutant viruses with reduced HA affinity 71 . Different from HE, NA may do so 434 via its catalytic pocket which doubles as a Sia-binding site 72 . However, NA also possesses a second Sia 435 binding site 73,74 , which like the HE lectin domain, regulates NA activity and which, in further analogy, 436 is conserved or lost in apparent correlation with host tropism 75-77 . Finally, among many other 437 similarities to embecoviruses, influenza A variants with different set points in their HA-NA functional 438 balance may cooperate to support their propagation in cultured cells 48 . Our observations establish 439 that there are common principles of virion-sialoglycan interactions that prompted convergent 440 evolution of β1CoVs and influenza A viruses. Although these two groups of viruses essentially differ in 441 genome type and replication strategy, envelope proteins, and receptors, they seem to be subject to 442 the same rules of engagement with respect to dynamic receptor-binding, the differences between 443 them constituting variations on a theme. This implies that observations made for the one system are 444 informative for the other. Perhaps more importantly, insight into the overriding principles of virus-445 glycan interactions may open avenues to common strategies for antiviral intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "446 447 452 independent experiments, depicting each step from targeted RNA recombination and virus rescue to 453 virus purification and genetic analysis of the resultant clonal populations by RT-PCR and Sanger 454 sequencing. The number of virus clones, found to contain a particular S1 A mutation, relative to the 455 total number of virus clones analyzed are given (between parenthesis). (B) Relevant portions of Sanger 456 DNA sequencing chromatograms of the S1 A coding region in recombinant wildtype BCoV and in cloned 457 rBCoV-HE-Phe 211 Ala derivatives. Amino acid substitutions marked in yellow. (C) Second-site mutations 458 in S1 A locate in close proximity of the RBS. Close-up of the BCoV S1 A RBS (in surface representation; 459 PDB:4H14), with 9-O-Ac-Sia (in sticks, colored by element; oxygen, red; nitrogen, blue; carbons, cyan) 460 modeled in the RBS 32 , showing the locations of the mutations. Key elements of the RBS (hydrophobic 461 pockets P1 and P2, and the side chains of RBS residues Lys 81 and Trp 90 in sticks, colored green) are 462 indicated. Side chains and connecting main chains of RBS mutations also shown in sticks, but with 463 carbon colored orange. Predicted hydrogen bonds between the Sia carboxylate moiety and the side 464 chains of Lys 81 and Thr 83 shown as black dashed lines. (D) The S1 A mutations strongly reduce binding 465",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "to 9-O-Ac-Sia. Mutant S1 A -Fc fusion proteins in twofold serial dilutions, starting at 2.5 µg/well, were 466 tested by sp-LBA for their binding to BSM relative to that of wildtype S1 A -Fc. Binding expressed in 467 percentages with maximum binding of wildtype S1 A -Fc set to 100%. (E) Infectivity of VSV particles, 468 pseudotyped with low affinity BCoV S variants, is inhibited rather than promoted by soluble 469 'exogenous' sialate-O-acetylesterase. HRT18 cells were inoculated with equal amounts of G-deficient 470 VSV particles, pseudotyped with BCoV S or mutants thereof, either with (+) or without (-) soluble 471 exogenous sialate-O-acetylesterase ('exo HE') added to the inoculum. 'Infectivity' expressed in RLUs 472 in cell lysates at 18 h p.i., normalized to those measured for VSV-S wt . The data shown are averages 473 from three independent experiments, each of which performed with technical triplicates. SDs and 474 significant differences, calculated by Welch's unequal variances t test, are indicated (**P ≤ 0.01; ***P 475 ≤ 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "476 22 477 Fig. 2. Stable propagation and controlled directed evolution of rBCoV-HE-F 211 A. (A) rBCoV-HE-F 211 A 478 propagation and spread is enhanced by soluble exogenous sialate-O-acetylesterase. mBCoV-infected 479 LR7 cells, donor RNA-transfected to generate rBCoV-HE-F 211 A, were seeded on HRT18 cell monolayers 480 to rescue recombinant viruses with cell culture supernatants supplemented with purified BCoV HE + -481 Fc at concentrations indicated. Cell supernatants, harvested 120 hr after seeding, were inoculated 482 A B D C 23 onto HRT18 cells grown on glass coverslips. After a single infectious cycle (12 hr p.i.), infected cells 483 were identified by immunofluorescence assay. Infected cells stained red. (B) Stable maintenance of 484 wildtype S protein in rBCoV-HE-F 211 A in the presence of exogenous HE and (C) forced evolution in the 485 absence thereof. Visual representation of experimental procedures and findings. Generation of 486 recombinant rBCoV-HE-F 211 A by targeted recombination was as in Fig. 1, but with rescue, cloning and 487 virus amplification steps performed with tissue culture media supplemented with 100ng/ml 488 exogenous HE-Fc. Rescued virus was purified by endpoint dilution. Individual clonal populations were 489 characterized for HE and S1 A master sequences by extracting viral genomic RNA from the cell culture 490 supernatant followed by RT-PCR and Sanger sequencing. One clonal population was used to grow a 491 p0 stock of rBCoV-HE-F 211 A and HE and S1 A diversity was assessed by next gen illumina sequence 492 analysis (NGS). The virus was used to inoculate 5 × 10 6 HRT18 cells at an MOI of 0.005 TCID50/cell and 493 serially passaged. Cell culture supernatants were harvested at 120 hr p.i. and virus diversity was 494 assessed by subcloning and genetic analysis of purified viruses as in Fig. 1. In addition, viral RNA was 495 extracted, and diversity determined by RT-PCR amplification and NGS. Frequencies of S1 A variants are 496 presented in pie charts with individual color coding as indicated. (D) Propagation of rBCoV-HE-F 211 A 497 quasispecies selects for variants with (near) wildtype S affinity. Stylized graph representation depicting 498 the emergence and decline of viral variants during serial passage of rBCoV-HE-F 211 A in the absence of 499 exogenous HE. Changes in the frequencies of variants with wildtype S and groups of variants with low 500 affinity S (sum of Ile 26 Ser, Asn 27 Ser, Val 29 Gly, Thr 83 Ile, His 173 Tyr and Arg 197 Cys) and high affinity S (sum 501 of Arg 88 Thr and Pro 174 Leu) are depicted with solid lines, colored in gray, blue and orange, respectively. 502 Those of individual S variants, Ile 26 Ser, Asn 27 Ser and Pro 174 Leu, are shown in dashed lines and colored 503 light blue, red and green, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "504 24 505 506 Methods 566 Cells and viruses. Human rectal tumor (HRT) 18 (ATCC® CCL-244™) and mouse LR7 41 cells were 567 maintained in Dulbecco's modified Eagle's medium (DMEM) containing 10% fetal calf serum (FCS), 568 penicillin (100 IU/ml) and streptomycin (100 µg/ml). BCoV strain Mebus and OC43 strain USA/1967, 569 purchased from the American Type Culture Collection (ATCC), were propagated in HRT18 cells. 570 Reverse genetics through targeted recombination. A reverse genetics system based on targeted RNA 571 recombination was developed for BCoV strain Mebus essentially as described 15,41,78 . Using 572 conventional cloning methods, RT-PCR amplicons of the 5'-terminal 601 nts and 3'-terminal 9292 nts 573 of the BCoV strain Mebus genome (reference Genbank sequence U00735.2) were fused and cloned in 574 plasmid pUC57, downstream of a T7 RNA polymerase promotor and upstream of a 25-nt poly(A) tract 575 and a PacI site, yielding pD-BCoV1. From this construct, BCoV ORF 4a was deleted (nts 27740-27853) 576 and replaced by the Renilla luciferase (Rluc) gen, yielding pD-BCoV-Rluc. A second pD-BCoV1 577 derivative, pD-mBCoVΔHE, was created by replacing the coding sequence for the ectodomain of BCoV 578 S (nts 23641-27433) by the corresponding MHV-A59 sequence and by deleting the BCoV HE gene (nts 579 22406-23623). The nucleotide sequences of pD-BCoV1, pD-BCoV-Rluc and pD-mBCoVΔHE, 580 determined by bidirectional Sanger sequence analysis, were deposited in Genbank (accession codes: 581 XXX).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To generate a recombinant chimeric acceptor virus, mBCoV∆HE, HRT18 cells were infected with BCoV-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mebus at a MOI of 10 TCID50/cell and trypsinized and re-suspended in PBS. An aliquot of this 584 suspension, containing 1.5 × 10 6 cells in 0.8 ml, was mixed with capped synthetic RNA that had been 585 produced by in vitro transcription using the mMESSAGE mMACHINE™ T7 Transcription Kit (Thermo 586 fisher) with PacI-linearized mBCoV∆HE vector as template. The mixture was subjected to two 587 consecutive electrical pulses of 850 V at 20 μF with a Gene Pulser II electroporator (Bio-Rad) and the 588 cells were then seeded on a confluent monolayer of LR7 feeder cells in a 35mm dish. Incubation was 589 continued at 37°C, 5% CO2 for 18 hours post transfection until wide-spread cytopathic effect (CPE) was 590 apparent. The cell culture supernatant was harvested and cleared by low speed centrifugation at 1200 591 rpm, and mBCoV∆HE was purified by end-point dilution and used to generate stocks for future usage 592 in LR7 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To generate luciferase-expressing rBCoVs with the BCoV HE and S genes reconstituted, i.e. rBCoV wt or 594 rBCoV-HE-Phe 211 Ala, LR7 cells, infected with mBCoV∆HE at MOI 5, were electroporated as described 595 above with synthetic RNA transcribed from pD-BCoV-Rluc and derivatives thereof. The infected and 596 transfected cells were then seeded on HRT18 cell monolayers in 35-mm plates for up to 160 hr. For 597 rescue and propagation of rBCoV-HE-Phe 211 Ala without second-site mutations in S, the cell culture 598 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "supernatants were supplemented with 100 ng/ml of BCoV HE-Fc protein 17 . After 5-7 days of incubation 599 at 37°C, samples of the cell culture supernatants were tested for infectivity by transferring them to 600 HRT18 cell monolayers grown on 12-mm glass coverslips in 15.6-mm wells. Incubation was continued 601 for 12 hr after which the cells were fixed with paraformaldehyde and immunofluorescence staining 602 was performed with polyclonal antiserum from a BCoV-infected cow. 603 Virus titration, purification and characterization of viral populations. mBCoV was titrated and cloned 604 by endpoint dilution on LR7 cells with cytopathic effect as read-out. rBCoVs were titrated and cloned 605 in HRT18 cells. To identify infected wells, cell supernatants were analyzed by hemagglutination assay 606 with rat erythrocytes 26 and by Renilla luciferase assay (Dual-Luciferase® Reporter Assay System, 607 Promega). Titers were calculated by the Spearman-Kaerber formula. Clonal virus populations were 608 characterized by isolating viral RNA from 150 µl aliquots of the cell culture supernatant with the 609 NucleoSpin® RNA Virus kit (MACHEREY-NAGEL) followed by conventional RT-PCR and bidirectional 610 Sanger sequence analysis. 611 Controlled forced evolution experiments. Confluent HRT18 monolayers (5 × 10 6 cells) grown in 25-612 cm 2 flasks, were inoculated with rBCoV-HE-F 211 A at an MOI 0.005 in PBS for 1 hr at 37°C. The cells were 613 washed three times with PBS to remove residual exogeneous HE-Fc and incubation was continued in 614 DMEM + 10% FCS at 37°C, 5% CO2 for 120 hr post infection (pi) with samples collected every 24 hours 615 (passage 1). Subsequent 120-hr passages were performed by adding 10 µL of supernatant to new 616 cultures of HRT18 cells in 25-cm 2 flasks. 617 Expression and purification of HE-Fc and S1 A -Fc proteins. BCoV HE, either enzymatically-active (HE + ) 618 or rendered inactive through a Ser 40 Ala substitution (HE 0 ), and OC43 S1 A were expressed as Fc fusion 619 proteins in HEK293T cells and purified from the cell supernatant by protein A affinity chromatography 620 as detailed 17,32 . Monomeric S1 A was obtained by on-the bead thrombin cleavage 32 . pCD5-BCoVHE-T-Fc 621 vectors 17 encod ing mutant BCoV HE d erivatives were constructed with the Q5® Site-Directed 622 Mutagenesis Kit per the instructions of the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "623",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pseudovirus entry assays. 624 The production of BCoV S-pseudotyped VSV-DG particles, their characterization by Western blot 625 analysis, and infectivity assays in HRT18 cells were as described 32 . 626 Solid-phase lectin binding assay (sp-LBA). sp-LBA was performed as described 32 with bovine 627 submaxillary mucin (BSM; Sigma-Aldrich), coated to 96-Well Maxisorp® microtitre ELISA plates (Nunc, 628 0.1 µg BSM per well), serving as a ligand. Binding assays were performed with 2-fold serial dilutions of 629 HE 0 -Fc, S1 A -Fc, or mutated derivatives thereof. Receptor-destroying esterase activities of soluble HEs 630",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "were measured by on-the-plate 9-O-Ac-Sia depletion assays as described 11,28 . 631 32 Hemagglutination assay (HAA). HAA was performed with rat erythrocytes (Rattus norvegicus strain 632 Wistar; 50% suspension in PBS). Standard HAA was done with two-fold serial dilutions of HE 0 -Fc 633 proteins (starting at 25 ng/well) as described 17 . High sensitivity nanoparticle HAA (NP-HAA) was 634 performed as in 32,79 . Briefly, self-assembling 60-meric nanoparticles, comprised of lumazine synthase 635 (LS), N-terminally extended with the immunoglobulin Fc-binding domain of the S. aureus protein A, 636",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "were complexed with HE 0 -Fc proteins at a 1:0.6 molar ratio for 30 min on ice. The HE 0 -Fc-loaded 637 nanoparticles were then 2-fold serially diluted and mixed 1:1 (vol/vol) with rat erythrocytes (0.5% in 638 PBS). Incubation was for 2 hr at 4°C after which HAA titers were read. 639 NGS analysis. Viral RNA from culture supernatants was isolated as described above. HE and S1 A coding 640 regions from viral genome of different virus populations were obtained by RT-PCR with primer sets 641 HEF 5'-TTAGATTATGGTCTAAGCATCATG-3' and HER 5'-TTAGATTATGGTCTAAGCATCATG-3', S1 A F 5'-642 ACCATGTTTTTGATACTTTTA-3' and S1 A R 5'-AGATTGTGTTTTACACTTAATCTC-3', respectively. Amplicons 643 were processed in the NGSgo® workflow for Illumina according to the Instructions for Use (Edition 4), 644 except that the fragmentation was prolonged to 40 min at 25°C (protocol 3A). Briefly, amplicons were 645 subjected to fragmentation and adapter ligation using NGSgo-LibrX (GenDx). Size selection and clean-646 up of the samples was performed with SPRI beads (Machery-Nagel). Unique barcodes were ligated to 647 each sample using NGSgo-IndX (GenDx), after which all samples were pooled and subsequently 648 purified with SPRI beads, resulting in a library of fragments between ~400 and 1000 bp. The DNA 649 fragments were denatured and paired-end sequenced on a MiSeq platform (Illumina) using a 300 cycle 650 kit (V2). FASTQ files were analyzed in NGSengine® (GenDx), which aligned the reads to the reference 651 sequences of HE and S (reference Genbank sequence U00735.2 for BCoV strain Mebus, and 652 NC_006213.1 for OC43 strain USA/1967). For the characterization of each virus sample, amplicons 653 from five independent RT-PCR reactions were analyzed in parallel and mutation frequencies were 654 determined by averaging the results from these five replicates. 794 produces a new phenotype. Nat. Commun. 3, (2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "cell culture supernatant with BCoV HE-Fc 17 to final concentrations of 1 pg to 10 μg/ml, and allowed 155 infection to proceed for 120 hr. While in the absence of HE-Fc there was no sign of virus propagation 156 as detectable by IFA, concentrations of exogenous sialate-O-acetylesterase as low as 1 ng/ml to up to frequency in p3. As a result of this mutation, HE lectin affinity was regained albeit to levels solely 207 detectable by high-sensitivity nanobead hemagglutination assay, while esterase activity towards 208 clustered glycotopes in BSM increased 4-fold as compared to HE-Phe 211 Ala, but still remained 125-fold 209 lower than that of wildtype HE (sFig. 4). Apparently, the increase in HE function, minor as it may be, 210 provides a selective advantage, but apparently one that benefits both low and high affinity S variants, 211 because the mutation was found in cloned viruses of either type. 3.4 x 10 7 TCID50/ml, when measured in the presence or absence of exogenous HE-Fc, respectively.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 842,
                    "text": "211",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "217 Surprisingly, in stark contrast to trial 1, the trial 2 p1 population was comprised for about 94% of 218 viruses expressing wildtype BCoV S. Less than 6% consisted of variants with mutations in S1 A , four of 219 low receptor binding affinity (Thr 22 Ile, Asn 27 Tyr, Val 29 Gly, His 173 Tyr), one of near-wildtype binding 220 affinity (Pro 174 Leu), and, with the exception of Thr 22 Ile, all at positions seen before (Tables 1, 2) . 221 Consistent with our previous findings, however, virus purification through endpoint dilution in the 222 absence of exogenous HE-Fc yielded low affinity mutants (11/11 tested) exclusively (sFig. 5). If the 223 variants in the trial 2 p1 population were all of equal replicative fitness under the conditions applied, 224 the odds of this result would be less than 1.10 -12 .",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "221",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 436,
                    "text": "(Tables 1, 2)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "At first glance, the two trials would seem to differ in their outcomes. We offer, however, that the 226 results are in fact consonant and that the main difference is in the speed with which the virus 227 populations increased and evolved. There is an inherent stochastic element to the experimental 228 approach and whether the developing quasispecies undergoes slow track (experiment 1) or fast track 229 evolution (experiment 2) is likely dependent on the time of advent of the first mutant virus and its 230 properties, for instance whether it is an ultralow (like Ile 26 Ser) or low affinity variant (like Asn 27 Ser).",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 510,
                    "text": "230",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "225"
        },
        {
            "text": "The findings allow for several conclusions. (i) They confirm and firmly establish that loss of HE lectin function selects for mutations in S1 A that reduce S receptor-binding affinity and virion avidity. (ii) The 233 possibilities to reduce the affinity of the S RBS through single site mutations are finite. In several 234 independent experiments, substitutions in S1 A occurred at a limited number of positions albeit not 235 necessarily by the same residue. For example, Asn 27 was replaced both by Ser and Tyr. (iii) The 236 mutations that reduce S affinity fall into different categories. Most map within or in close proximity of 237 the RBS to affect receptor-ligand interaction directly. Others, like His 173 Tyr and Pro 174 Leu, are more 238 distal from the RBS and apparently affect ligand binding indirectly through long range conformational 239 effects. A third type of mutations, quasi-random Cys substitutions, apparently disrupt S1 A folding by 240 promoting non-native disulfide-bonding. While an Arg 197 Cys substitution strongly decreased secretion 241 of the S1 A -Fc fusion protein, the biosynthesis and intracellular transport of native trimeric spikes was 242 seemingly affected to lesser extent. At least, the uptake of S-Arg 197 Cys into VSV pseudotypes was not 243 noticeably impaired as compared to that of wildtype S (sFig. 3E). Still, the mutation did alter the 244 infectivity of the pseudotyped particles making them less dependent on exogenous HE-Fc (sFig. 3F) 245 presumably by reducing the avidity of S trimers through local S1 A misfolding and consequential 246 disruption of the RBS in one or more monomers. (iv) Perhaps most surprisingly, quasispecies 247 developed in which loss of HE lectin function was compensated at the level of the viral population 248 with minority low affinity variants, constituting less than 6% of the swarm, not only sustaining the 249 replication of high affinity variants but actually allowing the latter to flourish and amplify to become 250 the majority phenotype.",
            "cite_spans": [
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "245",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "231"
        },
        {
            "text": "S and HE proteins co-evolve to attain functional balance and optimal virion avidity. Among the first 252 mutations fixed upon zoonotic introduction and early emergence of OC43, was a HE-Thr 114 Asn 253 substitution, which created a glycosylation site at the rim of the lectin domain RBS 11 (Fig. 3A) . Glycans 254 attached to HE Asn 114 hamper binding to 9-O-Ac-Sia through steric hindrance, causing a 500-fold 255 reduction in HE avidity (Fig. 3B) and a 125-fold in sialate-O-acetylesterase-activity, respectively ( Fig.   256 3C). We introduced the HE Thr 114 Asn substitution in BCoV, expecting that the glycosylation site would 257 be rapidly lost through any of several single-nucleotide restorative mutations in HE. Indeed, NGS analysis of the virus swarm arising after targeted recombination showed the glycosylation site to be 259 destroyed but only in 10% of the population and exclusively by Ser 116 Phe substitution (Fig. 3D) . This 260 mutation partially restores HE receptor binding and receptor destruction to 0.125 and 0.17 of that of 261 wildtype HE, respectively (Fig. 3B, C) . In the vast majority of viruses, the newly introduced HE 262 glycosylation site was retained and, instead, S1 A mutations that reduced S affinity were selected again, 263 with S-RBS Thr 83 replaced either by Ile (69%) -as seen before (Figs. 1A, 2C; Table 1 )-or by Asn (10%) 264 (Fig. 3D) . The latter mutation reduces S1 A affinity to 0.008 of that of wildtype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 448,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 527,
                    "text": "Fig.   256",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 936,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1092,
                    "text": "(Fig. 3B, C)",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1351,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1383,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                }
            ],
            "section": "251"
        },
        {
            "text": "Virus cloning by endpoint dilution yielded, in three out of five isolates, S1 A -Thr 83 Asn variants with the 266 newly introduced N-glycosylation site in HE intact (HE-Thr 114 Asn). Furthermore, a single S1 A -Thr 83 Ile 267 variant was isolated, but this virus in addition had the N-glycosylation site in HE destroyed (HE-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "265"
        },
        {
            "text": "Thr 114 Asn/Ser 116 Phe) (Fig. 3D) . The observations led us to entertain the possibility that the mutations 269 in S1 A and HE did not occur independently and that, even in viruses expressing low affinity spikes, 270 partially restorative mutations in HE would yet provide a selective advantage. To test this, the clonal 271 S1 A -Thr 83 Asn/HE-Thr 114 Asn variants were serially passaged. All three viruses independently lost HE 272 Asn 114 glycosylation over time and, saliently, through Ser 116 Phe substitution exclusively. Even more 273 remarkably, with HE-Ser 116 Phe mutants gaining dominance, variants emerged that had restored S 274 affinity to (near)wildtype through substitution of S1 A -Asn 83 either by Thr or by Ser (Fig. 3E) . 275 For one of the five clonal populations obtained by endpoint dilution, we unfortunately failed to 276 determine its genotype for technical reasons. From the NGS analysis of the p1 population, we deduced 277 that the starting mutant must have been a low affinity S1 A -Leu 89 Pro variant that, like the S1 A -278 Thr 83 Asn/Ile variants described above, quickly lost the HE-Asn 114 glycan through an HE-Ser 116 Phe 279 substitution. Oddly enough, the Leu 89 Pro substitution had not been detected by NGS in the pre-cloning 280 virus stock. Note, however, that this mutation had been selected before twice independently in trials 281 with rBCoV-HE-F 211 A ( Table 2) . Possibly, it arose spontaneously during end point dilution procedure.",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 746,
                    "text": "275",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 34,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "(Fig. 3E)",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1410,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "268"
        },
        {
            "text": "Be that as it may, its in vitro evolution proved informative (Fig. 4A) . NGS analysis of a passage p1 283 population, resulting from 120-hr multistep propagation, showed that 100% of the viruses coded for HE-Thr 114 Asn/Ser 116 Phe in combination with S1 A -Pro 89 (53.3%), -Thr 89 (40.5%), or -Ser 89 (2%). Note that 285 the relationship between these variants and the course of evolution -from Leu 89 in the parental 286 recombinant virus to Pro and from Pro to Thr or Ser-is evident from the codon sequences 287 (CTA→CCA→T/ACA) and that the Thr 89 and Ser 89 substitutions restored S RBS affinity almost to that 288 of wildtype RBS (Fig. 4B) . All three variants -S1 A -Pro 89 , -Thr 89 and -Ser 89 , were readily cloned and 289 isolated by standard endpoint dilution, and propagated independently without a requirement for 290 exogenous RDE. p1 also contained a minor population of viruses with parental S1 A , presumably 291 regenerated from S1 A -Pro 89 , which as for the S1 A -Thr 89 and Ser 89 variants would have required only a 292 single nucleotide substitution (CCA→CTA). Apparently, with HE lectin function partially restored, 293 viruses that regained (near) wildtype S affinity had a selective advantage. At the end of passage p2, 294 S1 A -Pro 89 variants had dwindled to less than 1.5%, S1 A -Thr 89 had become dominant at 75% and viruses 295 with parental S1 A -Leu 89 had rapidly risen from 2.25% in p1 to 23% (Fig. 4A) . 296 In summary, the introduction of a glycosylation site in the HE lectin domain that reduced receptor- catalytic virion release. We posit that in addition to an optimal balance between receptor-binding and 395 receptor-destruction, the system strives towards optimal virion avidity (Fig. 4C) . 396 Under natural circumstances, the set-point of the S/HE balance would be tailored to conditions met 553 1 Percental occurrence of BCoV S1 A mutations and 2 their relative binding affinities as measured by 554 equilibrium endpoint solid phase binding assay with S1 A -Fc fusion proteins with that of parental BCoV 555 S1 A -Fc ('wildtype') set at 1.0. S1 A variants Thr 22 Ile and Asn 27 Tyr emerged only in experiment 2 (see sFig.",
            "cite_spans": [
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "296",
                    "ref_id": null
                },
                {
                    "start": 1737,
                    "end": 1740,
                    "text": "396",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1430,
                    "end": 1439,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1725,
                    "end": 1734,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "282"
        },
        {
            "text": "556 5), but their affinities relative to that of wildtype S1 A are shown for comparison. (NA, not applicable). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "282"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bovine Coronavirus Structural Proteins",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol",
            "volume": "42",
            "issn": "",
            "pages": "700--707",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure and orientation of expressed 696 bovine coronavirus hemagglutinin-esterase protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kienzle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "1834--1842",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Luxury at a Cost? Recombinant Mouse Hepatitis Viruses Expressing the",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lissenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "15054--15063",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure, function and evolution of the hemagglutinin-esterase proteins of 701 corona-and toroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Glycoconjugate Journal",
            "volume": "23",
            "issn": "",
            "pages": "59--72",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structure of 703 coronavirus hemagglutinin-esterase offers insight into corona and influenza virus evolution",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L W"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Huizinga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl. Acad. Sci. 105",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9065--9069",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolated HE-protein from hemagglutinating 706 encephalomyelitis virus and bovine coronavirus has receptor-destroying and receptor-binding 707 activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wahn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "180",
            "issn": "",
            "pages": "221--229",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The E3 protein of bovine coronavirus 28. Langereis, M. A. et al. Complexity and Diversity of the Mammalian Sialome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vlasak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leider",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The S protein of bovine coronavirus is a",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brossmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6232--6239",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human Coronavirus HKU1 Spike Protein Uses O -Acetylated Sialic Acid as an 737",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attachment Receptor Determinant and Employs Hemagglutinin-Esterase Protein as a 738 Receptor-Destroying Enzyme",
            "authors": [],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "7202--7213",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structural and functional analysis of the surface protein of human 740 coronavirus OC43",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Künkel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "195",
            "issn": "",
            "pages": "195--202",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Human coronaviruses OC43 and HKU1 bind to 9-O -acetylated sialic 742 acids via a conserved receptor-binding site in spike protein domain A",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J G"
                    ],
                    "last": "Hulswit",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. 743",
            "volume": "116",
            "issn": "",
            "pages": "2681--2690",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structural basis for ligand and substrate recognition by torovirus 745 hemagglutinin esterases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "106",
            "issn": "",
            "pages": "15897--15902",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structure of the haemagglutinin-esterase-fusion glycoprotein of 44",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Recovery in tracheal 774 organ cultures of novel viruses from patients with respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "775",
            "issn": "",
            "pages": "933--940",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation and Characterization of Current Human Coronavirus Strains in 777",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Primary Human Epithelial Cell Cultures Reveal Differences in Target Cell Tropism",
            "authors": [],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "6081--6090",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quasispecies diversity 780 determines pathogenesis through cooperative interactions in a viral population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Group Selection and Contribution of Minority Variants during Virus 783",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Bordería",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Adaptation Determines Virus Fitness and Phenotype",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cooperation between 785 distinct viral variants promotes growth of h3n2 influenza in cell culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ollodart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dingens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Elife",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social evolution of 787 innate immunity evasion in a virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Domingo-Calap",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Segredo-Otero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Durán-Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuán",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "1006--1013",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cooperative 789 interactions in the West Nile virus mutant swarm",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Ciota",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ehrbar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Slyke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Willsey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Evol. Biol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coexistence of Hepatitis B Virus Quasispecies Enhances Viral Replication and the 791",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ability To Induce Host Antibody and Cellular Immune Responses",
            "authors": [],
            "year": null,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "8656--8666",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cooperation between different RNA virus genomes 60",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shirogane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yanagi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Balanced hemagglutinin and neuraminidase activities are critical for 814 efficient replication of influenza A virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitnaul",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "6015--6035",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Functional balance between haemagglutinin and 816 neuraminidase in influenza virus infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Reviews in Medical Virology",
            "volume": "12",
            "issn": "",
            "pages": "159--166",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The N2 neuraminidase of human influenza virus has acquired a 818 substrate specificity complementary to the hemagglutinin receptor specificity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "180",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Influenza A penetrates host mucus by cleaving sialic acids with 821 neuraminidase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol. J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Kinetic analysis of the influenza A virus HA/NA balance reveals contribution of 823 NA to virus-receptor binding and NA-dependent rolling on receptor-containing surfaces",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS 824 Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Is Important for the Initiation of Influenza Virus Infection in Human Airway Epithelium",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influenza A virus hemagglutinin and 829 neuraminidase act as novel motile machinery",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Nishimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-831 to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Influenza A Virus Hemagglutinin-76",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mutation of the Second Sialic Acid-Binding Site",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The 2nd sialic acid-binding site of influenza A virus neuraminidase is an 856 important determinant of the hemagglutinin-neuraminidase-receptor balance",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Pathog",
            "volume": "857",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Switching Species Tropism: an Effective Way To 859 Manipulate the Feline Coronavirus Genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Haijema",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4528--4538",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Identification of sialic acid-binding function for the Middle East respiratory 861 syndrome coronavirus spike glycoprotein",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "114",
            "issn": "",
            "pages": "8508--8517",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Loss of HE lectin function selects for virus swarms with low affinity S escape mutants promoting the213 emergence and propagation of high-affinity S variants. To corroborate our observations, the 214 controlled forced evolution experiment was repeated (sFig. 5). As compared to the first trial, there 215 was a much faster population built-up already in p1 at 120 hr p.i. with final titers reaching 4 x 10 8 and 216",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "297binding affinity and, thereby, reduced sialate-O-acetylesterase activity towards clustered glycotopes, 298 triggered a series of successive mutations in S and HE. Thus, the data directly demonstrate HE-S co-299 evolution. Moreover, the findings suggest that virions are under selective pressure not only to balance 300 receptor-binding and receptor-destroying activities in apparent relation to cell-surface receptor-301 densities, but also, within these constrains, to maximize virion avidity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cell culture adapted BCoV and OC43 strains differ in their set point of the S/HE balance. The impact 303 of loss of function mutations in the BCoV HE lectin domain was unexpected, because this defect seems 304 well tolerated by the prototype OC43 laboratory strain USA/1967. In HRT18 cells, it grows to titers 305 comparable to those of BCoV reference strain Mebus. Next gen sequencing of OC43 stocks revealed306    heterogeneity, but no indications for the existence of low S affinity minority variants that would 307 support replication of majority high S affinity viruses. Also, clonal virus populations obtained by end 308 point dilution (10/10) all conformed to the S1 A master sequence. We offer that instead OC43-In expanding clonal populations of HE-defective rBCoV-HE-F 211 A, propagated in the absence of 354 exogenous receptor-destroying enzyme activity, viruses with reduced S affinity gained a selective355 advantage initially. Upon prolonged passage, however, quasispecies developed in which loss of HE 356 lectin function was compensated at the population level. Variants that combined the HE-Phe 211 Ala 357 mutation with (near) wildtype affinity S proteins increased to dominate the swarm at least 358 numerically. Still, these high affinity S variants for their proliferation were strictly reliant on minority 359 low affinity S variants. This relationship extends beyond cooperativity and group selection described 360 for other systems 46-52 and amounts to a state of dependency. We propose that the virions of the low 361 affinity minority variants provide aid by serving as a source of exogenous sialate-O-acetylesterase 362 activity. They themselves evade decoy receptors through enhanced reversibility of virion attachment, 363 but this phenomenon increases their motility -whether by sliding diffusion or binding-rebinding-364 causing them to deplete cell surface 9-O-Ac-Sias, decoy receptors and functional receptors alike. With 365 increasing concentrations of low affinity virions in the culture supernatant, high affinity variants would 366 profit progressively, whereas falling cell surface receptor densities would put the low affinity viruses 367 increasingly at a disadvantage. 368 The forced evolution trials performed with rBCoV-HE-F 211 A were restricted in course and outcome by 369 design, because full reversion would require simultaneous mutation of two adjacent nucleotides. 370 Moreover, the crucial role of the Phe 211 in ligand binding (sFig. 1) obviates conservative substitutions 371 17 . Although rBCoV-HE A211V variants did emerge in two separate experiments, this mutation only 372 marginally increases HE RBS affinity and sialate-O-acetylesterase activity. 373 In contrast to the HE-Phe 211 Ala mutation, the deleterious effect of N-glycosylation at HE-Asn 114 can be 374 reversed, completely or partially, through various single-nucleotide substitutions in codons 114 and 375 116 and would therefore more readily allow for compensatory mutations also in HE. Indeed, serial 376 passage of the rBCoV-HE-Thr 114 Asn resulted in a succession of mutations alternatingly in HE and S. The 377 order of appearance of these mutations and their effect on protein function indicated that they were 378 not fixed to merely restore the balance between attachment and catalysis-driven virion elution. The Thr 83 Asn and Leu 89 Pro), but with propagation thus recovered, derivatives rapidly emerged with 381 increased HE lectin and esterase activity through a Ser 116 Phe mutation. Apparently, this created an 382 HE-S disbalance that in turn favored the selection of viruses with revertant mutations in S that raised 383 S RBS affinity again to wildtype (Thr 83 → Ile → Thr; Leu 89 → Pro → Leu) or near wildtype levels (Thr 83 → Ile 384 → Ser; Leu 89 → Pro→ Thr/Ser). Conjointly, our findings indicate that through an initial sharp reduction in 385 overall avidity, compensatory to loss of HE function, virus particles regained the capacity of eluding 386 non-productive attachment to decoy receptors, but at a fitness penalty. The decrease in S RBS affinity 387 would predictably lower the specific infectivity of virus particles through a decrease in productive host 388 cell attachment. The rapid selection of the HE-Ser 116 Phe mutation in a low-affinity S background can 389 thus be understood to have increased virion avidity, albeit through HE and rather than through S. HE 390 does have a dual function after all and in influenza viruses C and D as well as in murine coronavirus-1, 391 it is a receptor-binding protein first and foremost 22,35,53-56 . Of note, the partial Ser 116 Phe reversion of 392 HE consistently seen in multiple independent experiments, suggests that a return to (near) wildtype 393 lectin and esterase activity along with a low affinity S would have tipped the scale too much towards 394",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "397 in the target tissues of the intact host. The spontaneous loss of HE lectin function in OC43 and HKU1 398 may thus be understood to have arisen through convergent evolution as an adaptation to the 399 sialoglycan composition of the mucus in the human upper respiratory tract and that of the glycocalyx 400 of the respiratory epithelia 11 . This change, which would predictably reduce virion-associated receptor-401 destruction and hence decrease virion elution/increase or prolong virion attachment, might have been 402 selected for by low density occurrence of 9-O-Ac-sialoglycans in the human upper airways. In 403 accordance, limited tissue array analyses with HE-based virolectins suggested that these sugars are 404 not particularly prevalent in the human respiratory tract and by far not as ubiquitous as in the gut 28 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Site-directed mutagenesis of BCoV HE by targeted recombination; loss of HE lectin activity selects for second-site mutations in domain 1 A of the spike protein. BCoV S and HE co-evolve to restore functional balance and optimal virion avidity. (A)507Introduction of an N-glycosylation site at the rim of the HE RBS. Side-by-side close ups of the BCoV HE 508 holostructure 17 (PDB 3CL5) in surface representation with 9-O-Ac-Sia (in sticks, colored by element;509 oxygen, red; nitrogen, blue; carbons, cyan) bound to the RBS (left) or without the ligand and with the 510 Thr 114 Asn substitution and N-linked glycan modelled in the RBS (in sticks, colored by element as above 511 but with carbons in white) (right). Modelling performed by superpositioning of the OC43 strain 512 NL/A/2005 HE structure (PDB 5N11) and confirmed in Coot. HE RBS key residues are indicated, with 513 side chains of Tyr 184 and Phe 211 shown in sticks. (B) Loss of HE lectin function upon introduction of an 514 N-glycosylation site through HE-Thr 114 Asn substitution and partial restoration through a second-site 515 Ser 116 Phe mutation. Sp-LBA with serial dilutions of enzyme-inactive HE 0 -Fc as in Fig. 1D. (C) 516 Consequences for HE esterase activity towards clustered ligands. On-the-plate receptor depletion 517 assay with bovine submaxillary mucin as substrate as in 11 . The assay was performed with 2-fold serial 518 dilutions of enzymatically active HE + -Fc and residual 9-O-Ac-Sia measured by sp-LBA with a fixed 519 amount of HE 0 -Fc. (D) Visual representation of experimental procedures and findings as in Figs. 1 and 520 2. Note that of five virus clones purified by endpoint dilution, the identity of one isolate could not be 521 established and was deduced from subsequent propagation experiments as explained in the text 522 (marked with *; see also Fig. 4). (E) Serial passage of rBCoV-HE-Thr 114 Asn/S1 A -Thr 83 Asn selects for 523 successive mutations in HE and S to restore their function to near wildtype levels. Results are shown 524 for three independent isolates. Viral RNA extracted from tissue culture supernatants collected at the 525 end of each passage was characterized by RT-PCR and Sanger DNA sequencing. Relevant portions of 526 Sanger DNA sequencing chromatograms are presented to show changes in the master sequence of 527 the virus populations at the coding sequence for the N-glycosylation site (HE codon 116) and for the 528 site of the low affinity S mutation selected initially (S1 A codon 83).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Serial passage of rBCoV-HE-T 114 A selects for successive mutations in HE and S to optimize HE/S532 functional balance and overall virion avidity. (A) Continued serial passage of rBCoV-HE-533 T 114 N+S 116 F/S1 A -L 89 P. Schematic outline of the experiment and presentation of results of NGS analysis 534 and genetic characterization of subcloned variants as in Figs. 1, 2 and 3. (B) Re-substitution of S1 A -535 Leu 89 Pro by Thr or Ser restores S1 A binding to near wildtype levels. Sp-LBA as in Fig. 1D. (C) BCoV is 536 under selective pressure for an optimal functional balance between virion attachment and catalysis-537 driven release as well as for optimal virion avidity. Schematic summary of the evidence for HE-S 538 coevolution and our interpretation thereof in a two-dimensional chart. The course of evolution of 539 rBCoV-HE-Thr 114 Asn (direction indicated by arrow) is shown for two types of low affinity S escape 540 variants (Thr 114 Asn and Leu 89 Pro) with the succession of mutations in HE and S selected for during 541 serial passage (top) brought in relation to (i) overall virion avidity, as mediated by S and HE, on the Y-542 axis from low to high as indicated by the arrow, (ii) viral fitness, color-coded from low (pink) to high 543 (green) as indicated in the color legend at the bottom, (iii) the effect of the mutations on the function 544 of S (attachment) and HE (receptor-destroying enzyme (RDE) activity and attachment) as indicated by 545 thick arrows (arrows pointing up, near wildtype activity; arrows pointing down, decreased function; ̶ 546 , total loss of function; the size difference between arrows for S and HE reflect the difference in their 547 contribution to virion binding; to indicate the effect of newly emerging mutations corresponding 548 arrows for function are colored red) and (iv) their effect on HE-S functional balance (as indicated by 549 the position of the scale).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "ii. passage of rBCoV-HE-F 211 A/S wt in the absence of exogenous HE (E5 and E6) or iii. introduction of 563 a HE-Asn 114 Thr substitution and subsequent viral passage (E7). 564 hemagglutinin recognizing 9-O-acetylated sialic acid as a receptor determinant. J. Virol. 65,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Virus composition in passages p0 through p3 of controlled forced evolution experiment 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of S1 A mutations identified in rBCoVs upon i. introduction of a HE-Phe 211 Ala substitution and virus rescue by straight forward targeted recombination (E1 through E4, see also Fig.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}