{
    "paper_id": "0c8dbac52ccfeda45be0d97a84f3971be56fb9ec",
    "metadata": {
        "title": "Journal Pre-proof How COVID-19 and the Dutch 'intelligent lockdown' change activities, work and travel behaviour: Evidence from longitudinal data in the Netherlands How COVID-19 and the Dutch 'intelligent lockdown' change activities, work and travel behaviour: evidence from longitudinal data in the Netherlands",
        "authors": [
            {
                "first": "Mathijs",
                "middle": [],
                "last": "De Haas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KiM Netherlands Institute for Transport Policy Analysis",
                    "location": {
                        "addrLine": "Bezuidenhoutseweg 20, The Hague",
                        "postCode": "2594 AV",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Roel",
                "middle": [],
                "last": "Faber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KiM Netherlands Institute for Transport Policy Analysis",
                    "location": {
                        "addrLine": "Bezuidenhoutseweg 20, The Hague",
                        "postCode": "2594 AV",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Marije",
                "middle": [],
                "last": "Hamersma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KiM Netherlands Institute for Transport Policy Analysis",
                    "location": {
                        "addrLine": "Bezuidenhoutseweg 20, The Hague",
                        "postCode": "2594 AV",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "-Marije",
                "middle": [
                    "Hamersma@minienw"
                ],
                "last": "Nl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KiM Netherlands Institute for Transport Policy Analysis",
                    "location": {
                        "addrLine": "Bezuidenhoutseweg 20, The Hague",
                        "postCode": "2594 AV",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 has massively affected the lives of people all over the world. This paper presents first insights in current and potential future effects of the virus and the Dutch government's 'intelligent lockdown' on people's activities and travel behaviour. Findings are based on a representative sample of about 2500 respondents from the Netherlands Mobility Panel (MPN). We show that approximately 80% of people reduced their activities outdoors, with a stronger decrease for older people. 44% of workers started or increased the amount of hours working from home and 30% have more remote meetings. Most of these workers report positive experiences. Students and school pupils, however, are mostly not happy with following education from home. Furthermore, the amount of trips and distance travelled dropped by 55% and 68% respectively when compared to the fall of 2019. So-called 'roundtrips' (e.g. a walking or cycling tour) gained in popularity. People are currently more positive towards the car and far more negative towards public transport. Changes in outdoor activities seem to be temporal, with over 90% of people who currently reduced their outdoor activities not expecting to continue this behaviour in the future after corona. However, 27% of home-workers expect to work from home more often in the future. In addition, 20% of people expect to cycle and walk more and 20% expect to fly less in the future. These findings show that the coronavirus crisis might result in structural behavioural changes, although future longitudinal analyses are needed to observe these possible structural effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Countries have taken drastic measures to contain the outbreak. In Europe, several countries, such as France and Italy, have implemented national lockdowns, limiting all nonessential travel. Other countries, such as Sweden, were less strict and still allowed for people to visit bars, restaurants or go to school. In the Netherlands, the government implemented its socalled 'intelligent lockdown'. At the time of this study, people were urged to leave their homes as little as possible and work from home. Furthermore bars, restaurants, schools, gyms and 'contact professions' were closed and visiting people in nursing homes was not allowed. Even though people were urged to stay home, they were still allowed to move around freely as long as they Journal Pre-proof J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In Wuhan, China, an outbreak of pneumonia was detected in December 2019. It has since been identified as a novel and contagious coronavirus, which is now named COVID-19 (Zhu et al., 2020) . After spreading around the world at an alarming rate, the World Health Organization (WHO) declared COVID-19 as a pandemic on the 11 th of March 2020 (WHO, 2020) . Governments are taking unprecedented measures to limit the spread of the virus with the aim of eventually containing this pandemic. As such, COVID-19 has massively affected the lives of people all over the world. kept a distance of 1.5m to others. This instruction was strictly enforced (within the limits of available police forces) and offenders were fined 390€.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 187,
                    "text": "(Zhu et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 339,
                    "end": 350,
                    "text": "(WHO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The societal impacts of both the virus and the measures taken to reduce its spread are severe. The circumstances result in a unique situation in which people have had to change their daily life radically, often within the span of days or weeks. People's activity patterns, the way they work and how they travel are three facets of daily life that have changed drastically. From both a research and policy point of view, it is important to assess how people respond to these externally induced changes and how these immediate impacts might lead to structural behavioural changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research has shown that people are creatures of habit. Daily travel behaviour particularly depends on habit and routine (Schönfelder & Axhausen, 2010) . Therefore, changes in behaviour do not occur often. However, several studies have shown that there are certain events in people's life course that trigger change in travel behaviour (Müggenburg et al., 2015; Schoenduwe et al., 2015) . Schäfer et al. (2012) describe these life events as 'windows of opportunity' to change people's habitual routines. Earlier research has for instance shown that changing jobs leads to a mode shift towards the car (Oakil et al., 2011) and that people tend to shift to a travel pattern in which mainly car and walking trips are made (de Haas et al., 2018; Scheiner & Holz-Rau, 2013) . Other research shows that not only travel patterns, but also activity patterns are less stable after such events (Hilgert et al., 2018) . Besides changing behaviour themselves after certain life events, research has also shown that people are more susceptible to interventions after these events (Anable, 2013; Verplanken & Roy, 2016) . The current lockdown situation may be a similar 'game changer' having comparable effects on behaviour as life events, with the exception that it occurs for society as a whole and that it is externally induced.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 150,
                    "text": "(Schönfelder & Axhausen, 2010)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 335,
                    "end": 360,
                    "text": "(Müggenburg et al., 2015;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 361,
                    "end": 385,
                    "text": "Schoenduwe et al., 2015)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 388,
                    "end": 409,
                    "text": "Schäfer et al. (2012)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 600,
                    "end": 620,
                    "text": "(Oakil et al., 2011)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 718,
                    "end": 740,
                    "text": "(de Haas et al., 2018;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 741,
                    "end": 767,
                    "text": "Scheiner & Holz-Rau, 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 883,
                    "end": 905,
                    "text": "(Hilgert et al., 2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1066,
                    "end": 1080,
                    "text": "(Anable, 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1081,
                    "end": 1104,
                    "text": "Verplanken & Roy, 2016)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Breaking habits without an external (life) event is shown to be difficult. Dean (2013) showed that the length of time required to create new habitual behaviour depends on the type of new behaviour one wants to learn. Forming habits for relatively simple activities, such as drinking a glass of water with breakfast, is much easier than forming habits for more difficult activities, such as incorporating an activity like jogging into a daily pattern. Furthermore, Sigurdardottir et al. (2013) revealed the importance of both positive and negative experiences; for example, it was easier for people to make cycling part of their daily routine if they had more positive experiences with cycling when they were young. Trying out new activities can help in adopting new habits, as this experience may show that obstacles that were initially envisioned (for instance that cycling requires too much effort or is unsafe) turn out to be untrue (Strömberg & Karlsson, 2016) . As people in the Netherlands (and many other countries) now have to follow directives to stay at home, many are now forming experiences with new behaviour. These experiences might affect future behaviour, long after the virus itself is no longer a threat. People might for instance prefer to work from home in the future, now that they have experienced what it is like to work from home.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 86,
                    "text": "Dean (2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 464,
                    "end": 492,
                    "text": "Sigurdardottir et al. (2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 936,
                    "end": 964,
                    "text": "(Strömberg & Karlsson, 2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Experiences with these new types of activities and ways of travelling and external factors related to COVID-19 and governmental measures could have an influence on people's attitudes as well. The relationship between attitudes and travel behaviour has been studied extensively and it has been shown that attitudes indeed play a role in mode choice behaviour (Gärling et al., 1998; Paulssen et al., 2014) . The influence of attitudes on mode choice behaviour was found to be particularly strong in cases where habit is weak (Verplanken et al., 1994) . This is particularly interesting in the light of the current COVID-19 situation, as many people are forced to, at least temporarily, break their habits. It may be expected that attitudes have changed as a result of COVID-19. People might for instance have a more negative attitude towards shared travel modes, due to the fear that they might become infected with the virus when using these modes. If this change in attitudes turns out to be a structural, it might have structural effects on travel behaviour. For instance, people might structurally shift from public transport to car for commuting. Such a shift could have negative consequences in terms of both sustainability and accessibility. To understand possible effects of COVID-19 and the lockdown on travel behaviour in a future without the disease insights are needed into how people are experiencing its current effects and how these experiences relate to travel behaviour and attitudes.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 380,
                    "text": "(Gärling et al., 1998;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 381,
                    "end": 403,
                    "text": "Paulssen et al., 2014)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 523,
                    "end": 548,
                    "text": "(Verplanken et al., 1994)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Governments worldwide are facing challenges for the future with regard to their transport system. The high popularity of motorized transport comes with a number of issues such as J o u r n a l P r e -p r o o f 3 increased congestion, damage to the environment and human health due to emissions, and reduced liveability of cities. In the EU, road transport is responsible for more than 70% of all CO 2 transport emissions and up to 30% of small particulate emissions in the EU (Alonso Raposo et al., 2019) . Furthermore, it is expected that urbanization rates will further increase in the future, with an expected share of 70% of people worldwide living in urban areas by 2050 (The World Bank, 2019). This will not only put more pressure on the transport system as transport demand will increase, it also means that more people will be affected by its negative side effects such as congestion and emissions. To deal with these challenges, governments are looking to not only change the transport system itself, but also the behaviour of its users. In this light, it is important to monitor the temporal changes in travel behaviour due to the coronavirus crisis and assess whether these will result in structural behavioural changes.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 504,
                    "text": "Raposo et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to explore how the coronavirus and related measures affect people's daily behaviour and attitudes in terms of activity patterns, work, education and travel patterns. It discusses the current situation, the changes in daily mobility compared to the situation before the corona virus, and people's expectations for the future. The findings are based on longitudinal data from a representative sample of approximately 2500 Dutch citizens from the Netherlands Mobility Panel (MPN). Using such data makes it possible to study intrapersonal (behavioural) changes. The longitudinal data is combined with additional (partly retrospective) questions to better understand the current behaviour and future expectations. This way, we gain a broad picture of the actual and expected impact on daily travel related behaviour on the shorter and on the longer term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study will assess the extent to which the COVID-19 virus and the measures taken by the Dutch government influence people's daily life in terms of activity patterns, work, education, and travel now and potentially in the future after the coronavirus crisis. In this section, the research methods and data collection are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Framework & Methods"
        },
        {
            "text": "Using literature on the relation between external events and behavioural change, a research framework is developed to structure the data collection and data analysis of this research. The aim of this framework is to show how the coronavirus might have affected people's current behaviour, as well as how it might structurally affect future behaviour. In the framework, two separate drivers of behavioural change associated with COVID-19 are distinguished. The first is the impact of the coronavirus crisis on the personal situation. This encompasses, for instance, a change in work situation as businesses are closed as well as the fear of becoming or actually being infected with the virus. The second category are governments measures taken to reduce the spread of the virus, which in the Netherlands at the time of data collection consisted of a so-called 'intelligent lockdown', which was further explained in the introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research framework"
        },
        {
            "text": "Both the personal impact of the virus and the government's measures as a result of COVID-19 are likely to have led to changes in behaviour and preferences associated with this behaviour. Preferences here are defined as a broad concept and may for instance be influenced by attitudes or the way people experience certain behaviour. From previous studies it is known that attitudes play a role in determining people's travel behaviour (Bohte et al., 2009) . Preferences may directly be influenced by COVID-19 as people might, for instance, prefer to avoid places where keeping 1.5m distance to others is difficult, such as public transport. Preferences may also be influenced through experiences with new behaviour. For example, a negative experience with grocery shopping outdoors in the current situation may result in a lower preference for outdoor shopping. Given that a bi-directional relation between attitudes and behaviour seems to exist (Kroesen et al., 2017) , such a negative experience with grocery shopping in itself might again affect this behaviour. Social demographics might mediate these relationships; for example, older people might react differently to the impacts of COVID-19 than younger people.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 453,
                    "text": "(Bohte et al., 2009)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 944,
                    "end": 966,
                    "text": "(Kroesen et al., 2017)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Research framework"
        },
        {
            "text": "Both behavioural change itself and preferences towards this behavioural change (as a result of how this new behaviour is experienced) might have an effect on people's expectations of future behaviour (after the corona situation) (Ajzen, 1991; Dean, 2013; Sigurdardottir et al., 2013) . People are suddenly confronted with new behaviour, which is, in many cases, different from their 'normal' habits. This may be a trigger for structural behavioural change to take place. When J o u r n a l P r e -p r o o f experiences with the current (changed) behaviour are more positive, it is more likely to be reflected in positive expectations regarding continuing the behaviour in the future (Strömberg & Karlsson, 2016) . Therefore, we expect a direct relation between people's expectations about their current behaviour, such as their current way of working, and their expectations about future behavioural change. The relationships hypothesized above are graphically presented in Figure 1 .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 242,
                    "text": "(Ajzen, 1991;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 254,
                    "text": "Dean, 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 255,
                    "end": 283,
                    "text": "Sigurdardottir et al., 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 683,
                    "end": 711,
                    "text": "(Strömberg & Karlsson, 2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 982,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Research framework"
        },
        {
            "text": "This presented research framework could be applied to many research fields, but the interest of this paper is to analyse the effects of COVID-19 on personal mobility in the Netherlands. Mobility here is seen as a derivation from activity patterns. To study this, three relevant categories influencing mobility are identified: outdoor activities, work and education, and travel behaviour. If our outdoor activity patterns change, then our mobility demand will change as well. This research studies both general outdoor activities, like grocery shopping and social contacts, and the more specific activity of work or education. COVID-19 has undoubtedly changed the behaviours and experiences of these activities, if not due to the direct impact of the virus itself then due to the government's measures taken to reduce the spread of the virus. Activity patterns and the current situation of work and education influence people's travel patterns. In addition, preferences for certain travel modes could have changed which also may influence people's travel pattern. The main interest here is to what extent and how people have travelled and what their experiences are. The mode of transport, travelled distances, and attitudes towards modes are particularly relevant here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Research framework of the impact of COVID-19"
        },
        {
            "text": "It should be stressed that it is not the goal of the present study to test the hypothesised relationships in the framework. The framework has been used to identify topics of interest and to both structure the data collection and data analysis of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Research framework of the impact of COVID-19"
        },
        {
            "text": "To capture behaviour changes, either longitudinal or retrospective data are required. In the present study both types of data are included using the Netherlands Mobility Panel (MPN). The MPN is an annual household panel that started in 2013 and consists of approximately 2,000 complete households. Each year, household members of at least 12 years old are asked to complete a three-day travel diary and fill in an extensive questionnaire that includes questions on topics such as work, outdoor activities and (attitudes towards the) use of different modes of transport. Furthermore, every household is asked to fill in a questionnaire about household related characteristics, such as information about household composition and ownership of means of transport. More information about the MPN can be found in Hoogendoorn-Lanser et al. (2015) .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 840,
                    "text": "Hoogendoorn-Lanser et al. (2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "For the purpose of the present study, a representative sample of 2800 panel members from the MPN were asked to keep a travel diary for three consecutive days in the week between 27 March and 4 April 2020. A questionnaire was distributed to this group as well. The research framework ( Figure 1 ) has been the basis for the data collection for this study. By comparing J o u r n a l P r e -p r o o f people's behaviour before the situation with corona and during the situation with corona, behavioural changes are measured. In addition to that, questions are posed about people's experiences with their behaviour in the current situation. Finally, people have been asked about their expectations for their future behaviour after the corona situation.Thereby, the questionnaire included both retrospective and forward-looking questions. It consists of three core components: the first focusing on people's occupation, the second on people's outdoor activities, and the third on people's travel patterns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The response to the survey amounted to 2,296 completed diaries and 2,494 completed questionnaires -a net response of 82% and 89% respectively. As respondents already participated in the MPN before, their (travel) behaviour in a time with COVID-19 can be compared directly to their (travel behaviour) before the pandemic. Table 1 shows the composition of the sample. In this table, data from the 2019 wave of the MPN are used. The population statistics for some variables, such as occupation, have been affected considerably by COVID-19. The sample used in this study is thus a fairly representative subset of the Dutch population before COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "There is a small underrepresentation of young people and an overrepresentation of people with a high level of education. For the analyses data is weighted on both sociodemographic-and geographical factors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Given the urgent need for information on the impacts of the corona virus on society, the present article will discuss the main findings of the data collection in a mostly descriptive way. Where relevant the effects on experiences, behaviour, and expectations are broken down by background characteristics, such as age or region. Furthermore, this research uses the longitudinal structure of the data to enable a direct comparison between behaviour measured in the fall of 2019 and behaviour measured during the early stages of the coronavirus crisis in late March and early April of 2020. Retrospective questions are used for these comparisons in some cases where prior information was not recorded in the fall of 2019. These comparative analyses are complemented by a chi-square test, to give an indication of the significance of the differences. To interpret the results, the assumption is made that many of the changes in behaviour between the two measurement periods are a consequence of the coronavirus crisis. However, there may be other J o u r n a l P r e -p r o o f reasons for the differences in behaviour between the two periods for individuals, such as changes in weather or life events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "In this section we discuss the main findings of the study. We start with a few main insights on how people experience the current coronavirus crisis in the Netherlands. More detailed findings are presented in a structure that is based on the framework presented before and the three main themes of outdoor activities, work and education, and travel patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As experiences with the current situation are very subjective, a number of questions regarding impact on both the personal situation and society in general were included in the survey. Generally speaking, the majority of people (>90%) indicate that they think the current crisis will have large, long-term impacts on society. Fewer people (about 50%) perceive a negative impact on their personal situation. Younger people more often experience a negative impact on their personal situation, which contrasts to the initial expectations that the more vulnerable group of elderly people would be most affected (χ 2 (5, N = 2492) = 15.271, p = .001). This can be explained by the fact that this group used to be more active in terms of participating in activities such as sports and going out before the coronavirus. In addition, they are more likely to be affected in terms of work (more flexible and temporary contracts) and education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On average about 35% of people are afraid to become infected with the virus. Here a clear age effect is observed as well, but now the number increases with age. Only one in five younger people (<25 years) are afraid of becoming infected, while a majority of people older than 65 are afraid (χ 2 (1, N = 2492) = 95.230, p = .001). There are no clear regional differences. About 6% of the respondents think that they have already been infected by the coronavirus. This number is a bit higher in the southern provinces of the Netherlands, which makes sense given that this area of the Netherlands has a higher infection rate as determined by the number of positive tests (RIVM, 2020) . We should stress that these findings purely reflect the experience of respondents and may not reflect true infection numbers.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 680,
                    "text": "(RIVM, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our findings show that the coronavirus crisis has resulted in people of all age groups in the Dutch population to be less active outdoors (Figure 2 ). For example, where in September 2019 15% of the respondents did their groceries outside of their home at least four times per week, this number dropped to about 8% in late March/early April 2020. Especially the number of times that people shop outdoors or visit other people has dropped since the coronavirus reached the Netherlands. Respectively, around 85% and 90% of the people indicate that they do these activities less often.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Outdoor activities"
        },
        {
            "text": "J o u r n a l P r e -p r o o f Older people in particular are much less active than before the crisis (Chi-square tests: grocery shopping χ 2 (2, N = 2492) = 36.411, p = .000, shopping χ 2 (2, N = 2492) = 13.078, p = .001, exercising χ 2 (2, N = 2492) = 28.876, p = .000, volunteering χ 2 (2, N = 2492) = 37.606, p = .001, visiting people not significant). The fact that elderly people are more afraid of becoming infected with the new virus might play a role in this. With regard to outdoors exercise, a large decrease can also be observed for the youngest age group, which might be explained by the fact that this group was the most active before the coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outdoor activities"
        },
        {
            "text": "Given the fact that the southern provinces of the Netherlands were more affected by the coronavirus than the northern part when our data was collected, it was expected that people in the southern provinces would show a larger drop in outdoor activities as a result of the government's appeal to stay at home as much as possible. On the 31 st of March, halfway through our fieldwork, the most heavily affected province in the south ('Noord-Brabant') had almost 7 times more confirmed cases of COVID-19 per inhabitant compared to the least affected province in the north ('Friesland') (RIVM, 2020). However, no clear regional pattern was found, which seemed to indicate that people seem to adjust their behaviour to the situation irrespective of the amount of people infected in their surroundings. The finding that 90% of respondents indicate that the appeal by the government to stay at home is the main reason for the reduction in their outdoor activities is a further confirmation of this explanation. The second most reported reasons, that people do not want to go outside due to the virus itself (reported by about 80% of people) however would seemingly contradict this explanation. Older people (65 years or older) are more likely to name this reason, which makes sense given the fact that they are more afraid of being infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outdoor activities"
        },
        {
            "text": "More in-depth experiences were collected for two types of outdoor activities, namely grocery shopping and social visits to other people. With regard to doing groceries, a positive J o u r n a l P r e -p r o o f 8 finding is that most people (about 80%) experience sufficient possibilities for getting their groceries in the current situation. Perhaps surprisingly, older people are a bit more positive compared to other age groups (χ 2 (4, N = 2376) = 10.312, p = .035). Despite having sufficient access to groceries, most people experience grocery shopping as unpleasant in the current situation. Interestingly, this applies to both grocery shopping outdoors as well as ordering groceries online. By ordering groceries online one avoids a visit to the supermarket, and the associated risk of becoming infected. However, the capacity for delivery of online ordered groceries has turned out to be insufficient to accommodate the sudden increase in demand. Therefore, waiting times were long. This might explain why people experience online grocery shopping as unpleasant. Most respondents then also report that digital solutions for grocery shopping are not a sufficient replacement for physical shopping. As could be expected, especially older people are less positive in this respect, while people aged 25-44 are most positive (χ 2 (4, N = 1814) = 46.437, p = .000). In addition, people in urban areas seem to be a bit more positive compared to people in less urban areas (χ 2 (4, N = 1814) = 21.223, p = .000); perhaps because possibilities for digital grocery shopping are more prevalent in urban areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outdoor activities"
        },
        {
            "text": "With respect to social visits to other people, the findings show that about 40% of people were not happy about the possibilities for social interaction at the time in which the fieldwork was conducted. The group of people that were still happy with the possibilities for social contact is of about the same size; the rest is neither positive nor negative. No differences are found between age groups or household composition (single households, couples or families). Older people however are currently less comfortable with physical meetings (χ 2 (4, N = 2302) = 15.826, p = .003). Digital alternatives for social interaction were considered to be more convenient than physical meetings for all age groups. Nevertheless, people also indicate that they do not consider digital or online social interaction as a full replacement for physically meeting people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outdoor activities"
        },
        {
            "text": "Although almost all people report fewer outdoor activities, people expect to go back to their behaviour from before the coronavirus when the threat of the virus has subsided. The vast majority of people (>90%) do not expect that the current changes in outdoor activities will continue after the coronavirus crisis (Figure 3 ). This is not entirely unexpected, as it was found that a considerable group of people do not have positive experiences with their current activity patterns. Especially with regard to visiting people, most respondents expect to go back to their previous behaviour. However, people who consider digital solutions to be full replacements of physically meeting people are more likely to expect to also visit fewer people in the future (χ 2 (16, N = 2269) = 391.996, p = .000). The same holds for grocery shopping outdoors for people who are happy with doing their groceries online (χ 2 (16, N = 1354) = 148.590, p = .000) or who think online grocery shopping is a full replacement of outdoors grocery shopping (χ 2 (16, N = 1521) = 143.498, p = .000).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Outdoor activities"
        },
        {
            "text": "Interestingly, among the people who reported more outdoor activities during the pandemic, expectations about keeping to the new behaviour are higher than people who showed a decrease in outdoor activities. This however entails a small percentage of the total population. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outdoor activities"
        },
        {
            "text": "The coronavirus crisis and the government's measures also have a large impact on people's work and educational situation. Schools are closed and people are urged to work from home whenever possible. Furthermore, certain businesses closed completely, such as bars, restaurants, hotels and 'contact professions'. Restaurants were, however, still allowed to open for take-away or delivery services. At the time of our survey, approximately half of the workers indicated that their work situation had changed. Only a small part (1%) lost their job or went bankrupt. Most changes relate to a change in working times (24%) or a reduction in working hours (16%). Approximately 10% of people indicated that they temporarily stopped working. Another part (8%) of workers reported an increase in their working hours. Especially entrepreneurs and employees with a flexible contract are affected by the coronavirus crisis. Entrepreneurs report more changes to their work situation compared to non-entrepreneurs (χ 2 (1, N = 1873) = 13.349, p = .000), and people with a flexible contract reported more changes compared to people with a contract for a fixed number of hours (χ 2 (4, N = 1873) = 150.859, p = .000)). The most important reason for people to temporarily stop working is that their company closed down, followed by receiving less work from their clients or employer. The latter is also the most important reason for people to have decreased their working hours. Note that this information pertains to the week where data was collected. This situation can drastically change, depending on the length of time during which the economy has to be partly shut down to control the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work and education"
        },
        {
            "text": "Aside from the aforementioned changes to employment, number of hours worked, and work schedules, people report changes on how they did their work. Approximately 44% of workers reported that they either started to work from home or increased the hours that they are working from home. In 2019, 6% of respondents reported to work almost all their hours (>75%) from home. This figure sharply increased to 39% in the current situation. Currently, more than half (54%) of all workers work from home at least a part of the week. Physical meetings are also less common, with 30% of workers reporting an increase in remote meetings (for instance by videoconferencing). Since schools and universities were completely closed nearly all students and pupils need to follow education from their homes. These changes have resulted in a sizeable drop in the number of commuting and education trips, which causes a big change in our mobility system. Estimating the entirety of this impact is outside of the scope of this study, but one thing to look at is which people are more likely to work from home and how they commuted before. One J o u r n a l P r e -p r o o f expectation here is that people who normally commute by public transport are more likely to have increased the number of hours they work from home since people were urged to avoid public transport as much as possible. Indeed, results show that this share is, with 69%, significantly higher among workers who usually commute by public transport (χ 2 (1, N = 1425) = 35.655, p = .000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work and education"
        },
        {
            "text": "A somewhat surprising and very relevant finding is that people are in general positive about the changes in the way they have to work. Figure 4 shows people's experiences with working from home. Over 60% of people who work from home indicate that this is easy for them. Even more people have a good place to work from home (65%) and sufficient digital facilities (85%). It should be noted that the latter is not surprising as the Netherlands has the highest share of households having an internet connection (98%) in the EU (Eurostat, 2020) , while over 90% of households owning a computer (Statistics Netherlands, 2018) . Roughly 40% of the people who worked from home said that they considered themselves as an experienced home-worker before the coronavirus crisis hit the Netherlands. The majority (58%) are thus forming completely new experiences with working from home.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 540,
                    "text": "(Eurostat, 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 590,
                    "end": 620,
                    "text": "(Statistics Netherlands, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Work and education"
        },
        {
            "text": "Similarly to experiences with working from home, over 60% of people who are now having more remote meetings have had positive experiences, with 42% of people considering remote meetings just as productive as physical meetings ( Figure 5) . While just over half of these people (55%) consider remote meetings to be suitable for most types of appointments, almost two thirds (64%) think these types of meetings are particularly suitable for consultation with direct colleagues. For most people, remote meetings are new to them, as only one in five (21%) indicated that remote meetings were already normal within their organization before corona.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Figure 4. Experience with working from home"
        },
        {
            "text": "There are some differences between sectors here (difference in working more from home between sectors χ 2 (5, N = 1427) = 164.686, p = .000, difference in increase in remote meetings between sectors χ 2 (5, N = 1427) = 114.751, p = .000). In the sector 'Automation and IT' the number of people working from home increased by the greatest amount. In Healthcare and in Retail, relatively few people have started working from home. Experiences with both working from home and remote meetings also differ per sector, with people from the sector 'Automation and IT' being most positive (difference in experience with working from between sectors χ 2 (20, N = 828) = 49.010 , p = .000, difference in experience with remote meetings between sectors χ 2 (20, N = 451) = 34.443, p = .023). Strikingly people working in the section Education are much less positive, even though they have started to work from home at an only slightly lower rate compared to Automation and IT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Experience with (more) remote meetings"
        },
        {
            "text": "Alongside those in the workforce, younger people are also experiencing major changes in their daily routine as schools and universities had to close down. Students and school pupils are therefore forced to follow lessons at home. Compared to people who work, they are not as positive on their new way of education ( Figure 6 ). Only one in three students and school pupils (34%) experiences home education as pleasant. While most have a good working place (76%) and sufficient digital facilities (89%), only slightly more than half (53%) can concentrate on their study or school work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Figure 5. Experience with (more) remote meetings"
        },
        {
            "text": "While the vast majority (>90%) of people do not expect that current changes in outdoor activities will continue in the future after corona (as discussed in section 3.1), this turns out to be different for the new way of working. Over a quarter (27%) of people who currently work (more) from home expect to work more from home in the future after corona compared to the situation before corona. For remote meetings 36% expect to do this more often in the future. For people who indicated to have positive experiences with working from home or remote meetings, expectations to continue this behaviour in the future are higher (working from home χ 2 (16, N = 869) = 153.774, p = .000, remote meetings χ 2 (16, N = 460) = 150.803, p = .000). If these expectations are realized into actual behaviour, this could result in a significant change within the mobility system, resulting from the structural decrease in the number of commuting and business trips. An important factor in realizing the expectation into actual behaviour is whether employers will allow their employees to also work more from home or have remote meetings in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6. Experience with home education"
        },
        {
            "text": "Expectations of the students and school pupils who are currently following education from their homes are much more moderate. Only 13% of them expect to follow education from home more often after corona than they did before corona. This can be explained by the overall less satisfying experience with home education. While not included in the questionnaire, another important reason for this is likely to be the lack of social interactions with their fellow students or classmates. Finally, students and pupils might have less say over whether they follow their education from home or not, as their schools and universities play a large part in this decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6. Experience with home education"
        },
        {
            "text": "The final category of interest are the personal travel patterns and how these have changed because of corona, how people experience their current patterns, and what they expect to do in the future. Findings show that people stay at home for an entire day much more often (with corona) compared to our measurement in September 2019 (without corona). In September 2019, about 20% of the people stayed home on an average day. In our survey of March and early April 2020, respondents reported no trips in their travel diaries on 50% of the days. Not having to leave home for work or education, the government's appeal to stay at home and the fear of being infected when leaving their home are likely to play an important role in this sharp increase. People who are afraid to become infected stay at home significantly more often compared to people who are not afraid to become infected (53% versus 48%, χ 2 (1, N = 6589) = 16.257, p = .000) J o u r n a l P r e -p r o o f 13 The total number of trips and travelled distance in three days (as the MPN includes a three-day travel diary, these figures are reported for three day aggregates) has then also dropped considerably, with 55% and 68% respectively. The average amount of trips dropped from 8.0 trips to 3.6 trips per three days. All travel modes are affected by this decrease in overall mobility. However, with only a 14% decrease, walking trips are affected the least. The total travelled distance dropped from 94 km to 30 km in three days. The average distance travelled per trip has dropped as well from around 12 to 8 km per trip. Similar to what was observed in outdoor activities and work and education, no clear regional relationship seems to be present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal travel patterns"
        },
        {
            "text": "Relatively speaking, the use of public transport and car as passenger show the largest decrease. For public transport, more than 90% fewer trips are reported, whereas almost 80% fewer car trips as passenger are reported. As a result, the mode shares of these modes in terms of trips also show a considerable drop. By contrast, the share of walking has almost doubled. Figure 7 shows the modal split in trips from the travel diaries of September 2019 and the travel diaries of the wave in March and April 2020. This significant drop in public transport use is not unexpected as both the government as well as public transport operators urged people to only travel by public transport if highly necessary. Furthermore, students and people with a higher education, both groups that are generally more likely to be able to study or work from home, often used public transport before the coronavirus crisis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "Figure 7",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Personal travel patterns"
        },
        {
            "text": "Because of changes in daily activities, the relative importance of different travel purposes has also changed. While most trip motives show a decrease in share (Figure 8) , the share of commuting trips is comparable to the situation before the corona virus, meaning that the relative decrease in number of commuting trips is comparable to the overall decrease in number of trips. Furthermore, only the shares of (grocery) shopping and touring/walking show a significant increase in share, with the share of touring/walking almost quadrupling. It should be noted that touring/walking is the only trip motive with an increase in absolute number of trips.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 170,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Figure 7. Share of travel modes in current situation with corona (in trips)"
        },
        {
            "text": "J o u r n a l P r e -p r o o f This sharp increase in the share of touring/walking is strongly related to an increase in number of so-called 'roundtrips' (e.g. trips where the destination is the same as the origin, like walking the dog or cycling for recreational purposes). Whereas before the coronavirus crisis approximately one in fifteen trips (7%) was such a roundtrip, this has increased to one in four trips (25%) in the 2020 wave. Absolutely speaking, the number of roundtrips increased by over 70%. Especially the number of cycling and walking tours increased as this is currently the most important reason for a roundtrip. Before the coronavirus crisis, the most important reason for a roundtrip was to walk the dog. This increase in tours by either foot or bicycle also has an effect on the average trip distance with these modes. While the overall average trip distance decreased from approximately 12 to 8 km, both cycling and walking show an increase in average trip distance. The average distance of a cycling trip has increased by 30%, from 3.3 to 4.3 km per trip. The length of walking trips increased even more with 83% from 1.2 to 2.2 km per trip. This is a result of the increase in relative importance of roundtrips, as we know from previous measurements of the MPN that roundtrips are generally longer in distance compared to more utilitarian trips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7. Share of travel modes in current situation with corona (in trips)"
        },
        {
            "text": "It may be expected that the current situation not only has an effect on travel behaviour, but also a direct effect on attitudes and preferences towards travel modes. As attitudes were already measured in the MPN, effects of the coronavirus crisis on these attitudes can be assessed. Figure 9 clearly shows that especially attitudes towards public transport have changed considerably. People were already the least positive about public transport before the coronavirus. In the new measurement these attitudes however dropped even further, as less than 10% of people have a positive attitude towards train, bus, tram or metro. Besides public transport, there is a noticeably increase in the number of people who are very positive towards the car. Attitudes towards the bicycle and walking have not changed. These changes in attitudes are also reflected in the fact that almost all people (88%) indicate that they currently prefer to use individual modes (like car of bicycle) over public or shared modes of transport. People who are more afraid to become infected have a stronger preference for individual modes compared to people who do not fear of becoming infected (χ 2 (4, N = 2443) = 71.811, p = .000). Whereas 71% of people who are afraid to become infected currently strongly prefer individual modes, only 54% of people who are not afraid say the same.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 291,
                    "text": "Figure 9",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Figure 7. Share of travel modes in current situation with corona (in trips)"
        },
        {
            "text": "Evidently, both travel patterns and attitudes towards travel modes have changed, at least temporarily, due to the coronavirus crisis. The question whether these temporal effects will result in structural behavioural changes remains. Especially the observed changes in attitudes towards travel modes might partly be temporal, as they will partly revert to the pre-corona values when shared transport modes are considered to be safe again. People generally do not expect that the current situation will largely affect their use of travel modes in the future, as approximately 80% of people think they will use all travel modes just as much in the future after corona as they did before corona (Figure 10 ). Others think their mode choice use will change. For public transport there is a larger group thinking they will decrease their use, whereas for the private car more people think they will increase their use. These differences are however less strong than the expectations for the active modes walking and cycling. For cycling, 20% thinks they will increase their use as opposed to 3% who expects a decrease. For walking this is 21% and 5%, respectively. A possible explanation for this expected increase of walking and cycling are the current (positive) experiences. People may find the increase in walking and cycling tours to be a positive experience, which may result in the intention to also do this more often in the future. These effects are measured relatively shortly after the coronavirus reached the Netherlands, so long-term (economic) effects of the crisis were yet very unclear. The aforementioned expectations might change as a result from changes in expectations with regards to the economic effects of corona in the longer term. The impact of the coronavirus pandemic on international travel is even larger than on daily regional mobility. Due to international travel restrictions many airlines have to keep large parts of their fleet grounded. Results from our survey show that 21% of people who have flown before expect to reduce their amount of air travel in the future after corona. Approximately 5% expects an increase in air travel. There seems to be a clear relationship between age and expectations for the amount of air travel in the future as older people expect a stronger decrease (χ 2 (4, N = 1615) = 123.967, p = .000). While just under 16% of people under 65 years old expect to decrease their air travel, 43% of people 65 years or older do. This might be related to the fear to become infected with COVID-19. As the current pandemic showed that being abroad during the outbreak of a pandemic could for instance lead to problems returning home, it might be that older people do not feel comfortable to be dependent on aviation to return home. Another explanation might be that this is the result of older people expecting to fly less because of their age, irrespective of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 701,
                    "text": "(Figure 10",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Figure 9. Attitudes towards travel modes in situation with corona"
        },
        {
            "text": "The main rationale behind this study is that COVID-19 (and the government's policies to stop the spread of the disease) will not only have an effect during the pandemic, but may also have structural, long-lasting effects on travel behaviour and people's mobility. The findings presented in this paper provide some first evidence for this hypothesis. We show that there are major immediate changes in outdoor activities, work and travel behaviour due to COVID-19 and related governmental measures. We also show that people expect that some of these changes will last into a future without an active pandemic, as about 30% of people expect to work more from home, 20% to cycle and walk more and fly less in the future after the coronavirus crisis. Our findings contribute to the literature on life-events, indicating that certain events in someone's life (e.g. relocating to a new home) could have both immediate and structural behavioural effects (Müggenburg et al., 2015; Schäfer et al., 2012; Schoenduwe et al., 2015) . Studying COVID-19 from this angle might prove fruitful, allowing researchers to embed their studies of this new and unique phenomenon into this branch of literature.",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 971,
                    "text": "(Müggenburg et al., 2015;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 972,
                    "end": 993,
                    "text": "Schäfer et al., 2012;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 994,
                    "end": 1018,
                    "text": "Schoenduwe et al., 2015)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, there are still some uncertainties with respect to our findings regarding potential structural changes. First, whether people will structurally change their behaviour will probably depend on the longevity of the crisis and its economic repercussions. Currently, it is unknown how long government measures will be in place and how they will affect our economy on the longer term. An economic recession may lead to higher unemployment rates, affecting both commuting mobility as well as travel budgets of people for non-commuting trips. Furthermore, as long as people need to keep a distance of 1.5m to others, capacity of public transport will be considerably lower forcing people to stay home or search for alternatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Secondly, our method relies on people's self-reported experiences and expectations. People's expectations do not always result in actual behavioural intentions in the future (Ajzen, 1991) . These intentions and future behaviour in itself are also influenced by people's ability to change their behaviour irrespective of others. In reality, this ability depends on external factors such as the employer, educational institutions, public transport operators, and others. To what extent people actually change their behaviour and behavioural intention in the future thus remains to be seen. Future measurements are needed to alleviate this concern. This research has several implications for policy makers. For example, many of the observed changes in behaviour would not have been possible without ICT. People resort to digital solutions for grocery shopping or social contacts, or e-conferencing to work from home. However, this increased importance of ICT in daily activities may have some negative effects in light of the so-called digital divide (Selwyn, 2004) . For people who do not have access to these ICT tools or do not own the necessary skills to use them this shift to ICT may result in being unable to participate in these daily activities. In turn, this could lead to some forms of social exclusion (Lucas, 2012) . In addition, the present research showed that experiences with these ICT solutions are not always positive. For social contacts for instance, the group that considers digital social contacts as a full replacement for face-to-face contacts is just as large as the groups that does not. The same goes for home-workers. While the majority of workers indicate to have good digital facilities, there is a smaller group without sufficient digital facilities to work from home. For policy makers it is important to address the issue of digital divide that may become larger with an increasing reliance on ICT and address the apparent shortcomings of available ICT solutions to facilitate behavioural changes that rely on ICT.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 187,
                    "text": "(Ajzen, 1991)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1048,
                    "end": 1062,
                    "text": "(Selwyn, 2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1311,
                    "end": 1324,
                    "text": "(Lucas, 2012)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the results show an immediate shift towards more sustainable behaviour as overall travel decreased, which can be seen as a positive side effect of the government's policies to reduce the spread of the coronavirus. In addition, we observe an increased interest in cycling and walking. On the other hand, when looking at the remaining trips only a fraction of public transport use remains while the relative importance of the car changed only minimally. The latter development does not indicate more sustainable behaviour in the present situation. Policy makers should be aware of the increased preference for individual travel modes as well as the more negative attitude towards public transport because of the corona crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In sum, the extent to which COVID-19 and related governmental measures will have long term positive effects on sustainability needs to be seen. The finding that one in five people expect to walk and cycle more and fly less and over a quarter of home-workers expect to work from home more often in the future after the coronavirus crisis could have positive outcomes in terms of sustainability and health. Nevertheless, people also expect to make as much use of the car and to go back to the same amount of outdoor activities as before the crisis, which would have no positive sustainability impacts in itself. It probably also depends on accommodating policies by national and regional governments (e.g. to stimulate working from home and active mode use when returning to (a new) normal) whether or not behavioural changes will be structural. From a sustainability perspective, the current exogenous shock might be seen as a window of opportunity for policy makers to realise these desired behavioural changes. On the other hand, the governmental urge to restrict public transport use could result in a (structural) shift from public transport to car. Given these uncertainties, it is important for governments to actively follow the changes in mobility behaviour and the impacts of governmental actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study aimed to explore to what extent the coronavirus and related governmental measures to reduce the spread of the virus in the Netherlands impact people's daily mobility behaviour and may result in structural behavioural changes. The findings are based on a combination of longitudinal data complemented with (partly retrospective) questions on behaviour, attitudes, and preferences during the coronavirus crisis from a representative group of approximately 2500 Dutch citizens aged 12 years and older who are part of the Netherlands Mobility Panel (MPN).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The Dutch government introduced an \"intelligent lockdown\", a lighter version of a full lockdown. At the time of this study, people were urged to leave their homes as little as possible and work from home. Furthermore bars, restaurants, schools, gyms and 'contact professions' were closed and visiting people in nursing homes was not allowed. Even though people are urged to stay inside of their home, they are still allowed to move around freely as long as they keep a distance of 1.5m to others. Despite these relatively mild measures, when compared to many other European countries, impacts on all studied aspects relating to mobility are found to be very large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our findings show that at the time of the data collection (March/April 2020) approximately 80% of people reported less activities outside of their home. Older people in particular are much less active than before the crisis. Although most people still experience enough possibilities for grocery shopping, roughly 40% of people are unhappy with the restricted possibilities for social interaction. Digital solutions are generally not considered to be a full replacement for meeting people physically. Roughly half of the (previously) employed people faced a change in their work situation such as working less hours or at different times. Furthermore, people and businesses have been able to experience working from their home and remote meetings. Most people report positive experiences with this new way of working. Students and school pupils, however, are mostly not happy with following education from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Changes in outdoor activities, work and education as well as the virus itself have impacted people's travel patterns. The amount of trips and distance travelled are reduced by 55% and 68% respectively when compared to the fall of 2019. The use of public transport is impacted the most with a decrease of over 90% of trips. So-called 'roundtrips' gained in popularity. Currently, one in four trips is a roundtrip such as a walking or cycling tour. Besides use of travel modes, attitudes have also changed. A larger share is very positive towards the car, while people's attitudes towards public transport have taken a drastic turn for the worse. This is also reflected in the fact that 88% of people currently prefer individual modes compared to public or shared modes of transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In addition, we provide first indications that the drastic shock to daily life may have some structural effects on our mobility even when the immediate threat of the virus has subsided. For outdoor activities, more than 90% of people who currently reduced their outdoor activities do not expect that they will continue to reduce their outdoor activities in the future. However, our results indicate that the coronavirus crisis might have permanently altered the way we work and travel. More than a quarter of home-workers expect to work from home more often in the future after the coronavirus crisis. For workers who currently have more remote meetings, just over a third expect to continue to hold more remote meetings in the future. Similarly, some structural changes on the way we travel are expected. Roughly 20% of people expect to cycle and walk more in the future. A similar share of people with air travel experience expect to decrease their air travel in the future. These findings show that the coronavirus crisis might turn out to be an external event forming a window of opportunity for behavioural change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As discussed before, future research could follow-up on this study in several ways. First, there is a need for longitudinal measurements in the future, enabling researchers to measure how expectations, experiences, and behaviour change over time. This allows studying whether people's expectations with regard to changes in activities and travel behaviour will result in actual structural behavioural change after the coronavirus crisis. Second, more in-depth qualitative studies can be applied to better understand how and why people's behaviour is changing because of the coronavirus crisis. Third, the results of this study can be embedded in the broader field of how policies can stimulate desired behavioural shifts (and deter undesired behavioural shifts). For instance, more insight is needed in the role of ICT in behavioural changes. Next to the required ICT developments and policies to facilitate behavioural change, these studies should focus on how it can be ensured that also people without access to the ICT tools or without the required digital skills can still participate in activities that have largely shifted to ICT solutions. Finally, there is a need for international comparison. The coronavirus will have different effects for different countries, based on the amount of cases, governmental policies, and previous behavioural trends. Given the international nature of the coronavirus crisis and the interconnectivity of the globalised world, international studies are needed to further research possible structural effects of this crisis and understand which policies might have caused them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Approximately 80% of people reduced their activities outdoors (e.g. grocery shopping) Share of workers that work (almost) completely from home increased from 6% to 39% 27% of home-workers also expect to work more from home in the future after corona",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        },
        {
            "text": "The amount of trips and distance travelled dropped by 55% and 68% respectively 20% of people expect to cycle and walk more and to fly less in the future after corona Journal Pre-proof ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highlights"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The theory of planned behavior. Organizational behavior and human decision processes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "179--211",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Future of Road Transport-Implications of Automated, Connected, Low-Carbon and Shared Mobility",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vandecasteele",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SEGMENT Survey No 2: Data Evaluation Report -Utrecht",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anable",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measuring attitudes in research on residential selfselection and travel behaviour: a review of theories and empirical research",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bohte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Wee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transport Reviews",
            "volume": "29",
            "issn": "3",
            "pages": "325--357",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Travel pattern transitions: Applying latent transition analysis within the mobility biographies framework",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "De Haas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Scheepers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W J"
                    ],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kroesen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "107",
            "issn": "",
            "pages": "140--151",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2017.11.007"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Making Habits, Breaking Habits: How to Make Changes that Stick",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Households -level of internet access. Retrieved 25th of",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reintroducing attitude theory in travel behavior research: The validity of an interactive interview procedure to predict car use",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gärling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gillholm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gärling",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Transportation",
            "volume": "25",
            "issn": "2",
            "pages": "129--146",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Are Activity Patterns Stable or Variable? Analysis of Three-Year Panel Data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hilgert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Von Behren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eisenmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vortisch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Record",
            "volume": "",
            "issn": "47",
            "pages": "46--56",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Netherlands Mobility Panel: An Innovative Design Approach for Web-based Longitudinal Travel Data Collection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoogendoorn-Lanser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T W"
                    ],
                    "last": "Schaap",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Oldekalter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transportation Research Procedia",
            "volume": "11",
            "issn": "",
            "pages": "311--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trpro.2015.12.027"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Do attitudes cause behavior or vice versa? An alternative conceptualization of the attitude-behavior relationship in travel behavior modeling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kroesen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Handy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chorus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "101",
            "issn": "",
            "pages": "190--202",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transport and social exclusion: Where are we now? Transport Policy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "105--113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tranpol.2012.01.013"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gold Standard: A Unique Calibration Tool for National and Regional Samples",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mobility biographies: A review of achievements and challenges of the mobility biographies approach and a framework for further research",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Müggenburg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Busch-Geertsema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lanzendorf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Transport Geography",
            "volume": "46",
            "issn": "",
            "pages": "151--163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2015.06.004"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A longitudinal analysis of the dependence of the commute mode switching decision on mobility decisions and life cycle events",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T M"
                    ],
                    "last": "Oakil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ettema",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arentze",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Timmermans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "the 16th International Conference of Hong Kong Society for Transportation Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Values, attitudes and travel behavior: a hierarchical latent variable mixed logit model of travel mode choice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paulssen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Temme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vij",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation",
            "volume": "41",
            "issn": "4",
            "pages": "873--888",
            "other_ids": {
                "DOI": [
                    "10.1007/s11116-013-9504-3"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiologische situatie COVID-19 in Nederland",
            "authors": [
                {
                    "first": "Rivm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Life Events as Windows of Opportunity for Changing Towards Sustainable Consumption Patterns?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaeger-Erben",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bamberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Consumer Policy",
            "volume": "35",
            "issn": "1",
            "pages": "65--84",
            "other_ids": {
                "DOI": [
                    "10.1007/s10603-011-9181-6"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A comprehensive study of life course, cohort, and period effects on changes in travel mode use",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheiner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holz-Rau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "47",
            "issn": "",
            "pages": "167--181",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2012.10.019"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analysing mobility biographies with the life course calendar: a retrospective survey methodology for longitudinal data collection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schoenduwe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lanzendorf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Transport Geography",
            "volume": "42",
            "issn": "",
            "pages": "98--109",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtrangeo.2014.12.001"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Urban Rhythms and Travel Behaviour: Spatial and Temporal Phenomena of Daily Travel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schönfelder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Axhausen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--230",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reconsidering political and popular understandings of the digital divide",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Selwyn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New media & society",
            "volume": "6",
            "issn": "3",
            "pages": "341--362",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Understanding adolescents' intentions to commute by car or bicycle as adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Sigurdardottir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Teasdale",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transportation Research Part D: Transport and Environment",
            "volume": "24",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ICT-gebruik huishoudens",
            "authors": [],
            "year": 2018,
            "venue": "Statistics Netherlands",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Enhancing utilitarian cycling: a case study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strömberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Karlsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Procedia",
            "volume": "14",
            "issn": "",
            "pages": "2352--2361",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Urban Development. Urban population (% of total population)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Attitude Versus General Habit: Antecedents of Travel Mode Choice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verplanken",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aarts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Knippenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Knippenberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of applied social psychology",
            "volume": "24",
            "issn": "4",
            "pages": "285--300",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Empowering interventions to promote sustainable lifestyles: Testing the habit discontinuity hypothesis in a field experiment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verplanken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Environmental Psychology",
            "volume": "45",
            "issn": "",
            "pages": "127--134",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvp.2015.11.008"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "WHO Timeline -COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Change in outdoor activities since coronavirus crisis, per age group",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Opinion on the statement \"I also expect to do fewer outdoor activities after the corona situation compared to the situation before corona.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Share of trip motives in number of trips",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Expected use of modes of transport in the future after corona compared to the situation before corona",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 10",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample composition Population statistics taken from 2019 (MOA, 2019). They therefore refer to the situation before the corona crisis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}