{
    "paper_id": "0c8e4b105e63f2a08108498b401571cd9b33b111",
    "metadata": {
        "title": "Controversies regarding mask usage in ophthalmic units in the United Kingdom during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Hasan",
                "middle": [],
                "last": "Naveed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sussex Eye Hospital",
                    "location": {
                        "settlement": "Brighton"
                    }
                },
                "email": ""
            },
            {
                "first": "Yarrow",
                "middle": [],
                "last": "Scantling-Birch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sussex University Hospitals NHS Trust",
                    "location": {
                        "addrLine": "Eastern Road",
                        "postCode": "BN2 5BF",
                        "settlement": "Brighton",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Hanbin",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sussex Eye Hospital",
                    "location": {
                        "settlement": "Brighton"
                    }
                },
                "email": ""
            },
            {
                "first": "Mayank",
                "middle": [
                    "A"
                ],
                "last": "Nanavaty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sussex Eye Hospital",
                    "location": {
                        "settlement": "Brighton"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Early 2020 has seen coronavirus (COVID-19) pandemic spread like wildfire across the world and invade the UK. The National Health Service was caught off guard and rapid preparations had to be made to combat this spread. Busy ophthalmology units have had to stop routine clinical work to tailor their service to protect the staff and patients. All efforts have been redirected to safely treat the emergency cases where there is a risk of patient harm through failure to treat serious eye disease [1] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ophthalmic staff have faced anxiety in many units over availability of proper personal protective equipment (PPE) and guidance on what is exactly required to mitigate the workplace risk in the Ophthalmology unit. This was rooted in the fact the ENT and Ophthalmology doctors were reported to have the highest mortality amidst all the healthcare workers infected with COVID-19 during the original outbreak in Wuhan, China [2] . Experts have attributed this to a possibly increased viral load exposure as a result of close proximity examinations and through aerosol generating procedures (AGPs) [2] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 113,
                    "text": "(PPE)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is universally known that masks offer respiratory protection to the healthcare workers, and are an essential part of the PPE armamentarium, alongside aprons, gloves and visors. There are two common types of masks available: surgical masks and filtering face piece (FFP) respirators ( Fig. 1 ) [3] . Surgical masks comprise of three layers: an inner soft absorbent layer, a middle polypropylene barrier and an outer hydrophobic fabric. Proper use of surgical masks, with moulding to the user's nasal bridge, can as a barrier to infectious droplets (>5 μm), and offer a sixfold exposure reduction [3] . They also assist in the maintenance of a sterile field by reducing the spread of aerosols from the wearer's nose and mouth [4] . Respirators, on the other hand, provide additional benefit to surgical masks by containing a mechanical filter, which can remove airborne contaminants through interception. There are three categories of FFP in Europe: FFP1, FFP2 and FFP3. Class three (FFP3) provides the highest quality of protection and is the only one approved for UK healthcare settings, especially in AGPs, such as intubation and noninvasive ventilation. They must meet industry-standard regulations including strict industry tests with biological aerosols and cannot exceed 2% leakage. FFP3 respirators provide 99% efficiency in filtering particles sized from 100 to 5000 nm, including airborne small droplets [3, 5] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1419,
                    "end": 1421,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The authors have noted a significant discrepancy in the recommended level of respiratory PPE globally. Far-eastern countries, who have had to endure respiratory epidemics in the last 20 years, prioritise mask wearing universally, with less cultural stigmata and consider it a part of hygienic practice [6] . In Hong Kong, under the emergency COVID-19 response, masking of all patients has been enforced. Surgical masks alongside protective eyewear were worn by both ophthalmologists and patients [7] . A recent publication by Ophthalmologists at National University Hospital, Singapore, informs healthcare workers in eye-care settings to use PPE including N95 respirators, eye protection, gown and gloves when providing direct care to patients displaying COVID-19 symptoms [8] . American Academy of Ophthalmology suggests the use of N95 masks to protect the mouth and nose; and goggles or shields to protect the eyes when seeing patients infected with COVID-19 and those under investigation in line with the US Centers for Disease Control and Prevention guidance [9] . Italian Ophthalmologists' recommendations published on www.eurotimes.org [10] advise, amongst social distancing and hand hygiene, that all patients should wear a mask during the entire time of their visit to the clinic including during the various examinations. They also recommend all staff to always wear a mask to reduce droplet spread, even in the presence of colleagues and other staff members. In the UK, the Royal College of Ophthalmologists respiratory PPE guidance broadly echoes Public Health England recommendations which state FFP3 respirator use only during high-risk procedures (delivering or assisting with an AGP). For other settings, a fluid repellent face mask is the advocated respiratory cover for ophthalmologists within 1 m of a patient with possible or confirmed COVID-19 [1] . Mask-wearing practises have been a source of contention and a hotly debated topic amongst healthcare workers and the general public in the UK. It is not clear as to why respiratory protection practise in UK ophthalmic workplace during the COVID-19 pandemic should be any different to the rest of the world. Based on the lack of existing literature to support any or all of the above variations, we propose that every patient entering the ophthalmic department during the pandemic should be suspected to be COVID-19 positive (Fig. 2) . These patients can be further sub-classed as symptomatic if they display symptoms of cough, fever or anosmia; or in the absence of the aforementioned symptoms considered asymptomatic. This distinction is important as the viral load expressed in the nasopharyngeal tract of affected patients is directly proportional to the severity of disease [11] . Furthermore, the symptomatic patient is also likely to shed more virus-containing small sized droplets and aerosols through coughing and sneezing and thus poses a more infectious hazard [12] . Therefore, the current UK guidance for respiratory PPE falls short because the recommended fluid repellent surgical masks are insufficient against virus-loaded aerosols and small droplets [3] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1864,
                    "end": 1867,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2748,
                    "end": 2752,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2941,
                    "end": 2945,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3136,
                    "end": 3139,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 2394,
                    "end": 2402,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Safe practice should therefore mandate all ophthalmic staff wearing FFP3 respirators when dealing with symptomatic patients, and appropriately wear surgical fluid repellent masks when assessing asymptomatic patients during the COVID-19 pandemic. It should also be standard to source control by offering all patients entering the department with a surgical mask to reduce spread. These aforementioned protocols for respiratory protection were proposed by researchers from University of Hong Kong as lessons learnt from the first SARS outbreak in 2003 [13] and they can be adopted in the current COVID 19 pandemic whilst we await robust scientific evidence.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 554,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ophthalmology services during COVID-19. Royal College of Ophthalmologists",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burdon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "State Council Information Office briefing on the science-based treatment of severe COVID-19 cases",
            "authors": [],
            "year": null,
            "venue": "Proceedings. Wuhan; 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluating the protection afforded by surgical masks against influenza bioaerosols: gross protection of surgical masks compared to filtering facepiece respirators. Buxton: Health and Safety Executive",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gawn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Makeison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory source control using a surgical mask: an in vitro study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Skaria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansour",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Smaldone",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Occup Environ Hyg",
            "volume": "13",
            "issn": "",
            "pages": "569--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Do N95 respirators provide 95% protection level against airborne viruses, and how adequate are surgical masks?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balazy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toivola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sivasubramani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Infect Control",
            "volume": "34",
            "issn": "",
            "pages": "51--58",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Why wearing a mask is encouraged in Asia, and shunned in the",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "Tht",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Ewh",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Sky",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "Ksc",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Graefes Arch Clin Exp Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00417-020-04641-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perspectives on coronavirus disease 2019 control measures for ophthalmology clinics based on a Singapore center experience",
            "authors": [
                {
                    "first": "Isy",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "Kko",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Z"
                    ],
                    "last": "Songbo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaophthalmol.2020.1288"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Important coronavirus updates for ophthalmologists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chodosh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Academy of Ophthalmology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 guidelines from Italy. EuroTimes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burrato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral dynamics in mild and severe cases of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "X"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30232-2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cough aerosol in healthy participants: fundamental knowledge to optimize droplet-spread infectious respiratory disease management",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zayas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Senthilselvan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Pulm Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Precautions in ophthalmic practice in a hospital with a major acute SARS outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eye",
            "volume": "21",
            "issn": "",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Controversies regarding mask usage in ophthalmic units in the United Kingdom during the COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The difference between the surgical masks and respirators. The illustration of surgical mask is to the left and respirators is to the right in the figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mayank A. Nanavaty mayank.nanavaty@nhs.net Sussex Eye Hospital, Brighton and Sussex University Hospitals NHS Trust, Eastern Road, Brighton BN2 5BF, UK",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "All patients to screened on of cough; or Surgical ma Ma o be seen are entry for sym fever; or anos asks for all pat ask-wearin ng the COV g in close prox al masks g in close prox respirators VID-19 Pa ximity to ximity to andemic Fig. 2 The mask wearing algorithm during COVID 19 pandemic as the Sussex Eye Hospital, Brighton & Sussex University Hospitals NHS Trust, Brighton, UK.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}