{
    "paper_id": "0c8febdb69cd99fd74bd78ee9289ff697f7696f4",
    "metadata": {
        "title": "Cancer and COVID-19; how do we manage cancer optimally through a public health crisis?",
        "authors": [
            {
                "first": "Eduard",
                "middle": [],
                "last": "Vrdoljak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Split",
                    "location": {
                        "settlement": "Split"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": "richard.sullivan@kcl.ac.uk."
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Lawler",
                "suffix": "",
                "affiliation": {},
                "email": "mark.lawler@qub.ac.uk"
            },
            {
                "first": "Mark",
                "middle": [
                    "Lawler"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreak of Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome (SARS) coronavirus 2 (SARS-CoV-2), has thus far infected nearly one million people worldwide, with over 40,000 deaths (1). Epidemiological projections of likely numbers of people who will be infected and die, based on our short experience with this virus, show a significant impact in those above 65 years with comorbidities, but especially in the 80+ group. In an attempt to both reduce COVID-19 related deaths but mostly to 'flatten the curve' i.e. spread out non-avoidable mortality over longer time period, a majority of countries worldwide have introduced significant public health measures with one common denominatorless social exposure combined with more social distancing (national lockdowns). Due to such measures, in many countries health care and other associated social care including community medicine have been redirected to optimally manage the COVID-19 outbreak. Consequently, many clinical activities have been relegated to second priority, oncology included. The consequences of the lockdown measures and displacement of cancer awareness in the general population, as well as rapid and profound re-educations in many aspects of cancer care, could have significant impact on cancer outcomes, particularly in transitional countries such as Central and Eastern Europe (CEE) countries and in Low and Middle Income Countries (LMICs), where pre-COVID-19 we have already been experiencing significant challenges in delivering cancer control, with increasingly fragile cancer services and already stressed general healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current climate, potential oncology patients' minds are now more oriented toward COVID-19 symptoms, meaning that they may down-play rectal or bladder bleeding, a lump in the breast or other signs of cancer that otherwise would lead them immediately to consult their doctor. Anecdotal evidence suggests that patients are starting to fear a COVID-19 diagnosis more than a cancer diagnosis. Given our dramatically-changed emotional and social infrastructure, given media's specific focus on COVID-19 over all other health issues (cancer included), through 24 news cycle and social media, we should carefully and precisely measure the impact of these cumulative medical and social changes on oncology outcomes, particularly in CEE/LMIC regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We should anticipate that the quality of secondary cancer prevention programmes and recent gains in promoting early diagnosis of cancer could be undermined in the short and medium term. Some signals from worsening of mortality and / or morbidity due to COVID-19 related delayed diagnosis and / or reduced treatment may take many years to appear e.g. early stage breast cancer. Diagnosing cancer in COVID-19 reframed health systems could be significantly more challenging in many CEE countries/LMICs. We have seen the rapid widespread reduction in the availability and provision of many of the modalities of diagnosis, particularly biopsy procedures. As a consequence, delays in diagnosis may become more frequent, underpinning poorer outcomes. Additionally, multidisciplinary team (MDT) workings are becoming more challenging, both due to social distancing (although this may be partially alleviated by online MDTs), but particularly due to redirecting of medical specialists to COVID-19 specific care. These rapid and dramatic structural and organizational changes to pathways and models of care are without precedent. Particularly challenging will be the maintenance of palliative care infrastructure in CEE/LMIC settings Oncology treatment is also proving more challenging. Patients have to come to oncology institutions for treatment, in spite of considerable travel difficulties (public transport being significantly restricted) and have to wait in line to be checked for COVID-19 infection symptoms. Many will be scheduled for immunosuppressive anticancer therapies -treatments that they now fear due to increased risk of COVID-19 infection. Many oncologists are also now in doubt as to how to optimally manage their metastatic and adjuvant cancer patients. They question what dose density and intensity they should employ, potentially resulting in under-treatment bias. Indeed, a recent report highlights that employment of oncology, hematology and related drugs fell by more than 20% in the Chinese province of Hubei, the original epicenter of the COVID-19 pandemic during this first quarter of 2020 (2) . We fear that by emphasizing the increased risk of death from COVID-19 in oncology patients, the optimal management of these patients will be compromised (3) . Patients in follow-up are now on the margins of focus, both from an oncologist and a patient perspective, raising the prospect of suboptimal treatment and undetected disease recurrence.",
            "cite_spans": [
                {
                    "start": 2108,
                    "end": 2111,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2267,
                    "end": 2270,
                    "text": "(3)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cancer is the leading cause of death in the developed World (4) and is also a significant cause of morbidity and mortality in LMICs. Every month in Europe we are diagnosing 352,500 new oncology patients (4). Stage migration upwards at diagnosis, less organized multidisciplinary teamwork, suboptimally delivered oncology therapy and reduced follow-up could cause significant increases in cancer morbidity and mortality. We need to balance the COVID-19 challenge and the preventive measures we are taking to mitigate this pandemic with the undeniable risk of increased morbidity and mortality for oncology patients in a COVID-19 prioritized health system. Denying that this downside exists will mean that we will be adding the lost lives of cancer patients to the COVID-19 death count toll. Unfortunately, these clinical and ethical issues are not being discussed and debated more widely. The modelling on which public health measures are being taken as well as the socio-political and media narrative is entirely focused on COVID-19 mortality and morbidity with no consideration for the impact of control measures on increasing morbidity and mortality in cancer, or indeed any other health condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to prevent such a scenario, in order to reduce the number of underserved oncology patients (and prevent potentially unnecessary deaths) we must act now, promptly and comprehensively. Yes, we need to continue our approach to mitigate the COVID-19 crisis, but we must also ensure that common causes of significant morbidity and mortality such as cancer are also firmly positioned within our cross-wires. The COVID-19 pandemic needs to be managed, but not at the expense of significant lost lives and suffering in cancer patients. Cancer, like coronavirus does not respect national borders. Neither should we.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "IQVIA publicly available report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30096--30102",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Cancer and COVID-19; how do we manage cancer optimally through a public health crisis? ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest declaration:"
        }
    ]
}