{"paper_id": "0c8f6c389e3049eea37e2ae1583aca3acc04bc61", "metadata": {"title": "Association of RSV-A ON1 genotype with Increased Pediatric Acute Lower Respiratory Tract Infection in Vietnam", "authors": [{"first": "Keisuke", "middle": [], "last": "Yoshihara", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Minh", "middle": ["Nhat"], "last": "Le", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Michiko", "middle": [], "last": "Okamoto", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tohoku University Graduate School of Medicine", "location": {"postCode": "980-8575", "settlement": "Sendai", "country": "Japan"}}, "email": ""}, {"first": "Anita", "middle": [], "last": "Carolle", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Akpeedje", "middle": [], "last": "Wadagni", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Hien", "middle": ["Anh"], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute of Hygiene and Epidemiology", "location": {"settlement": "Hanoi", "country": "Vietnam"}}, "email": ""}, {"first": "Michiko", "middle": [], "last": "Toizumi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Enga", "middle": [], "last": "Pham", "suffix": "", "affiliation": {"laboratory": "", "institution": "Khanh Hoa General Hospital", "location": {"settlement": "Nha Trang", "country": "Vietnam"}}, "email": ""}, {"first": "Motoi", "middle": [], "last": "Suzuki", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Ai", "middle": [], "last": "Thi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Thuy", "middle": [], "last": "Nguyen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Khanh Hoa General Hospital", "location": {"settlement": "Nha Trang", "country": "Vietnam"}}, "email": ""}, {"first": "Hitoshi", "middle": [], "last": "Oshitani", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tohoku University Graduate School of Medicine", "location": {"postCode": "980-8575", "settlement": "Sendai", "country": "Japan"}}, "email": ""}, {"first": "Koya", "middle": [], "last": "Ariyoshi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Hiroyuki", "middle": [], "last": "Moriuchi", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Masahiro", "middle": [], "last": "Hashizume", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}, {"first": "Duc", "middle": ["Anh"], "last": "Dang", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Institute of Hygiene and Epidemiology", "location": {"settlement": "Hanoi", "country": "Vietnam"}}, "email": ""}, {"first": "Lay-Myint", "middle": [], "last": "Yoshida", "suffix": "", "affiliation": {"laboratory": "", "institution": "Nagasaki University", "location": {"postCode": "852-8523", "settlement": "Nagasaki", "country": "Japan"}}, "email": ""}]}, "abstract": [{"text": "Since the initial discovery of RSV-A ON1 in Canada in 2010, ON1 has been reported worldwide, yet information regarding its clinical impact and severity has been controversial. To investigate the clinical relevance of RSV-A ON1,acute respiratory infection (ARI) cases enrolled to our population-based prospective pediatric ARI surveillance at Khanh Hoa General Hospital, Central Vietnam from January 2010 through December 2012 were studied. Clinical-epidemiological information and nasopharyngeal samples were collected. Multiplex PCR assays were performed for screening 13 respiratory viruses. RSVpositive samples were further tested for subgroups (A/B) and genotypes information by sequencing the G-glycoprotein 2nd hypervariable region. Statistical analysis was performed to evaluate the clinicalepidemiological characteristics of RSV-A ON1. A total of 1854 ARI cases were enrolled and 426 (23.0%) of them were RSV-positive. During the study period, RSV-A and B had been co-circulating. NA1 was the predominant RSV-A genotype until the appearance of ON1 in 2012. RSV-related ARI hospitalization incidence significantly increased after the emergence of ON1. Moreover, multivariate analysis revealed that risk of lower respiratory tract infection was 2.26 (95% CI: 1.37-3.72) times, and radiologicallyconfirmed pneumonia was 1.98 (95% CI: 1.01-3.87) times greater in ON1 compared to NA1 cases. Our result suggested that ON1 ARI cases were clinically more severe than NA1.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Human Respiratory Syncytial Virus (RSV) is a pneumovirus under the family of paramyxoviridae with a negative-sense single stranded RNA genome 1 . RSV is widely known as one of the most common respiratory viral pathogens for lower respiratory tract infection (LRTI) among infants and young children worldwide 2 . RSV-related Acute Respiratory Infection (ARI) morbidity causes huge public health concerns particularly among children less than 5 with more than 60 million LRTI episodes annually in developing nations 3 . Previously, our population-based ARI surveillance in Central Vietnam reported that RSV was one of the main viral pathogens among hospitalized ARI children less than 2 years of age 4 . In fact, virtually all the children are exposed to RSV at some point before 2 years of age 5 . Furthermore, recurrence of RSV infections is common and particularly cause life-threatening LRTI in children less than 6 months 6 . Younger age, lower socioeconomic status, shorter gestational age, prematurity, low birthweight, lack of breastfeeding and family smoking have been previously reviewed as risk-factors for developing severe RSV-related LRTIs 7-9 .", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "RSV is classified into two antigenically and genetically distinct subgroups (A/B) 10 . Each subgroup is further categorized into genotypes based on the nucleotide sequence variation within the 2nd hypervariable region of heavily glycosylated G-glycoprotein (G-protein). There are 12 genotypes for RSV-A (GA1-7, SAA1, NA1-2 and ON1-2) and 20 genotypes for RSV-B (GB1-4, SAB1-4, URU1-2 and BA1-10) [11] [12] [13] . Primary function of the G-protein is associated with viral attachment to the cell receptors and acts as an immunologic peptide that induces neutralizing antibody [14] [15] [16] . The relevance of distinct RSV subgroups with clinical manifestations has been controversial. For instance, the studies from the U.S. and Argentina previously demonstrated that RSV-A was most likely associated with clinical severity 17, 18 ; however, a study from Brazil presented the opposite result 19 , while the other studies showed no significant difference [20] [21] [22] . Furthermore, the studies from Canada and the U.S. implicated that RSV-A GA2 or RSV-B GB3 genotype may be linked to clinical severity 20, 23 . To gain a better understanding of the association of RSV subgroup and genotype with clinical outcome, it is essential to further expand RSV molecular epidemiological surveillance worldwide.", "cite_spans": [{"start": 396, "end": 400, "text": "[11]", "ref_id": "BIBREF11"}, {"start": 401, "end": 405, "text": "[12]", "ref_id": "BIBREF12"}, {"start": 406, "end": 410, "text": "[13]", "ref_id": "BIBREF13"}, {"start": 575, "end": 579, "text": "[14]", "ref_id": "BIBREF14"}, {"start": 580, "end": 584, "text": "[15]", "ref_id": "BIBREF15"}, {"start": 585, "end": 589, "text": "[16]", "ref_id": "BIBREF16"}, {"start": 824, "end": 827, "text": "17,", "ref_id": "BIBREF17"}, {"start": 954, "end": 958, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 959, "end": 963, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 964, "end": 968, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 1104, "end": 1107, "text": "20,", "ref_id": "BIBREF20"}], "ref_spans": [], "section": ""}, {"text": "In 2010, ON1 genotype, a new variant of RSV-A, was initially detected in Ontario, Canada by Eshaghi et al. 24 . As a unique genetic characteristic, ON1 possesses 72-nucleotide tandem duplication within the G-protein 2nd hypervariable region. Since the first discovery of ON1 in Canada 24 , it has been reported in countries around the globe 11, [25] [26] [27] [28] [29] [30] [31] , including South East Asian countries such as Philippines, Malaysia and Thailand [32] [33] [34] . Furthermore, the reports from Cyprus, Germany, Italy, Kenya and Philippine indicated that the emergence of ON1 has rapidly replaced the previously predominant NA1 genotype [29] [30] [31] [34] [35] [36] . Although the clinical aspects of ON1 genotype were investigated in the previous reports from Cyprus, Germany and Italy [29] [30] [31] , the clinical relevance and pathogenicity of newly emerged ON1 genotype remain unclear.", "cite_spans": [{"start": 341, "end": 344, "text": "11,", "ref_id": "BIBREF11"}, {"start": 345, "end": 349, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 350, "end": 354, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 355, "end": 359, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 360, "end": 364, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 365, "end": 369, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 370, "end": 374, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 375, "end": 379, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 462, "end": 466, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 467, "end": 471, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 472, "end": 476, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 651, "end": 655, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 656, "end": 660, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 661, "end": 665, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 666, "end": 670, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 671, "end": 675, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 676, "end": 680, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 802, "end": 806, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 807, "end": 811, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 812, "end": 816, "text": "[31]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": ""}, {"text": "There is still limited information regarding the molecular and clinical epidemiological characteristics of RSV particularly in South East Asian nations including Vietnam. Therefore in this study, we investigated the annual incidence of RSV-related pediatric ARI hospitalization, circulation dynamics of RSV subgroups (A/B) and genotypes, and the clinical significance of RSV-A ON1 genotype among the hospitalized pediatric ARI cases in Central Vietnam.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Enrolled pediatric ARI cases and hospitalization incidence. A total of 1854 hospitalized acute respiratory infection (ARI) cases were enrolled into our population-based pediatric ARI surveillance at Khanh Hoa General Hospital (KHGH) during the three years study period. Chest X-ray result were available for 1796 (96.9%) of enrolled ARI cases. Annual numbers of pediatric ARI cases enrolled were 542 in 2010, 513 in 2011 and 799 in 2012 (Table 1) . Based on the 2010 population census data, the pediatric ARI hospitalization incidence rates were 3976.2 cases per 100,000 children under 5 per year (95% CI: 3654.4-4317.9) in 2010, 3763.5 (95% CI: 3450.2-4096.7) in 2011 and 5861.6 (95% CI: 5473.1-6269.2) in 2012 respectively. Result of the respiratory virus screening by multiplex PCR assays revealed that viruses were detected in 66.2% of the enrolled ARI cases, in which RSV (n = 426, 23.0%), Influenza (overall, 12.0%: type-A, 7.5% and type-B, 4.5%) and Rhinovirus (25.1%) were the leading respiratory viruses detected (data not shown).", "cite_spans": [], "ref_spans": [{"start": 437, "end": 446, "text": "(Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Incidence and seasonality of RSV ARI cases. RSV-related hospitalized ARI cases in Central Vietnam presented a clear seasonal circulation pattern with peaks in hot and dry seasons, which extended from July to September (Fig. 1) . The RSV-related ARI hospitalization incidence rates varied yearly: 990.4 (95% CI: 831.0-1171.2) in 2010, 586.9 (95% CI: 465.6-729.9) in 2011 and 1547.9 (95% CI: 1347.4-1769.5) in 2012 season respectively. The highest RSV-related ARI hospitalization incidence recorded in 2012 corresponded to the highest LRTI incidence in the same season, accounting for 1804.7 (95% CI: 1587.9-2042.4) ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 218, "end": 226, "text": "(Fig. 1)", "ref_id": "FIGREF1"}, {"start": 616, "end": 624, "text": "Table 1)", "ref_id": null}], "section": "Results"}, {"text": "Demographic characteristics of the RSV ARI cases (n = 426) were compared with non-RSV ARI cases (n = 1428) ( Table 2) . Both RSV and non-RSV ARI cases were more common among males (59.6%, RSV vs 56.0%, non-RSV, p = 0.179). RSV-positive ARI cases were significantly younger (median age in month) (12, RSV vs 17, non-RSV, p < 0.001) and more commonly seen in the first year of life (51.2%, RSV vs 37.0%, non-RSV cases, p < 0.001). Daycare attendance was less common among the RSV-positive ARI cases (32.2%, RSV vs 38.7%, non-RSV, p = 0.015), and antibiotic usage prior to hospital admission was less frequent among the RSV-positive ARI cases (39.7% vs 44.3%, p = 0.042). Furthermore, the presence of underlying medical condition was commonly seen in non-RSV ARI cases (31.2%, RSV vs 37.9%, non-RSV, p = 0.012).", "cite_spans": [], "ref_spans": [{"start": 109, "end": 117, "text": "Table 2)", "ref_id": null}], "section": "Demographic and clinical characteristics of RSV and Non-RSV ARI cases."}, {"text": "In terms of the clinical presentation comparison, wheezing (52.8%, RSV vs 45.9%, non-RSV, p = 0.012), tachypnea (31.0%, RSV vs 21.1%, non-RSV, p < 0.001), crackle (21.6%, RSV vs 16.3%, non-RSV, p = 0.012) and chest-wall indrawing (9.9%, RSV vs 6.8%, non-RSV, p = 0.035) were significantly more common among the RSV-positive ARI cases (Table 2) . Furthermore, the association of RSV-positive ARI cases with greater clinical severity remained significant even after controlling for the demographic confounding factors in the multivariate regression analysis (Table S1 ).", "cite_spans": [], "ref_spans": [{"start": 334, "end": 343, "text": "(Table 2)", "ref_id": null}, {"start": 556, "end": 565, "text": "(Table S1", "ref_id": null}], "section": "Demographic and clinical characteristics of RSV and Non-RSV ARI cases."}, {"text": "were performed for all the RSV-positive confirmed ARI samples (n = 426). We were able to classify the subgroup (A/B) in 346 RSV-positive ARI cases: 253 RSV-A and 77 RSV-B respectively (Table 1) . We found that 16 samples were co-infected with both RSV subgroup A and B. Throughout the study period from January 2010 to December 2012, RSV-A was the major subgroup identified. RSV-A related ARI hospitalization incidences rates (per 100,000) were 462.2 (in 2010), 234.8 (in 2011) and 1159.1 (in 2012) respectively. The RSV-B ARI hospitalization rates were 278.8 (in 2010), 183.4 (in 2011) and 102.7 (in 2012) respectively. Notably, the total number and proportion of RSV-A related ARI hospitalization dramatically increased in 2012 season ( Fig. 1) , which was statistically significant compared to the previous two seasons (p < 0.001) ( Table 3) .", "cite_spans": [], "ref_spans": [{"start": 184, "end": 193, "text": "(Table 1)", "ref_id": null}, {"start": 739, "end": 746, "text": "Fig. 1)", "ref_id": "FIGREF1"}, {"start": 836, "end": 844, "text": "Table 3)", "ref_id": null}], "section": "Prevalence and incidence of RSV subgroup A and B ARI cases. RSV subgrouping and genotyping"}, {"text": "Genotyping was performed for all the RSV subgroup (A/B) confirmed ARI samples by sequencing and phylogenetic analysis of the G-protein 2nd hypervariable region (Figs S1 and 2). All the RSV-A confirmed ARI samples from both 2010 and 2011 seasons were NA1 genotype, while in 2012, RSV-A ON1 emerged and immediately became the predominant RSV-A genotype. On the other hand, the proportion of NA1 among the RSV subgroup A confirmed ARI samples decreased to 22%. Overall, RSV-A phylogenetic tree presented distinct genetic clustering of the ARI hospitalization cases in 2010-2011 seasons from 2012 season. RSV-A ARI cases from 2010-2011 seasons were bundled into NA1 whereas RSV-A from 2012 season formed distinct cluster within ON1 genotype (Fig. S1 ). In fact, NA1 genotype was further divided into genetically distinct clades (1 or 2). Eight RSV-A confirmed ARI samples were not able to be categorized into genotype (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 737, "end": 745, "text": "(Fig. S1", "ref_id": "FIGREF1"}, {"start": 914, "end": 923, "text": "(Table 3)", "ref_id": null}], "section": "Prevalence of RSV subgroup A and B genotypes."}, {"text": "With respect to the RSV-B genotype circulation pattern, the phylogenetic tree revealed that BA9, BA10 and BA-C had been circulating during the three years study period (Fig. S2) . Overall, there was no noticeable genotype shift in RSV subgroup B during the study period (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 168, "end": 177, "text": "(Fig. S2)", "ref_id": null}, {"start": 270, "end": 279, "text": "(Table 3)", "ref_id": null}], "section": "Prevalence of RSV subgroup A and B genotypes."}, {"text": "To investigate the clinical impact of RSV-A ON1 genotype, we compared the demographic and clinical characteristics of RSV-A ON1 with NA1 genotype (Table 4) . A total of 123 RSV-A ON1 and 138 NA1 genotype confirmed ARI cases were included in the statistical analysis.", "cite_spans": [], "ref_spans": [{"start": 146, "end": 155, "text": "(Table 4)", "ref_id": null}], "section": "Demographic and clinical characteristics of RSV-A ON1 and NA1 genotype."}, {"text": "The overall demographic characteristics were similar between ON1 and NA1 ARI cases. ON1 ARI cases was younger (median age in month) (11, ON1 vs 13, NA1, p = 0.020) with slightly more NA1 ARI cases in the older age groups (Table 4 ). Daycare attendance was significantly higher among the NA1 ARI cases (24.4%, ON1 vs Each box corresponds to the cumulative pediatric ARI cases in each month during the study period from January 2010 to December 2012. RED-filled boxes correspond to the RSV subgroup-A ARI cases, and BLUE-filled boxes are for the RSV subgroup-B ARI cases. RSV subgroup unclassified ARI cases were added on top of the BLUE-filled boxes as GREEN-filled boxes. Lower respiratory tract infection (LRTI) in each month was indicated as the BLUE solid line. * ARI is abbreviation for \"Acute Respiratory Infection\". * LRTI is abbreviation for \"lower respiratory tract infection\". 39 .1%, NA1, p = 0.011). Furthermore, the ON1 ARI cases were more frequently associated with underlying medical condition (43.1%, ON1 vs 21.7%, NA1, p < 0.001).", "cite_spans": [], "ref_spans": [{"start": 221, "end": 229, "text": "(Table 4", "ref_id": null}], "section": "Demographic and clinical characteristics of RSV-A ON1 and NA1 genotype."}, {"text": "Regarding the respiratory clinical signs and symptoms, occurrence of respiratory sign and symptoms such as wheeze (81.3%, ON1 vs 33.3%, NA1, p < 0.001), tachypnea (50.4%, ON1 vs 25.4%, NA1, p < 0.001) and difficulty in breathing (18.7%, ON1 vs 6.5%, NA1, p = 0.004) were significantly more common among ON1 ARI cases (Table 4 ). In addition, ARI cases with LRTI (34.2%, ON1 vs 15.2%, NA1, p < 0.001) and radiologically-confirmed pneumonia (19.5%, ON1 vs 8.7%, NA1, p = 0.011) were more commonly seen in ON1 ARI cases. Furthermore, ON1 ARI cases tended to be admitted to the hospital significantly earlier, since they had a shorter mean period from disease onset to the hospital admission (in day) (1.7, ON1 vs 2.7, NA1, p < 0.001). On the other hand, mean duration of hospitalization (in day) between ON1 and NA1 ARI cases did not differ significantly (5.3, ON1 vs 5.1, NA1, p = 0.329). Relative risk of clinical features between RSV-A ON1 and NA1 genotype. The respiratory clinical signs and symptoms that presented significant difference in proportion between ON1 and NA1 ARI cases in Table 4 were further proceeded to the multivariate regression analysis. Multivariate analysis with log-binominal regression was performed to estimate the relative risks (RR) ( Table 5) . Sex, age, antibiotic-use, daycare attendance, viral co-infection and underlying medical condition were adjusted for estimating adjusted Relative Risk (Adj RR).", "cite_spans": [], "ref_spans": [{"start": 317, "end": 325, "text": "(Table 4", "ref_id": null}, {"start": 1087, "end": 1094, "text": "Table 4", "ref_id": null}, {"start": 1263, "end": 1271, "text": "Table 5)", "ref_id": "TABREF6"}], "section": "Demographic and clinical characteristics of RSV-A ON1 and NA1 genotype."}, {"text": "Result of the multivariate regression analysis illustrated the significant association of ON1 ARI cases with greater clinical severity even after controlling for the demographic confounding factors. For instance, ON1 ARI cases had greater risk of wheezing (Adj RR: 2.21 (95% CI: 1.72-2.86)), tachypnea (Adj RR: 1.83 (95% CI: 1.30-2.57)) and difficulty in breathing (Adj RR: 2.46 (95% CI: 1.12-5.39)). Furthermore, RSV-A ON1 had significantly greater risk for severe LRTI (Adj RR: 2.42 (95% CI: 1.12-5.25)) and radiologically-confirmed pneumonia (Adj RR: 1.97 (95% CI: 1.04-3.74)). On the other hand, relative risk for SpO2 (≦ 90%) and mild LRTI became no longer significant in the multivariate analysis: SpO2 (≦ 90%) (Adj RR: 3.18 (95% CI: 0.71-14.29)) and mild LRTI (Adj RR: 1.94 (95% CI: 0.90-4.19)) respectively.", "cite_spans": [], "ref_spans": [], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "Our study illustrated that RSV played a major clinical role among pediatric ARI cases in Central Vietnam. The result illustrated that RSV-related pediatric ARI hospitalization incidences were high during hot and dry season (July through September), timing of which was similar to previous findings from Cambodia, Thailand, Vietnam 4,37,38 . However correlation between climatic parameters (such as temperature and relative humidity) and RSV incidences is not clearly understood in tropical climate regions like Vietnam 39 . Future studies are required to clarify RSV seasonality in tropical countries.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The majority of RSV-related ARI cases were detected among children less than 2 years of age (Table 2) , which was consistent with the previous finding 5 . According to the RSV subgroup specific circulation dynamics in our study site, RSV-A and B had been co-circulating during the three years study period from January 2010 to December 2012. RSV subgroup A was predominant throughout the study period, which was similar to previous studies in other South East Asian Countries [32] [33] [34] . In 2012 season, the RSV-A related ARI hospitalization incidence increased remarkably (1159.1 cases per 100,000) compared to the previous two seasons, which corresponded to the highest LRTI incidence recorded in the same season (1804.7 cases per 100,000) ( Table 1) .", "cite_spans": [{"start": 476, "end": 480, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 481, "end": 485, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 486, "end": 490, "text": "[34]", "ref_id": "BIBREF34"}], "ref_spans": [{"start": 92, "end": 101, "text": "(Table 2)", "ref_id": null}, {"start": 749, "end": 757, "text": "Table 1)", "ref_id": null}], "section": "Discussion"}, {"text": "Since the initial discovery of RSV-A ON1 genotype in Ontario, Canada in 2010 24 , ON1 have been reported in numbers of European and Asian nations primarily during 2010-2012 season 11, [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] 40 . This study is the first report regarding the emergence of ON1 in Vietnam. In our study site, NA1 was circulating as the only RSV-A genotype in 2010 and 2011 seasons (Table 3) and Malaysia reported its emergence but did not find ON1 genotype as the most prevalent type in their rep ort 11, 24, 32, 33, 40 .", "cite_spans": [{"start": 180, "end": 183, "text": "11,", "ref_id": "BIBREF11"}, {"start": 184, "end": 188, "text": "[25]", "ref_id": "BIBREF25"}, {"start": 189, "end": 193, "text": "[26]", "ref_id": "BIBREF26"}, {"start": 194, "end": 198, "text": "[27]", "ref_id": "BIBREF27"}, {"start": 199, "end": 203, "text": "[28]", "ref_id": "BIBREF28"}, {"start": 204, "end": 208, "text": "[29]", "ref_id": "BIBREF29"}, {"start": 209, "end": 213, "text": "[30]", "ref_id": "BIBREF30"}, {"start": 214, "end": 218, "text": "[31]", "ref_id": "BIBREF31"}, {"start": 219, "end": 223, "text": "[32]", "ref_id": "BIBREF32"}, {"start": 224, "end": 228, "text": "[33]", "ref_id": "BIBREF33"}, {"start": 229, "end": 233, "text": "[34]", "ref_id": "BIBREF34"}, {"start": 234, "end": 238, "text": "[35]", "ref_id": "BIBREF35"}, {"start": 239, "end": 243, "text": "[36]", "ref_id": "BIBREF36"}, {"start": 534, "end": 537, "text": "11,", "ref_id": "BIBREF11"}, {"start": 538, "end": 541, "text": "24,", "ref_id": "BIBREF24"}, {"start": 542, "end": 545, "text": "32,", "ref_id": "BIBREF32"}, {"start": 546, "end": 549, "text": "33,", "ref_id": "BIBREF33"}], "ref_spans": [{"start": 414, "end": 423, "text": "(Table 3)", "ref_id": null}], "section": "Discussion"}, {"text": "Regardless of the numbers of molecular epidemiological surveillances on RSV describing the emergence of ON1 genotype during the last couple of years, the clinical and pathological significance of RSV-A ON1 and its 72-nucleotide tandem duplication within the G-protein 2nd hypervariable region has not been clearly understood. Since our current pediatric ARI surveillance possessed a relatively large sample size in both RSV-A genotype ON1 (n = 123) and NA1 (n = 138) ARI cases, we were able to evaluated the demographic and clinical characteristics of ON1 ARI cases, in comparison with NA1 ARI cases (Table 4) . ", "cite_spans": [], "ref_spans": [{"start": 600, "end": 609, "text": "(Table 4)", "ref_id": null}], "section": "Discussion"}, {"text": "Demographic information Table 4 . Demographic and clinical characteristics comparison between RSV-A ON1 and NA1 genotype pediatric ARI cases. # All the statistically significant p-values were indicated in bold font. As the index for the statistically significant values: * were used for p-value < 0.05, * * were for p-value < 0.01 and * * * were for p-value ≦ 0.001. ¶ IQR is abbreviation for Interquartile Range (1st and 3rd), and 95% CI is abbreviation for 95% Confidence Interval. † LRTI is abbreviation for \"lower respiratory tract infection\" and based on the WHO definition of clinical pneumonia 45 . § Severe lower respiratory tract infection (LRTI) was defined as presence of either danger sign, stridor or chest-wall indrawing.", "cite_spans": [], "ref_spans": [{"start": 24, "end": 31, "text": "Table 4", "ref_id": null}], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "With respect to the demographic characteristics, ON1 ARI cases were seen in slightly younger (median age in month) (11, ON1 vs 13, NA1, p = 0.020), which may explain the lower prevalence of daycare attendance in the ON1 ARI cases (24.4%, ON1 vs 39.1%, NA1, p = 0.011). One study from Italy, Pierangeli et al. also found that ON1 cases were seen in slightly younger age group 30 , while other studies did not find significant differences 31, 36 . The discrepancies in age distribution may have occurred due to differences in study design, method for case enrollment criteria, herd-immunity against RSV (subgroups and genotypes) and circulating RSV genotypes prior to ON1 emergence in each study.", "cite_spans": [{"start": 437, "end": 440, "text": "31,", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "With respect to the clinical characteristics, the multivariate analysis using log-binomial regression revealed that ON1 ARI cases were associated with increased risk of respiratory clinical signs/symptoms and severity compared to NA1 ARI cases. For instance, risk of wheezing was 2.21 (95% CI: 1.72-2.86) times, LRTI was 2.26 (95% CI: 1.37-3.72) times, and chest X-ray abnormality was 2.14 (95% CI: 1.13-4.04) times greater among ON1 ARI cases compared to NA1 ARI cases (Table 5) . Furthermore, significantly shorter mean period from disease onset to the hospital admission (in day) was seen in ON1 ARI cases (1.7, ON1 vs 2.7, NA1, p < 0.001). Although the detailed biological mechanism has not been clearly understood, the G-protein 72-nucleotide tandem duplication of ON1 might have crucial biological role by enhancing the efficiency for viral attachment to the cell receptors or faster viral replication capacity during pathogenesis. Further studies are necessary to clarify the biological significance of the 72-nucleotide insertion in the G-protein.", "cite_spans": [], "ref_spans": [{"start": 470, "end": 479, "text": "(Table 5)", "ref_id": "TABREF6"}], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "In contrast to the our major finding of ON1's association with clinical severity, other RSV surveillances from Cyprus, Germany and Italy did not find any remarkable clinical impact of ON1 genotype 29, 31, 36, 41 . The clinical impact of a newly emerged virus may depend on the herd-immunity in the community, pre-circulating viruses and genotypes in respective study area. Recently, two studies have described the molecular evolutionary characteristics of globally circulating RSV-A NA1 and ON1 genotype 13, 42 . Further genetic and antigenic analysis on the Central Vietnam RSV-A genotypes will give us insight into possible underlying mechanisms of the association between RSV ON1 and clinical severity.", "cite_spans": [{"start": 197, "end": 200, "text": "29,", "ref_id": "BIBREF29"}, {"start": 201, "end": 204, "text": "31,", "ref_id": "BIBREF31"}, {"start": 205, "end": 208, "text": "36,", "ref_id": "BIBREF36"}, {"start": 504, "end": 507, "text": "13,", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "As considerable limitations in the current study, we were not able to categorize RSV subgroups (A/B) or genotypes in about 20% of RSV confirmed ARI samples (Table 3 ). This may have been due to the fact that we used the RNA extracted directly from NP samples , which may have contained low viral copies. Previous study described that higher RSV viral load was associated with clinical severity 21 ; however, RSV viral load data was not available in the current study. Furthermore, we did not take into account the co-infection with respiratory bacterial pathogens. In fact, it has been previously reported that RSV may increase the Streptococcus pneumoniae bacterial load which was associated with increased risk of radiologically-confirmed pneumonia 43, 44 . It will be important to further investigate the underlying biological mechanism, interaction with nasopharyngeal bacteria that may leads to the clinical severity of RSV-A ON1. ", "cite_spans": [{"start": 751, "end": 754, "text": "43,", "ref_id": "BIBREF43"}], "ref_spans": [{"start": 156, "end": 164, "text": "(Table 3", "ref_id": null}], "section": "p-value # Total number (%)/Median (IQR ¶ ) Total number (%)/Median (IQR ¶ )"}, {"text": "In conclusion, our current study highlights the clinical importance of RSV among the pediatric ARI cases in Central Vietnam. The emergence of RSV-A ON1 was associated with increased ARI hospitalization incidence. Furthermore, the ON1 ARI cases were associated with greater risk of LRTI, radiologically-confirmed pneumonia compared to the previously predominant NA1 genotype. Further molecular and clinical epidemiological studies on RSV-A ON1 genotype circulating across the world would be important for better understanding of RSV-A ON1's clinical significance which may have impact on future vaccine development. Clinical data collection and categorization. Clinical categories were defined using modified World", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Health Organization (WHO) Integrated Management of Childhood Illnesses (IMCI) algorithms 45 . The presence of tachypnea (Respiratory Rate > 60/min for children ≦ 1month, > 50/min for 2-11 months and > 40/min for 12-59 months) were categorized as mild LRTIs. Furthermore, children with general danger signs (situation in which children were either unable to drink, under convulsion or lethargy), chest-wall indrawing or stridor were categorized as severe LRTIs. Radiologically-confirmed pneumonia was defined as substantial alveolar consolidation or pleural effusion in chest X-ray result following the standardized interpretation method established by WHO Vaccine Trial Investigators Group 46 . Cases with abnormal shadow but not substantial alveolar consolidation or pleural effusion were considered as abnormal chest X-ray or other lower respiratory infection 46 .", "cite_spans": [], "ref_spans": [], "section": "Materials and Methods"}, {"text": "Virological investigation. Viral nucleic acids were extracted from patient's NP swab samples using QIA viral RNA Minikit (QIAGEN Inc., Valencia, CA) following the manufacturer's manual. Four Multiplex -PCR assays were performed for screening 13 respiratory viral pathogens including RSV, Influenza-A and B, Human Metapneumovirus, Parainfluenzavirus 1-4, Human Coronaviruses (229E, OC43), Adenovirus and Bocavirus. The detailed protocol of respiratory viruses screening was previously described 4 . RSV-positive confirmed samples were further screened for subgroup (A/B) and genotype by amplifying and sequencing the 2nd hypervariable region of G-protein as previously described 1, 47 . BigDye Terminator ver.3.1 (Applied Biosystem, Foster City, CA, USA) was utilized for the sequencing reaction, and nucleotide sequence analysis was performed with 3730 DNA Analyzer (Applied Biosystem, Foster City, CA, USA). Multiple nucleotide sequences were aligned and edited with ClustalW ver.1.8. Phylogenetic analysis was executed using the Neighbor-Joining method with bootstrap value of 1000 replicates for testing statistical significance of the tree topology using MEGA ver.5.2.2.", "cite_spans": [{"start": 678, "end": 680, "text": "1,", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Materials and Methods"}, {"text": "For the categorical variables, either two-tailed Pearson Chi-squared or Fisher's exact tests were performed to test the statistical difference in proportion between two independent groups. For the numerical variables, two-sample t-test was performed for mean value comparison, and Mann-Whitney U test was used for median comparison. In the multivariate analysis, Generalized Linear Model with log-binomial regression was applied to estimate adjusted Relative Risk (Adj RR) and 95% Confidence Interval (CI). To control demographic confounding variables in the multivariate regression analysis, both forward-selection step and biologically plausible approaches were taken into account. All the statistical analysis was performed using STATA ver.12.1 (StataCorp LP, College Station, TX, USA). P-values less than 0.05 were considered to be statistically significant.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis."}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Circulation patterns of genetically distinct group A and B strains of human respiratory syncytial virus in a community", "authors": [{"first": "T", "middle": ["C"], "last": "Peret", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Schnabel", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Golub", "suffix": ""}, {"first": "L", "middle": ["J"], "last": "Anderson", "suffix": ""}], "year": 1998, "venue": "J Gen Virol", "volume": "79", "issn": "", "pages": "2221--2229", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Viral lower respiratory tract infection in infants and young children", "authors": [{"first": "J", "middle": ["B"], "last": "Van Woensel", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Van Aalderen", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Kimpen", "suffix": ""}], "year": 2003, "venue": "BMJ", "volume": "327", "issn": "", "pages": "36--40", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis", "authors": [{"first": "H", "middle": [], "last": "Nair", "suffix": ""}], "year": 2010, "venue": "Lancet", "volume": "375", "issn": "", "pages": "1545--1555", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Viral pathogens associated with acute respiratory infections in central vietnamese children", "authors": [{"first": "L", "middle": ["M"], "last": "Yoshida", "suffix": ""}], "year": 2010, "venue": "Pediatr Infect Dis J", "volume": "29", "issn": "", "pages": "75--77", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Respiratory syncytial virus infection", "authors": [{"first": "E", "middle": ["A"], "last": "Simoes", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "", "pages": "847--852", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Respiratory viral infections in infants: causes, clinical symptoms, virology, and immunology", "authors": [{"first": "J", "middle": ["S"], "last": "Tregoning", "suffix": ""}, {"first": "J", "middle": [], "last": "Schwarze", "suffix": ""}], "year": 2010, "venue": "Clin Microbiol Rev", "volume": "23", "issn": "", "pages": "74--98", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Factors associated with increased risk of progression to respiratory syncytial virus-associated pneumonia in young Kenyan children", "authors": [{"first": "E", "middle": ["A"], "last": "Okiro", "suffix": ""}], "year": 2008, "venue": "Trop Med Int Health", "volume": "13", "issn": "", "pages": "914--926", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Environmental and demographic risk factors for respiratory syncytial virus lower respiratory tract disease", "authors": [{"first": "E", "middle": ["A"], "last": "Simoes", "suffix": ""}], "year": 2003, "venue": "J Pediatr", "volume": "143", "issn": "", "pages": "118--126", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "The burden of respiratory syncytial virus infection in young children", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 2009, "venue": "N Engl J Med", "volume": "360", "issn": "", "pages": "588--598", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Two distinct subtypes of human respiratory syncytial virus", "authors": [{"first": "M", "middle": ["A"], "last": "Mufson", "suffix": ""}, {"first": "C", "middle": [], "last": "Orvell", "suffix": ""}, {"first": "B", "middle": [], "last": "Rafnar", "suffix": ""}, {"first": "E", "middle": [], "last": "Norrby", "suffix": ""}], "year": 1985, "venue": "J Gen Virol", "volume": "66", "issn": "", "pages": "2111--2124", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Genetic variation in attachment glycoprotein genes of human respiratory syncytial virus subgroups a and B in children in recent five consecutive years", "authors": [{"first": "G", "middle": [], "last": "Cui", "suffix": ""}], "year": 2013, "venue": "PLos One", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Natural history of human respiratory syncytial virus inferred from phylogenetic analysis of the attachment (G) glycoprotein with a 60-nucleotide duplication", "authors": [{"first": "A", "middle": [], "last": "Trento", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "975--984", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Molecular evolution of human respiratory syncytial virus attachment glycoprotein (G) gene of new genotype ON1 and ancestor NA1", "authors": [{"first": "E", "middle": [], "last": "Hirano", "suffix": ""}], "year": 2014, "venue": "Infect Genet Evol", "volume": "28", "issn": "", "pages": "183--191", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Demonstration that glycoprotein G is the attachment protein of respiratory syncytial virus", "authors": [{"first": "S", "middle": [], "last": "Levine", "suffix": ""}, {"first": "R", "middle": [], "last": "Klaiber-Franco", "suffix": ""}, {"first": "P", "middle": ["R"], "last": "Paradiso", "suffix": ""}], "year": 1987, "venue": "J Gen Virol", "volume": "68", "issn": "", "pages": "2521--2524", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Respiratory syncytial virus G protein CX3C motif impairs human airway epithelial and immune cell responses", "authors": [{"first": "T", "middle": [], "last": "Chirkova", "suffix": ""}], "year": 2013, "venue": "J Virol", "volume": "87", "issn": "", "pages": "13466--13479", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Respiratory syncytial virus F and G proteins induce interleukin 1alpha, CC, and CXC chemokine responses by normal human bronchoepithelial cells", "authors": [{"first": "C", "middle": ["M"], "last": "Oshansky", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Barber", "suffix": ""}, {"first": "J", "middle": [], "last": "Crabtree", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Tripp", "suffix": ""}], "year": 2010, "venue": "J Infect Dis", "volume": "201", "issn": "", "pages": "1201--1207", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Severity of respiratory syncytial virus infection is related to virus strain", "authors": [{"first": "E", "middle": ["E"], "last": "Walsh", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Mcconnochie", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Long", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 1997, "venue": "J Infect Dis", "volume": "175", "issn": "", "pages": "814--820", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical and epidemiologic characteristics of respiratory syncytial virus subgroups A and B infections in Santa Fe, Argentina", "authors": [{"first": "M", "middle": ["S"], "last": "Imaz", "suffix": ""}], "year": 2000, "venue": "J Med Virol", "volume": "61", "issn": "", "pages": "76--80", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Respiratory syncytial virus (RSV) bronchiolitis: comparative study of RSV groups A and B infected children", "authors": [{"first": "S", "middle": ["M"], "last": "Straliotto", "suffix": ""}, {"first": "B", "middle": [], "last": "Roitman", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Lima", "suffix": ""}, {"first": "G", "middle": ["B"], "last": "Fischer", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Siqueira", "suffix": ""}], "year": 1994, "venue": "Rev Soc Bras Med Trop", "volume": "27", "issn": "", "pages": "1--4", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Correlation between respiratory syncytial virus genotype and severity of illness", "authors": [{"first": "R", "middle": ["A"], "last": "Martinello", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Chen", "suffix": ""}, {"first": "C", "middle": [], "last": "Weibel", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2002, "venue": "J Infect Dis", "volume": "186", "issn": "", "pages": "839--842", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Respiratory syncytial virus infections in hospitalized infants: association between viral load, virus subgroup, and disease severity", "authors": [{"first": "I", "middle": [], "last": "Fodha", "suffix": ""}], "year": 2007, "venue": "J Med Virol", "volume": "79", "issn": "", "pages": "1951--1958", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Natural infection of infants with respiratory syncytial virus subgroups A and B: a study of frequency, disease severity, and viral load", "authors": [{"first": "J", "middle": ["P"], "last": "Devincenzo", "suffix": ""}], "year": 2004, "venue": "Pediatr Res", "volume": "56", "issn": "", "pages": "914--917", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Distribution and clinical impact of human respiratory syncytial virus genotypes in hospitalized children over 2 winter seasons", "authors": [{"first": "R", "middle": [], "last": "Gilca", "suffix": ""}], "year": 2006, "venue": "J Infect Dis", "volume": "193", "issn": "", "pages": "54--58", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Genetic variability of human respiratory syncytial virus A strains circulating in Ontario: a novel genotype with a 72 nucleotide G gene duplication", "authors": [{"first": "A", "middle": [], "last": "Eshaghi", "suffix": ""}], "year": 2012, "venue": "PLos One", "volume": "7", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Complete Genome Sequences of Two Human Respiratory Syncytial Virus Genotype A Strains from India, RSV-A/NIV1114046/11 and RSV-A/NIV1114073/11", "authors": [{"first": "M", "middle": ["L"], "last": "Choudhary", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Wadhwa", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Jadhav", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Chadha", "suffix": ""}], "year": 2013, "venue": "Genome Announc", "volume": "1", "issn": "", "pages": "165--00113", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Genetic analysis of attachment glycoprotein (G) gene in new genotype ON1 of human respiratory syncytial virus detected in Japan", "authors": [{"first": "H", "middle": [], "last": "Tsukagoshi", "suffix": ""}], "year": 2013, "venue": "Microbiol Immunol", "volume": "57", "issn": "", "pages": "655--659", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Novel respiratory syncytial virus subtype ON1 among children", "authors": [{"first": "Z", "middle": [], "last": "Valley-Omar", "suffix": ""}, {"first": "R", "middle": [], "last": "Muloiwa", "suffix": ""}, {"first": "N", "middle": ["C"], "last": "Hu", "suffix": ""}, {"first": "B", "middle": [], "last": "Eley", "suffix": ""}, {"first": "N", "middle": ["Y"], "last": "Hsiao", "suffix": ""}], "year": 2012, "venue": "Emerg Infect Dis", "volume": "19", "issn": "", "pages": "668--670", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Complete genome sequence of human respiratory syncytial virus genotype A with a 72-nucleotide duplication in the attachment protein G gene", "authors": [{"first": "W", "middle": ["J"], "last": "Lee", "suffix": ""}], "year": 2012, "venue": "J Virol", "volume": "86", "issn": "", "pages": "13810--13811", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Epidemiology of respiratory syncytial virus in children in Cyprus during three consecutive winter seasons (2010-2013): age distribution, seasonality and association between prevalent genotypes and disease severity", "authors": [{"first": "C", "middle": [], "last": "Panayiotou", "suffix": ""}], "year": 2014, "venue": "Epidemiol Infect", "volume": "142", "issn": "", "pages": "2406--2411", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Rapid spread of the novel respiratory syncytial virus A ON1 genotype, central Italy", "authors": [{"first": "A", "middle": [], "last": "Pierangeli", "suffix": ""}], "year": 2011, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Novel respiratory syncytial virus (RSV) genotype ON1 predominates in Germany during winter season 2012-13", "authors": [{"first": "J", "middle": [], "last": "Tabatabai", "suffix": ""}, {"first": "C", "middle": [], "last": "Prifert", "suffix": ""}, {"first": "J", "middle": [], "last": "Pfeil", "suffix": ""}, {"first": "J", "middle": [], "last": "Grulich-Henn", "suffix": ""}, {"first": "P", "middle": [], "last": "Schnitzler", "suffix": ""}], "year": 2014, "venue": "PLos One", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "identification of genotype ON1 and a new subgroup B genotype in Thailand", "authors": [{"first": "V", "middle": [], "last": "Auksornkitti", "suffix": ""}], "year": 2010, "venue": "Arch Virol", "volume": "159", "issn": "", "pages": "499--507", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Displacement of predominant respiratory syncytial virus genotypes in Malaysia between", "authors": [{"first": "C", "middle": ["S"], "last": "Khor", "suffix": ""}, {"first": "I", "middle": ["C"], "last": "Sam", "suffix": ""}, {"first": "P", "middle": ["S"], "last": "Hooi", "suffix": ""}, {"first": "Y", "middle": ["F"], "last": "Chan", "suffix": ""}], "year": 1989, "venue": "Infect Genet Evol", "volume": "14", "issn": "", "pages": "357--360", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Molecular Characterization of Human Respiratory Syncytial Virus in the Philippines", "authors": [{"first": "R", "middle": [], "last": "Malasao", "suffix": ""}], "year": 2015, "venue": "PLos One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Rapid spread and diversification of respiratory syncytial virus genotype ON1", "authors": [{"first": "C", "middle": ["N"], "last": "Agoti", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Otieno", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Gitahi", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Cane", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Nokes", "suffix": ""}], "year": 2014, "venue": "Kenya. Emerg Infect Dis", "volume": "20", "issn": "", "pages": "950--959", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Characteristics and Their Clinical Relevance of Respiratory Syncytial Virus Types and Genotypes Circulating in Northern Italy in Five Consecutive Winter Seasons", "authors": [{"first": "S", "middle": [], "last": "Esposito", "suffix": ""}], "year": 2015, "venue": "PLos One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "A study of the genetic variability of human respiratory syncytial virus (HRSV) in Cambodia reveals the existence of a new HRSV group B genotype", "authors": [{"first": "A", "middle": [], "last": "Arnott", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "3504--3513", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Incidence of respiratory pathogens in persons hospitalized with pneumonia in two provinces in Thailand", "authors": [{"first": "S", "middle": ["J"], "last": "Olsen", "suffix": ""}], "year": 2010, "venue": "Epidemiol Infect", "volume": "138", "issn": "", "pages": "1811--1822", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Correlations between climate factors and incidence-a contributor to RSV seasonality", "authors": [{"first": "J", "middle": ["W"], "last": "Tang", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Loh", "suffix": ""}], "year": 2014, "venue": "Rev Med Virol", "volume": "24", "issn": "", "pages": "15--34", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Emerging human respiratory syncytial virus genotype ON1 found in infants with pneumonia in Beijing", "authors": [{"first": "G", "middle": [], "last": "Cui", "suffix": ""}], "year": 2013, "venue": "China. Emerging Microbes and Infections", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Novel respiratory syncytial virus a genotype", "authors": [{"first": "C", "middle": [], "last": "Prifert", "suffix": ""}, {"first": "A", "middle": [], "last": "Streng", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Krempl", "suffix": ""}, {"first": "J", "middle": [], "last": "Liese", "suffix": ""}, {"first": "B", "middle": [], "last": "Weissbrich", "suffix": ""}], "year": 2011, "venue": "Emerg Infect Dis", "volume": "19", "issn": "", "pages": "1029--1030", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Genetic diversity and evolutionary insights of respiratory syncytial virus A ON1 genotype: global and local transmission dynamics", "authors": [{"first": "V", "middle": ["R"], "last": "Duvvuri", "suffix": ""}], "year": 2015, "venue": "Sci Rep", "volume": "5", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1038/srep14268"]}}, "BIBREF43": {"ref_id": "b43", "title": "Association between nasopharyngeal load of Streptococcus pneumoniae, viral coinfection, and radiologically confirmed pneumonia in Vietnamese children", "authors": [{"first": "H", "middle": ["T"], "last": "Vu", "suffix": ""}], "year": 2011, "venue": "Pediatr Infect Dis J", "volume": "30", "issn": "", "pages": "11--18", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Viral and bacterial interactions in the upper respiratory tract", "authors": [{"first": "A", "middle": ["A"], "last": "Bosch", "suffix": ""}, {"first": "G", "middle": [], "last": "Biesbroek", "suffix": ""}, {"first": "K", "middle": [], "last": "Trzcinski", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Sanders", "suffix": ""}, {"first": "D", "middle": [], "last": "Bogaert", "suffix": ""}], "year": 2013, "venue": "PLos Pathog", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Integrated approach to child health in developing countries", "authors": [{"first": "J", "middle": [], "last": "Tulloch", "suffix": ""}], "year": 1999, "venue": "Lancet", "volume": "354", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Burden of disease caused by Haemophilus influenzae type b in children younger than 5 years: global estimates", "authors": [{"first": "J", "middle": ["P"], "last": "Watt", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "", "pages": "903--911", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Molecular epidemiology of respiratory syncytial virus infections among children with acute respiratory symptoms in a community over three seasons", "authors": [{"first": "M", "middle": [], "last": "Sato", "suffix": ""}], "year": 2005, "venue": "J Clin Microbiol", "volume": "43", "issn": "", "pages": "36--40", "other_ids": {}}}, "ref_entries": {"FIGREF1": {"text": "Seasonal trend of RSV related pediatric ARI hospitalizations in Nha Trang, Khanh Hoa province during January 2010-December 2012.", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". However, ON1 emerged in mid-2012 and became the predominant genotype in 2012 season. The prevalence of ON1 among RSV-A reached nearly 73% in 2012 season whereas proportion of NA1 decreased down to about 23% from 100% in both 2010 and 2011 season(Table 3). ON1 genotype emerged and was detected as major genotype during 2011-2012 seasons in countries such as Cyprus, Italy, Germany and Philippine[29][30][31][34][35][36] . However, further studies are required to monitor whether ON1 persisted as the predominant genotype after its emergence in these countries. On the other hand, studies from Canada,", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Yearly prevalence of RSV subgroups (A/B) and genotypes in Nha Trang, Khanh Hoa province during January 2010-December 2012. # KHGH is abbreviation for Khanh Hoa General Hospital in Nha Trang city, Khanh Hoa province. ¶ For the statistical tests for RSV subgroups (A/B) proportion comparison among sampling years, two-tailed Fisher's exact tests were performed. Statistically significant p-value was indicated in bold font. † p-value was for RSV subgroups (A/B) proportion comparison between year of 2010 and 2011. § p-value was for RSV subgroups (A/B) proportion comparison among 2010, 2011 and 2012.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Table 2. Demographic and clinical characteristics comparison between RSV and Non-RSV pediatric ARI cases. # All the statistically significant p-values were indicated in bold font. As the index for the statistically significant values: * were used for p-value < 0.05, * * were for p-value < 0.01 and * * * were for p-value ≦ 0.001. ¶ IQR is abbreviation for Interquartile Range (1st and 3rd), and 95% CI is abbreviation for 95% Confidence Interval. † LRTI is abbreviation for \"lower respiratory tract infection\" and based on the WHO definition of clinical pneumonia45 . § Severe lower respiratory tract infection (LRTI) was defined as presence of either danger sign, stridor or chest-wall indrawing.", "latex": null, "type": "table"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF6": {"text": "Severe lower respiratory tract infection (LRTI) was defined as presence of either danger sign, stridor or chest-wall indrawing. All the statistically significant values were indicated in bold font. RepoRts | 6:27856 | DOI: 10.1038/srep27856", "latex": null, "type": "table"}, "TABREF7": {"text": "Study site and case enrollment. A population-based prospective pediatric ARI surveillance was established at Khanh Hoa province, Nha Trang, Central Vietnam in 2007. Khanh Hoa General Hospital (KHGH) is the provincial hospital and the only hospital in Nha Trang city. In Vietnam, all children less than 6 years of age are covered by a free government health insurance. Transportation system in Nha Trang city is considerably good as children living in the study area can reach KHGH within one hour. Therefore, access to medical care is relatively good in the study area. All children from the catchment area admitted to KHGH presenting with cough and/or difficulty breathing were recorded as ARI cases and enrolled in the current study. Written informed consents were obtained from the parents or guardians of the pediatric ARI cases to enroll in the study. Clinical-epidemiological information, chest radiographs result (Chest X-ray), laboratory test data and nasopharyngeal (NP) swab samples were collected from all the participants. The catchment area covered 198,729 individuals living in 42,770 households from 16 communities with 13,631 children less than 5 years of age. Detailed methods and characteristics of the study population have been described previously 4 .Ethics. This study was approved by the institutional ethical review boards of National Institute of Hygiene andEpidemiology (NIHE), Vietnam, and Institute of Tropical Medicine, Nagasaki University, Japan. The study was conducted in accordance with the approved guidelines. period. Pediatric ARI cases enrolled to the ARI surveillance in Nha Trang, Central Vietnam during the period of January 2010-December 2012 were selected and utilized for this study.", "latex": null, "type": "table"}}, "back_matter": [{"text": "We would like to thank for the medical doctors, nurses and laboratory technicians at Khanh Hoa General Hospital for their technical support on clinical data and sample collection, processing and management. We would also like to acknowledge the staffs in Khanh Hoa Health Service for clinical-epidemiological data entry and necessary administrative support for the study. This study was supported by the Japan Initiative for Global Research Network on Infectious Diseases (JGRID) (10008012), Japan Agency for Medical Research and development (AMED) and Grants-in-Aid for Scientific Research (Japan Society for the Promotion of Science).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}