{
    "paper_id": "0c905f5a917ba1d02432b5ad92035f0c733efa44",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Nature reviews | Molecular cell Biology Whenever a new infectious disease emerges, viro logists expose a panel of indicator cell lines -typically of monkey or human origin -to patient materials and search for signs of viral replication 1 . This trial and error approach is complicated by species barriers, but also by the potential absence of the target cell type in the indi cator panel. A flurry of recent severe acute respiratory syndrome coronavirus 2 (SARS CoV2) studies under scores the value of more physiological in vitro models, known as organoids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The basics of organoid technology Organoids are 3D structures that can be established from induced pluripotent stem cells (iPSCs) or, alter natively, from multipotent adult tissue stem cells (ASCs) 2 . They consist of organspecific cell types that self organize through cell sorting and spatially restricted lineage commitment to generate cell assemblies with architectural and functional characteristics of the pertinent tissue. Optimally, organoids contain a full complement of differentiated cell types as present in the organ of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Organoid models can readily be standardized, as they are generated from cell sources that can be expanded over long periods of time. For iPSC based organoids, it is the starting cell population that allows such expan sion. To create organoids, a given number of iPSCs is first allowed to form an embryoid body (a 3D aggregate of pluripotent cells) and is then taken through a process designed to mimic the sequential developmental signals that -in vivo -lead to the organ of interest, such as the brain or kidney. The establishment of ASC derived organoids is very different: fully specified stem cells are directly taken from the tissue of interest to be propa gated long term. For some tissues such as the mouse gut, culturing in a single cocktail of growth factors suffices to create a 'complete' organoid, containing active stem cells as well as all other relevant cell types. For most other tissues, organoids are expanded in a rich growth factor medium that drives proliferation of ASCs and progenitor cells, which can be forced to differentiate into the desired cell types by the reduction of growth factor levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mary Estes and colleagues provided the first example that organoids allow the study of a previously nonculti vatable virus 3 . Human noroviruses are the leading cause of acute gastroenteritis. A major hurdle for the develop ment of effective therapies against noroviruses has long been the lack of a robust in vitro infection model. Estes and co workers reasoned that the virus targets differ entiated gut enterocytes, a cell type that is absent from intestinal cell lines, yet present in organoids. Indeed, enterocytes generated in ASC derived, small intestinal organoid cultures allowed cultivation of multiple human norovirus strains. Bile turned out to be an additional critical factor.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Organoids in virology"
        },
        {
            "text": "Organoids can reveal mechanisms of pathogenesis. iPSC based organoid technology is unique in that it allows modelling of key aspects of human fetal brain development. During the 2015 Zika virus (ZIKV) epi demic, it was noted that there was a strong association between ZIKV infections and severe congenital abnor malities, most notably microcephaly. By stark contrast, postnatal infections did not affect the brain. A series of subsequent studies using human cerebral organoids ('mini brains') provided proof of causation: ZIKV can replicate in the developing brain and preferentially infects and kills neural precursors, leading to stunted cortical expansion and microcephaly 4 .",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 678,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Organoids in virology"
        },
        {
            "text": "Organoids can also be used to document species specific differences in susceptibility. Avian H7N2 and swine H1N1 influenza viruses mainly infect birds and pigs, respectively, yet so called 'reassortant' influenza viruses -such as the pandemic 2009 H1N1 (H1N1pdm) strain -can rapidly spread through human populations. There is no robust in vitro model beyond the use of ex vivo bronchus explant cultures for assessing the infectivity of emerging flu viruses in humans. These short term bronchus explant cultures are established from surgical resection material. Hui et al. 5 measured replication competence, tissue tropism and cytokine pro duction elicited by human and avian strains of influenza A virus in bronchus explants and human airway orga noids. The analyses using organoids and explants yielded comparable results. As airway organoids can be expanded",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Organoids in virology"
        },
        {
            "text": "The coronavirus disease-19 (COVID-19) pandemic underscores the threat posed by newly emerging viruses. Understanding the biology of novel viruses rests in large part on in vitro models that allow viral replication. Human and animal organoids are now proving their value as an experimental virology platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hans Clevers"
        },
        {
            "text": "www.nature.com/nrm over years and can be frozen and stored, it was concluded that organoids are useful to assess the pandemic threat of animal influenza viruses. A parallel study supported this conclusion. Zhou et al. 6 generated long term human airway organoid cultures that were optimized to contain the four major airway epithelial cells types: ciliated cells, goblet cells, club cells and basal cells. These organoids were exposed to two 'pairs' of viruses with known distinct infectivity in humans. The two human infective viruses replicated more robustly than the matched viruses that are poorly infective in humans.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Hans Clevers"
        },
        {
            "text": "In December of 2019, a novel coronavirus (SARSCoV2) 'jumped' species to infect humans. Transmitted from person to person, SARS CoV2 causes coronavirus disease19 (COVID19). Influenza like symptoms rang ing from mild disease to severe lung injury dominate, yet symptoms were noted in multiple other organs, most notably the gastrointestinal tract and the kidney. The virus utilizes the host angiotensin converting enzyme 2 (ACE2) as its receptor and can be cultivated on the popular African Green Monkey kidney cell line Vero. To understand the tissue tropism of SARS CoV2, mul tiple research groups resorted to organoid approaches. Penninger and colleagues 7 demonstrated that SARS CoV2 could directly infect capillary organoids and kidney organoids, both established from human iPSCs. These observations may explain the spread of the virus through the body and the loss of kidney function in severely ill individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organoids, COVID-19 and pandemics"
        },
        {
            "text": "Three simultaneous studies 8-10 used human ASC derived intestinal organoids to examine whether the new virus could establish itself in the gastrointestinal tract, given the high levels of ACE2 expression and the regular detection of viral RNA in anal swabs, stool and sewers. All three studies reported that the most common cell type of the intestinal epithelium, the enterocyte, is readily infected, suggesting that the intestine is a poten tial site of SARS CoV2 replication. Infected enterocytes strongly upregulated viral response genes, possibly through cytoplasmic sensing of the viral RNA genome 8 . Moreover, the host cell membrane bound serine pro teases TMPRSS2 and TMPRSS4 were found to cleave the SARS CoV2 spike protein to facilitate viral entry 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organoids, COVID-19 and pandemics"
        },
        {
            "text": "Based on the high homology of SARSCoV2 to SARSrelated coronaviruses identified in horseshoe bats, Zhou and colleagues went on to establish intestinal organoids from the horseshoe bat species Rhinolophus sinicus 10 . This confirmed previous observations that the established culture conditions for human intestinal organoids are broadly applicable to mammalian spe cies. Moreover, the bat intestinal organoids were readily infectable. The authors discuss that in the wake of the SARS epidemic, numerous related coronaviruses were identified in fecal samples or anal swabs of Chinese horseshoe bats 10 . Yet, most of these have never success fully been cultivated, despite multiple attempts using primary bat cell cultures or immortalized bat cell lines. It will be of great interest to utilize Zhou's bat organoids to reinvestigate these noncultivatable viruses.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Organoids, COVID-19 and pandemics"
        },
        {
            "text": "The armamentarium of virology may need to be expanded with airway and intestinal organoids derived from suspected coronavirus host species, such as horseshoe bats, civets and pangolins. Such an approach will minimize the impact of coronavirus research on these endangered species and may prepare us better for a next pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organoids, COVID-19 and pandemics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of new respiratory viruses in the new millennium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gamieldien",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "996--1019",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Organogenesis in a dish: modeling development and disease using organoid technologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Knoblich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Replication of human noroviruses in stem cell-derived human enteroids",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ettayebi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Consequences of congenital Zika virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Opin. Virol",
            "volume": "27",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tropism, replication competence, and innate immune responses of influenza virus: an analysis of human airway organoids and ex-vivo bronchus cultures",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P Y"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir. Med",
            "volume": "6",
            "issn": "",
            "pages": "846--854",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Differentiated human airway organoids to assess infectivity of emerging influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "115",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inhibition of SARS-CoV-2 infections in engineered human tissues using clinical-grade soluble human ACE2",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Monteil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "905--913",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 productively infects human gut enterocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc1669"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TMPRSS2 and TMPRSS4 promote SARS-CoV-2 infection of human small intestinal enterocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infection of bat and human intestinal organoids by SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0912-6"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author is inventor on several patents related to organoid technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}