{"paper_id": "0c9397119cdbc9f41868f17e7d28e3ea91aa3666", "metadata": {"title": "Journal Pre-proof Strategies in reconfiguration of hand injuries management during COVID-19 pandemic", "authors": [{"first": "Aakaash", "middle": [], "last": "Venkatesan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Karthikeyan", "middle": [], "last": "Iyengar", "suffix": "", "affiliation": {}, "email": ""}, {"first": "William", "middle": ["Y C"], "last": "Loh", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": ".", "cite_spans": [], "ref_spans": [], "section": "Strategies in reconfiguration of hand injuries management during COVID-19 pandemic"}, {"text": "The medical fraternity has the responsibility of providing a continuity of care for patients has to be balanced with measures to reduce risk of viral transmission (e.g. reduce face to face consultations) and also protect ion of both the patients and staff.", "cite_spans": [], "ref_spans": [], "section": "Strategies in reconfiguration of hand injuries management during COVID-19 pandemic"}, {"text": "Application of COVID-19 BSSH and guidelines involved Service and Clinical reconfiguration (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 90, "end": 99, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Strategies in reconfiguration of hand injuries management during COVID-19 pandemic"}, {"text": "The priority during the novel SARS-CoV-2 coronavirus pandemic has been the emphasis to minimise the risk of contagion transmission by reducing face to face consultations in outpatient set-up including the application of appropriate infection control measures, use of Personal protective equipment and social distancing principles [4] .", "cite_spans": [{"start": 330, "end": 333, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Service Re-configuration"}, {"text": "Following a 'Triage' exercise, the clinic template was re-organised to significantly reduce face to face consultations and Telephone consultation lists set-up. A further initiative at our National Health Service (NHS) trust was to speed up the implementation of \"Attend Anywhere\" NHS digital technology supported and promoted by the NHSE during the current pandemic [5] . A web based platform it allows telemedicine video consultation strategy to manage patients remotely. Remote consultations thus allowed triaging of hand injuries, assessment, treatment advice and follow-up care. 'Risk stratification' could be undertaken and if the patient needed to be seen in the clinic (e.g. check rotational deformity of finger fracture or concern of hand infection) to initiate a face to face consultation.", "cite_spans": [{"start": 366, "end": 369, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Service Re-configuration"}, {"text": "The Accident and Emergency department (AED) had become overwhelmed by patients with ", "cite_spans": [], "ref_spans": [], "section": "'One Stop Clinic'"}, {"text": "The 'One Stop Clinic' set-up allowed patients to have everything completed in a single environment for their injuries including arrange hand and minor operations under local anaesthetic or \"wide awake local anaesthetic no tourniquet\" (WALANT). WALANT surgery championed by Donald Lalonde [7] is a technique supported by the BSSH and allows hand procedures to be undertaken in a small area with adequate pain control, but eliminating side effects of use of sedation thus permits discharge of patients on the same and the need for inhospital stay.", "cite_spans": [{"start": 288, "end": 291, "text": "[7]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Clinical management strategies"}, {"text": "The availability Mini 'C' arm in the 'One Stop Clinic' allowed us to under-take manipulations of hand and wrist fractures, check reduction and application of plaster splints. This avoided the need for a formal radiograph, saved time and prevented one more episode of transfer of patient thus supporting the infection control guidelines by minimising points of contact. Orthopaedic doctors and staff undertook accelerated training to facilitate this process of independent practice with appropriate radiation dose monitor badge use [8,9,] .", "cite_spans": [{"start": 531, "end": 537, "text": "[8,9,]", "ref_id": null}], "ref_spans": [], "section": "Mini 'C' arm image intensifier application"}, {"text": "The 'lockdown' in has had a significant effect in managing orthopaedic patients including hand injuries in India . The general principles from the IOA guidelines include the application of non-operative management of patients wherever possible with surgery reserved for emergency, obligatory injuries, use of universal infection control precautions and avoid unnecessary hospital visits encouraging use of telemedicine consultations as far possible [3] .", "cite_spans": [{"start": 449, "end": 452, "text": "[3]", "ref_id": null}], "ref_spans": [], "section": "Challenges and strategies to manage hand injuries in India during COVID-19"}, {"text": "These recommendations have been applied to the management of hand injuries as well with COVID-19 screening and assessment protocols [ 10] . Isolated hand and wrist injuries are managed conservatively as possible treated with removable splints or split plaster of Paris casts to avoid hospital visits for removal. Telemedicine technology is used to follow-up patients for advice, hand therapy guidance and prevent travel to reduce risk of viral transmission. Urgent hand injuries such as fracture-dislocations are managed as day case episodes wherever possible with reduction, stabilization, confirmatory check radiographs preferably with Mobile imaging (e.g. Mini 'C' arm use) and telemedicine follow-up to avoid in-hospital admissions. There is an acknowledgement there may be some hand injuries which may require delayed reconstruction later when elective surgery resumes in a safe manner.", "cite_spans": [{"start": 132, "end": 137, "text": "[ 10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Challenges and strategies to manage hand injuries in India during COVID-19"}, {"text": "\"Attend Anywhere\" NHS and Telemedicine technology will be a key change as we march into the future with its many remote applications including Virtual hand clinics (already providing services at some centres) to manage hand injuries to expand all over the world.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The use of WALANT surgical technique and accelerated use of Mini 'C' arm image intensifier in the 'One Stop Clinic' allowed us to apply the COVID-19 BSSH guidelines in the management of hand and wrist injuries in the current pandemic situation. ", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "• Definitive plan made and reduces follow-up face to face appointments", "cite_spans": [], "ref_spans": [], "section": "Consultant led first appointments and decisions on hand trauma"}, {"text": "• Split plasters or splints used to reduce out-patient re-attendance or allow self-removal at home avoiding hospital attendance.", "cite_spans": [], "ref_spans": [], "section": "Treatment options"}, {"text": "• MCA setup in the plaster room • 14 doctors underwent accelerated Practical training following IRMER certification for independent use. • For use for minor procedures including manipulations of fractures in out-patient.", "cite_spans": [], "ref_spans": [], "section": "Mini 'C' arm image intensifier (MCA)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Specialty guides-major trauma", "authors": [{"first": "Nhs", "middle": [], "last": "England", "suffix": ""}, {"first": "", "middle": [], "last": "Nhs Improvement", "suffix": ""}, {"first": "", "middle": [], "last": "Coronavirus", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "British Orthopaedic Association. Management of patients with urgent orthopaedic conditions and trauma during the coronavirus pandemic", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "COVID-19: infection prevention and control (IPC)", "authors": [{"first": "Public", "middle": [], "last": "Health England", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Attend Anywhere", "authors": [{"first": "Nhs", "middle": [], "last": "England", "suffix": ""}, {"first": "", "middle": [], "last": "Improvement", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Wide awake local anaesthesia no tourniquet technique (WALANT)", "authors": [{"first": "D", "middle": [], "last": "Lalonde", "suffix": ""}], "year": 2015, "venue": "BMC Proc", "volume": "9", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1186/1753-6561-9-S3-A81"]}}, "BIBREF6": {"ref_id": "b6", "title": "Mini C-arm: faster, cheaper, safer", "authors": [{"first": "T", "middle": ["J"], "last": "Gieroba", "suffix": ""}, {"first": "N", "middle": [], "last": "Williams", "suffix": ""}, {"first": "G", "middle": [], "last": "Antoniou", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Cundy", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The use of mini C arm in the outpatient setting: Evolving practice", "authors": [{"first": "M", "middle": ["G"], "last": "Swindells", "suffix": ""}, {"first": "Cmo", "middle": [], "last": "Brien", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Armstrong", "suffix": ""}, {"first": "M", "middle": ["K"], "last": "Arundell", "suffix": ""}], "year": 2011, "venue": "JPRAS", "volume": "", "issn": "", "pages": "688--689", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Management of Orthopaedic Patients During COVID-19 Pandemic in India: A Guide", "authors": [{"first": "D", "middle": [], "last": "Neradi", "suffix": ""}, {"first": "A", "middle": [], "last": "Hooda", "suffix": ""}, {"first": "A", "middle": [], "last": "Shetty", "suffix": ""}, {"first": "D", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Salaria", "suffix": ""}, {"first": "V", "middle": [], "last": "Goni", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "COVID-19 and non-COVID-19 respiratory illness. To support and off load the AED, minor injuries rapid access 'One Stop Clinic' has been set-up. The 'One Stop Clinic' model of care allows Consultant led decisions on all hand injuries, a definitive management plan and a package of care to ensure minimal face to face follow-ups. Patients are reassured about selfmanagement guidance and given options for remote consultations appointments for future advice. Signposting vital information in virtual hand exercise and education app (e.g. Chelsea and Westminster hand therapy app) to patients enhances treatment compliance, patient confidence and satisfaction [6]. Remote hand therapy ensures patient active participation and compliance.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Titles and Institute of Work1. Dr Aakaash S VenkatesanClinical Fellow in Trauma and Orthopaedics,Table =153 words. Strategies in reconfiguration of hand injuries management during COVID-19 pandemic Keywords: COVID-19; Coronavirus; hand injuries; orthopaedics; radiology During the COVID-19 pandemic there has been a re-organisation of care provided by the Trauma and Orthopaedic services in the United Kingdom. The National Health Service England (NHSE) speciality guide forms the primary responses to this pandemic, whilst British Society for the Surgery of Hand (BSSH) provides sub-specialty guidance on management of hand trauma [1, 2]. The Indian Orthopaedic Association (IOA) published recommendations to guide Indian orthopaedic community to manage orthopaedic injuries during COVID-19 pandemic", "latex": null, "type": "table"}, "TABREF1": {"text": "Key messages from COVID-19 British Society for the Surgery of Hand (BSSH) guidelines for hand injuries management.Rapid access hand injury clinic• New Minor injuries Consultant led clinic for rapid access to hand injuries started to off load Accident Emergency department pressuresReduce in-hospital admissions• Patient access and booking department re-organisation to facilitate patient prioritization according to clinical need, admitted from home and discharged home the same day", "latex": null, "type": "table"}}, "back_matter": []}