{
    "paper_id": "0ca26ceca52c70f42fe7d0d45f980498b9ed9795",
    "metadata": {
        "title": "Editor(s) (if applicable) and Th e Author(s)",
        "authors": [
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Servitje",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kari",
                "middle": [],
                "last": "Nixon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "to yield any extensive forays into that which has naturally destabilized it quite literally for millennia-infectious microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Th e ubiquity of antibiotics and vaccines in the First World has sapped contagious disease of much of its perceived phenomenological virulence. Carcinogenic fears and \"lifestyle\" diseases loom in the popular cultural imaginary. Th e average Western, middle-class subject, for instance-trained by media campaigns to be obsessively aware of all sorts of cancers-is likely much more concerned about annual mammogram protocols, to name just one example, than the rampant staphylococcal infections in the hospitals that house many mammogram machines. In contrast to biopolitical imperatives surrounding the hygienic containment of infectious disease of the nineteenth through the mid-twentieth century, neoliberal health states have created an environment in which lifestyle, risk mitigation, pre-treatment, and optimization become the predominant modes to self-fashioning. 2 Contagion, however, has certainly not gone away, even for Western states and in many ways has intruded upon these paradigms in the era of biomedicalization. 3 Nevertheless, the medical golden age of antibiotics became challenged with HIV in the 1980s and 1990s and, of course, most recently with zoonotic infl uenzas, the 2014 EVD outbreak, and antibiotic-resistant bacteria. And, perhaps ironically, the characterization of the autism \"epidemic\" by the \"anti-vaxx\" movement has ushered in the resurgence of highly infectious childhood diseases that had been controlled by vaccines for some time. It is no surprise, then, that infectious discourse paradoxically continues to intrinsically structure contemporary society even as much of industrialized society imaginatively constructs itself as beyond the pale of infection and serious contagious threats. Contagion is a \"cultural logic,\" to use Fredric Jameson's terms. If for Jameson, postmodernism was the cultural logic of a mode of capitalistic rationality, then contagion is a logic that serves dividing practices that subtend hermetic subjectivities, the distinction between self and other, and the supremacy and autonomy of the human. Often, this takes a biopolitical valence, based on what Foucault calls \"racism,\" (but which might more aptly be termed a hierarchy of life), where the human biological continuum is fragmented and categorized into those who are made to live at the expense of others who are allowed to die. On the one hand, Western cultures in many ways perceive that they have moved beyond contagious disease; on the other, they remain threatened by \"foreign\" and \"emerging\" diseases. Furthermore, they expand the biological notion of contagion as a way to understand threats to seemingly all aspects of life. In this capacity, contagion still threatens certain lives whether it be by way of suicidality, chronic diseases such as cancer or obesity, or physical and fi nancial productivity. In spite of First-World nationalism that imagines its subjects as immune to the threat of infectious disease, our post-postmodern, post-human, postnatural society nevertheless retains the structural paradigms of contagion and infection in discourses beyond biomedicine. We are strikingly not post-contagion.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 870,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Endemic , therefore, probes the depths of the notion that \"going viral\" is a pervasively endemic (post)postmodern condition. 4 Epidemic discourse so thoroughly structures our world that it is endemic to our processes of social construction. Th at is, our current social constructions rely on paradigms that represent nearly everything as communicable: fears (especially of non-contagious illnesses), media campaigns (such as Susan G. Komen's so-called \"pink-washing\" eff orts), social activism (the pandemic spread of 5K philanthropy), viral videos and memes, and so forth. Beginning with the notion of the endemicity of epidemiological discourse, alongside the epidemiological spread of endemicity as a concept more broadly, this volume works toward a series of aims: (1) developing a theoretical structure for considering contagion as a paradigm that became a predominant 4 We understand post-postmodernism as a reaction to postmodernism circa early 2000s. Th is has been characterized as the tendency toward the recognition of the lack of defi nite meaning in language (inherited from postmodernism), while still re-energizing literature and cultural study to intervene in the world, primarily through aff ect-expression of emotions and feeling aimed toward intersubjectivity, sameness, and presence. See Hendry, M. (2013) Media , technology and the imagination. Newcastle upon Tyne: Cambridge Scholars. 55-6. Other scholars have conceptualized this movement or period as digimodernsim or metamodernism. mode of structuring and conceptualizing cultural phenomena following the solidifi cation of germ theory in the late nineteenth century; (2) ensuring the interdisciplinary approach-one that spans the range of humanistic perspectives, incorporating political, economic, philosophical, digital, and media developments-of this framework, in keeping with the biotechnical and critical theoretical advancements seen in the last 15 years;",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 875,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1325,
                    "text": "Hendry, M. (2013)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) by way of the two former goals, beginning to interrogate the persistence of contagious rhetoric and logic in a society that has ideologically construed itself as impervious to infectious disease; and (4) advancing a bioethics of disease discourse that conceptualizes the overdetermination of contagion and considers both the implications of using contagion as a metaphor and its seeming \"contagiousness,\" 5 or, better, its endemicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What does it mean that contagion not only continues to be used, but increasingly so, to refl ect the replication of ideas, traits, products, processes, and traditionally non-infectious diseases? While our understanding and perception of contagion as a disease and a metaphor has certainly changed signifi cantly over the past 100 years-particularly in the last few decades-contagion continues to infl uence how we perceive and construct our world. Th e advent of research on the microbiome and antibiotic-resistant infections, for instance, has signifi cantly changed how we understand humans' relationship to microbial life. Moreover, recent research and popular media attention to how digital, social, and mobile media aff ect heath and behavior, while itself often characterized under the rubric of \"virality,\" speaks to the timeliness of investigating how contagion is currently operating as a discourse and what kind of cultural work it is doing. Th e conceptual construct has tangible, biopolitical eff ects in shaping the conditions of our existence. It is this mutual constitution between culture and contagion that concerns this volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the turn of the twenty-fi rst century, there have been a number of infl uential collections and monographs devoted to the subject, beyond medical histories of \"plagues and peoples.\" However, the prominent rubric by which cultural studies, science and technology studies (STS), and literary scholars have tended to approach the idea of contagion in their collections and monographs is through the epidemic. Th at is to say, it is framed as the form of contagion, whether pathogens or ideas, that emerges or, as it is frequently characterized, \"strikes,\" a population, disrupting the social and biological status quo. Th is is best characterized in Priscilla Wald's ( 2008 ) landmark Contagious , in which she chronicles \"the outbreak narrative,\" an emerging story of disease that \"dramatizes the most basic of human narratives: the necessity and danger of human contact\" (p. 2). Wald chronicles the plotting of epidemics from the case of Typhoid Mary to the Cold War era \"viral cultures\" to the turn-of-the-century Severe Acute Respiratory Syndrome (SARS) pandemic, contending that this narrative shapes the material conditions of epidemiology. Much of this kind of cultural studies work began earlier with Laura Otis' ( 1999 ) Membranes and then, notably, with Alison Bashford and Claire Hooker's ( 2001 ) collection Contagion , both of which focus largely on histories and on biological contagion. 6 Conversely, Peta Mitchell's ( 2014 ) \"metaphorological\" study presents a history of contagion as a metaphor. 7 Our volume unites these methodological aims in the pursuit of an innovative theoretical perspective and peers through the interstices of biological materiality and symbolic import. And, in contrast to the prevailing focus on contagion via epidemic patterns, this volume theorizes contagion as operant through an endemic prevalence in discourse and society. While epidemics and their narratives remain important for critical study, there has been little to no work done contextualizing the sheer prevalence of these narratives-a prevalence that constitutes by its very nature, as we argue in this volume, an endemic cultural perspective.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 678,
                    "text": "Wald's ( 2008 )",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1405,
                    "end": 1406,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1517,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Th e etymology of epidemic and endemic is useful here to distinguish the relationship between a communicable disease and its specifi c proximity to and infl uence on a population. Th e term epidemic originates from the Greek roots epi (\"upon\" or \"over\") and demos (\"people\"). In other words, epidemics are diseases that come from without to intrude upon 6 Much of this has come out of the interdisciplinary emerging from literary and cultural studies, evident not only in Wald and Otis' work but also in the special issues of American Literary History (2002) and Literature and Medicine (2003) : see American Literary History 14(4) and Literature and Medicine 22(1). 7 Just as Bashford and Hooker focus on biological contagion while keeping metaphorical contagion \"a central focus,\" so too does Mitchell suggest that the material and the fi gurative are intimately linked, though she focuses on the metaphor. 1 Making of a Modern Endemic a people. Th e \"en\" prefi x in endemic on the other hand, in its original meaning, is that which is \"in a people.\" Said diff erently, it is a regular condition of a population, if not characteristic of it. Contagion is itself, in its etymology-\"to touch together\"-and as a target of public health an inherently biopolitical concept, at least, according to Foucault, since the end of the eighteenth century. While we naturally think of this in terms of \"epidemics,\" from suicide to EVD, again, we might recall biopolitics in its genealogy is conceptually more aligned with endemicity:",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 558,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 593,
                    "text": "Literature and Medicine (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the end of the eighteenth century, it was not epidemics that were the issue, but something else-what might broadly be called endemics, or in other words, the form, nature, extension, duration, and intensity of the illnesses prevalent in a population. Th ese were illnesses that were diffi cult to eradicate and that were not regarded as epidemics that caused more frequent deaths, but as permanent factors which…sapped the population's strength, shortened the working week, wasted energy, and cost money…In a word, illness as phenomena aff ecting a population. Death was no longer something that suddenly swooped down on life-as in an epidemic. Death was now something permanent, something that slips into life, perpetually gnaws at it, diminishes it and weakens it. (Foucault 2003 , p. 243) Today it is the lingering chronic illness, both fi gurative and metaphorical, that structures our cultural anxieties. Th e chronically ill citizen cannot contribute to a neoliberal society that prizes production, quotas, and stamina in the extreme social environment of the modern state that is increasingly devoid of social support for such \"productivity.\" Making live and letting die become a question of calculating and calibrating endemicity and its eff ects. Th e victim of an epidemic disease, that is, at least functions in their death to relieve society of an unproductive member. Th e endemically ill linger and metaphorically contribute in the social imaginary to the troubling endemic conditions of \"wasted energy\" and \"costs\" which neoliberal actors seek to track, mitigate, and eliminate both in and beyond traditional disciplinary structures of the school, the prison, and the workplace. 8 In the First World, this often translates to so-called \"diseases of civilization\" such as hypertension, obesity, and drug abuse; however, we also suggest that this is not only indicative of endemics such as \"diseases of civilization\" or microbial endemics such as TB in Africa but also indicative of how we perpetually tend to construct threats to governmentality as contagious, such as social-media-inspired suicide, fi nancial collapse caught from Asian markets, or, emergent exotic disease such as EVD-in short, how we construct an endemic of epidemics. We suggest that the discourse of endemicity stresses the particular dimensions surrounding the object described. It highlights how whatever is being described as \"endemic\" is characteristic of its context or milieu.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 794,
                    "text": "(Foucault 2003 , p. 243)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Contagion can be broadly characterized as any kind of infl uence that threatens our agentive control of our health, behavior, emotions, and social bonds. Th e relationship between biopolitics and contagion is ultimately about the production of self and the social. In this capacity, whenever we are investigating contagion we are investigating subjectivity, particularly Western, liberal subjectivity-that autonomous, self-contained, sealed-off self. Th e anxiogenic penetration that threatens the boundaries between the self and the other is based on the \"membrane model,\" in which identity is constructed upon the ability to resist external infl uences and forces, which are often \"projections of undesirable internal drives\" (Otis 1999 , p . 7), a characteristic, for instance, of Western constructions of EVD as Catherine Belling suggests in her chapter; selfhood is compromised by the penetration of one's \"membrane,\" in the form of pathogens or foreign ideas (Otis 1999 , p. 7) . Th us, contagion in its ideative and biological forms threatens the very fi ber of our insulated subjectivities. It is in this power, however, where its revolutionary potential lies.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 742,
                    "text": "(Otis 1999 , p",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 983,
                    "text": "(Otis 1999 , p. 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By understanding the ways that this pathogenic model is so imbedded in our cultural logic, contagion becomes a way to rethink the liberal and neoliberal conceptualizations of autonomous, cordoned subjectivity, challenging the distinction between self and other to facilitate community rather than quarantine, to resist social Darwinistic models of selffashioning, to challenge the hierarchal conceptualizations of humanness. As Marget Pelling has suggested, \"Contagion's capacity for excess has interested rather than frightened some in postmodernity, encouraging some to give up the dream [of hygienic containment]\" (Pelling 2001 , p. 2) . While many of the chapters that follow address contagion as virulence and threat, taken as a whole, Endemic resists the notion of contagion in its purely pathogenic connotations and invocation of the cordon sanitaire, following other critical and biopolitical theorizations of immunity such as those by Donna Haraway ( 1999 ) and more recently Roberto Esposito ( 2011 ) . Contagion is a structuring tenet of our contemporary experience with the world and the various actors that reside therein. To this eff ect, as a theoretical apparatus, it both helps us reconsider how we assemble many of our worldviews and off ers a way to challenge belief systems that result from the problematic eff ects of its deployment.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 638,
                    "text": "(Pelling 2001 , p. 2)",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 966,
                    "text": "Haraway ( 1999 )",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 993,
                    "end": 1010,
                    "text": "Esposito ( 2011 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We might be tempted to ascribe the seeming increase in the contagiousness of contagion discourse to the emergence of social networking and telecommunications advancements, such as mobile devices which facilitate the spread of so-called \"viral\" content, what Jussi Parikka ( 2007 ) has called the \"viral logic of networks.\" Certainly, since Wald's Contagious and Bashford and Hooker's Contagion , we have seen an exceedingly expansive set of social connections and forms of digital replication that deploy contagion into the technocultural realm. And yet, there exists a number of other conditions that have infl uenced the use and understanding of contagion in our contemporary moment, many biological in nature: such as antibiotic resistance, the 2014 EVD outbreak, studies in the microbiome, and zoonotic outbreaks; while other \"non-biological\" conditions such as the collapses of global markets, spread of fear pertaining to \"emerging diseases\" themselves, the increase and visibility of suicide, and the replicating, mimetic nature of school shootings have aff ected the facility to which we turn to contagion to explain threatening or socially destabilizing phenomena. However, as many of the authors in this collection suggest, the threat of contagion often reaffi rms extant socially constructed boundaries, or, as Wald has suggested, social and biopolitical bonds for shaping populations must be \"meaningfully reproduced\" (p. 58). Th e reaction and construction of contagion often does this work. Despite the increased understanding of social phenomena under the logic of contagion, the biological has not been supplanted by contagion's diff erent metaphoric iterations; our changing understanding of contagious disease continues to infl uence how we see other forms of propagating replication. Indeed, contagious contact necessarily represents the material realities of a physically connected world transcribed in their most extreme form (of potentially deadly connection or touch), where innumerable numbers of creatures and things are connected through the veritable tissues of air, atmosphere, and, indeed, seas of microbial organisms all connecting and comprising the spaces between us. However, as we have alluded to, this physical connectedness cannot but come with the burden of its own concomitant existential (and therefore spiritual, metaphysical, emotional, and symbolic) angst. Our volume seeks to represent this duality. To do anything otherwise risks building arguments on a set of misleading binaries. Th e point of this volume, therefore, is not to draw the lines between material and metaphorical contagion-a line which any thinking critic must acknowledge has been blurry since the formation of the concept itself. No physical contagious contact arises without epistemological (and therefore, at least partially psychological and symbolic) recourse to its human, animal, or environmental source, and no reference to metaphoric contagion can exist without a concept of literal contagious disease. 9 One is no more \"real\" than the other. Figurative contagion describes \"real\" infl uence and not only shapes our perception of reality but also has material eff ects. Said diff erently, contagion is about \"ideas becoming fl esh and fl esh becoming ideas\" (Pelling 2001 , p. 5) . Even the explicit and intended use of the term as metaphor rather than description of a biological entity or process is, as Martin Pernick observes, historically contingent. In Greek and Roman times, for instance, the infl uence of religion, ideas, and love was thought to infl uence physical health (Pernick 2002 ) . Moreover, the case has been made that such social and cultural infl uences have immunosuppressive eff ects (Blas and Sivasankara Kurup 2010 ) . Th ese perhaps seemingly discrete ontologies are, in fact, mutually constitutive, a foundational logic of the volume at hand, and we are fi rmly convinced that the possibilities which emerge from it urgently bear exploration.",
            "cite_spans": [
                {
                    "start": 3278,
                    "end": 3299,
                    "text": "(Pelling 2001 , p. 5)",
                    "ref_id": null
                },
                {
                    "start": 3602,
                    "end": 3617,
                    "text": "(Pernick 2002 )",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3727,
                    "end": 3761,
                    "text": "(Blas and Sivasankara Kurup 2010 )",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Th us, much like contagious discourse itself, this volume considers both the metaphorical and the biological forms of the endemicity of contagion, without seeking to-and in many ways avowedly refusing to-demarcate where the one begins and the other ends. While some contributors focus on biological iterations and others on the social, cultural, or digital \"metaphors\" of contagion, rather than parsing phenomena in one category or the other, each of the authors in this volume considers the concept holistically, examining ways that the biological and the fi gurative borrow from each other to shape the various discursive topoi of biomedicine, political economy, media, epistemology, and other systems of thought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the understanding of contagion has been part of human history for centuries, its development as a \"living\" fi gurative concept has co-evolved with its understanding within biomedicine. Increasingly, the fi ndings of germ theory and bacteriology in the last decades of the nineteenth century reconfi gured society in the collective imaginary as enmeshed in a veritable atmosphere of microorganisms that science had by this time revealed to be dwelling in and around everyone and everything. While germ theory had been suggested with some frequency as early as the 1840s, its period of intense debate began mostly in the 1860s, when groups of scientists began to experiment in earnest with attempts to prove or disprove the concept. Nevertheless, the so-called advent of germ theory is in part a misnomer because it was hardly the fi rst moment during which contagious particles were theorized to cause disease. Individual scientifi c voices had proposed such methods of disease transmission even in ancient times. 10 However, germ theory did not emerge as a theoretical pole backed by the authority of a contingency of scientists until the mid-nineteenth century. Prior to the rising popularity of germ theory in the mid-century, miasma theory (which in this early 10 Th is is generally referred to as \"contagionism\" and was the prevailing model of disease transmission from the middle ages to the early nineteenth century. Its proponents emphasized the cordon sanitare (quarantine) in contrast to environmental eff orts to sanitize urban and impoverished areas-the method proposed by miasmists (sometimes referred to as anticontagionists). See Ackerknecht, E. H. (2009) period was considered less of a theory than a given) prevailed. Miasma theory held that poisonous or polluted air, particularly to be found in specifi c sorts of \"unhealthy\" places, caused disease. Th e nomenclature of the then-infamous malaria (which means \"bad air\") remains an artifact to miasma theory's predominance. By the 1880s, enough experimentation on the part of European scientists-most notably Koch, Pasteur, Semmelweis, and Lister-had proven to most other scientists as well as much of the lay public that germ theory was \"true.\" In this later period of germ theory's widespread acknowledgment as reality, the era of the \"microbe hunters\" (as Paul De Kruif 's 1926 eponymous book terms it) arose. Th e era might less sensationalistically be termed the Bacteriological Age, in which a new generation of young scientists, trained in the ostensible verity of germ theory, sought to identify the specifi c microbes associated with various diseases. As preoccupation with contagion from the late nineteenth century forward indicated, a general sense of interdependence and interconnectedness was therefore increasingly at the forefront of social consciousness (Tomes 1998 ) . As such, it is from the fi n de siècle forward that we survey how contagion has shaped culture.",
            "cite_spans": [
                {
                    "start": 1650,
                    "end": 1675,
                    "text": "Ackerknecht, E. H. (2009)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2845,
                    "end": 2858,
                    "text": "(Tomes 1998 )",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Th erefore, while Endemic largely covers scientifi c and technological developments of the last half-century, chronology is not its main organizational determinant. Th e fi rst section \"Contagious Culture and Cultural Contagion\" sets the stage for the three sections that follow by revealing the diff erent ways that media forms-prose, fi ction, journalism, and cinema-in the post-germ theory context became early agents in shaping discourse about contagion, and, simultaneously, were shaped by epidemiological rhetoric. Th is theoretical aim maps onto another that structures this section: the exploration of how other cultures threaten the contamination of one's own, a fear that, as Servitje's and Th ibault's essays demonstrate, often marches in lockstep with the fear that one's own culture may be insidiously infecting itself with values that threaten hegemonic norms. Lorenzo Servitje's essay begins this fi rst section with a discussion of Matthew Arnold, whose writings are synchronous with the early periods of germ theory's discussion and experimentation. His essay considers how Matthew Arnold's writings came to characterize \"modern\" (American and British middle-class) culture as a pathogenic and contagious form that threatened to dissolve social order at the turn of the nineteenth century. He argues that Arnold's anxieties of the \"Anglo-Saxon contagion\" drew both from germ theory and fi n-de-siècle sociology to show how the beginning of cultural studies and liberal humanism was entangled with the discourse of contagion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next, Catherine Belling's essay \"Dark Zones\" further pursues the concerns of this section by tracing the formation of the topology of \"the Ebola body\" from Richard Preston's 1995 Hot Zone ' s construction of the 1976 and 1989 Ebola outbreaks to the most recent 2014 Ebola pandemic. She suggests that the metonymic network of the Ebola body-the river, the virus, the disease symptoms, and its \"horrors\"-is indicative of how the self is contingent upon a \"dark zone\" which at once contains and fails to contain our subjectivity's boundaries. Th is contingent defi nition of subjectivity, she argues, signifi cantly impacts epidemiological discourse in fi ction and news media during times of threatened outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ghislain Th ibault's essay closes this section (and gestures toward the technocultural subject of the next) with his proposal of a counter-theory of the evolution of the very concept of viral media and the supposed infectious infl uence of media. He discusses \"the magic bullet,\" the popular denomination for Paul Ehrlich's cure for syphilis, as a phrase that was quickly incorporated into discourse about the eff ect of fi lm-then emerging as an innovative media form-on populations of people and their behaviors and attitudes. His essay highlights the mutually constitutive nature of epidemiological discourse and \"viral\" media forms that spread through their rampant popularity and socially dispersed contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Olivia Banner's chapter on Facebook's attempt to develop biopsychosocial algorithms for its user base addresses these considerations in the current moment, and, therefore, opens the second section, \"Digital Virality.\" Her essay begins, like Th ibault's, by tracking researchers' concerns that mass media produces a contaminated population that spreads media infl uence contagiously. Using Facebook's recent suicide prevention protocol as a case study, she contends that Facebook's deployment of such tools is part of the logic by which new media corporations justify themselves as \"benevolent providers to public health offi cials.\" By yoking their endeavors to those of public health and using epidemiological discourse to do so, social networking sites manage to stay relevant and seemingly integral to the modern world of digital virality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kimberly Hall's chapter follows, analyzing the structural impact (in the construction of digital networks and in the geographical shaping of their very user bases) of epidemiological discourse in specifi c digital communities, such as anonymous message boards on college campuses and mobile social media such as Yik Yak. She begins by tracking the deployment of epidemiological frameworks to model the decline of Facebook, exploring the ways that such modeling presupposes the virality of social networks, digital, and otherwise. In doing so, this chapter considers the ways that social media confi gure their own identities around epidemiological discourse. Ultimately, Hall demonstrates that contagion theory has been used to defi ne social responses to social media, the material design of its infrastructure, and the social construction of its user communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our third section comprises three chapters pertaining to \"Th eorizing the Politics of Contagion in a Neoliberal World.\" Transitioning from the concerns of the psychological iterations of public health in suicide prevention, this section begins with Robert Geroux's chapter on neoliberalism and the politics of the human microbiome-what he terms \"biomial politics.\" Geroux argues that our obsessive attempts to rid the human body of bacteria-a drive which has paradoxically ushered in our current era of antibiotic resistance-speaks to our current neoliberal condition and its imperatives of extremophilic existence. Recognizing this connection and its costs, as well as acknowledging the value of our symbiotic relationship with many microorganisms, off ers us a way to rethink this socio-political order. Biomial politics, he suggests, fosters collective and diverse attachments between the self and others by admitting occasional disruptions of extremophilic (and always imagined) life while rejecting the time pressures of neoliberal chronicity. In his biomial stance, Geroux off ers an affi rmative valance on contagion and germs visà-vis political economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Stephen Casper's \"Th e Political Without Guarantees\" follows this discussion on the politics of contagion. His chapter traces the genealogy of the neuroscientifi c and political conditions of the rampant spread of deadly gunfi re on unarmed minorities by police-what has often been called \"contagious shootings.\" Th is term, as Casper points out, repurposes epidemiological rhetoric to naturalize these tragedies and divest their perpetrators of what would otherwise be obvious culpability. Casper posits the case of \"contagious shootings\" to suggest that what is actually at stake in these cases is not in fact agency-robbing \"contagious\" behavior at all but rather the need to place humanistic knowledge and social science within a neuroscientifi c frame. He contends that the turn toward a social belief in neurological determinism makes belief in \"contagious\"-and therefore naturalized-shootings possible and ultimately argues that such beliefs make their way into governing practices via the public imaginary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Yunjin Woo's chapter closes this section with an exploration of the politics of treating endemic foot-and-mouth disease in farm animals in South Korea. Woo reads the South Korean farmers' experiences with killing and burying their cattle (as part of an antimicrobial-and Western-sanitary initiative) alongside their alternative approaches to animal husbandry as a way to rethink our human inter dependence with other life forms, such as microbes, and as a means to resist \"the modern myth of in dependence as a pathway to sanitized progress.\" To be contaminated is to touch, her chapter reaffi rms, and she assesses the potentially positive value of that touch and connection-particularly to the meat animals we produce and consume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woo's post-humanist theorization of contagion points toward our fi nal section, \"Reconstructing Contagion,\" which features three essays focused on the ways that contagious discourse might be constructively reconfi gured toward shaping a world more engaged in critical bioethics. First, Mathieu Donner's chapter argues for a reasoning methodology that bridges epidemiology and epistemology. Donner contends that certain beliefs function much like a virus whose introduction can cause fundamental mutations in the host-that is, every belief contains within itself the possibility of a collective epistemic shift. He theorizes contagion as a way to work through postmodernism's dissolution of universal truth and knowledge. Instead, he proposes an epidemiologically-informed performative logic in epistemology, allowing for an ethical relation to truth rooted in responsibility and vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next, Laurel Bollinger's chapter traces a number of diff erent contagion narratives beginning with literature contemporaneous with the Spanish Infl uenza Epidemic to more recent science fi ction. Bollinger suggests that the fear of festering microbes is a palimpsest for anxieties about gender norms; the proliferating germ inside a body turns all human bodies-that is, male and female-into gestational spaces. She goes on to show that infectious discourse is often used either to reify (what she characterizes as \"epidemic narratives\") or to challenge (in the case of \"endemic narratives\") normative gender constructs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our volume concludes with Claire Hooker, Chris Degeling, and Paul Mason's provocative essay on the problematic bioethical eff ects of the very construct of endemics. Reading the often naturalized diseased state attached to particular Th ird-World locations, they contend that \"there is no such thing as endemic disease\" but rather that these states are humanmade confi gurations-products of political, economic, public health, and agricultural policies and practices that \" make disease .\" Th e authors juxtapose the nonchalant First-World designation of a variety of Th ird-World endemics-diseases that are thusly constructed as beyond the reach (or necessity) of aid because of their perceived inevitable pervasivenessagainst First-World constructions of its own \"epidemics\" such as obesity. While many of the chapters show the positive potential in contagious and endemic discourse, Hooker, Deglin, and Mason incisively reveal how endemicity is, in most cases, representative of political and moral failurenot just in terms of aid response but also because the very rhetoric used to discuss disease states in various cultures precludes the prevention of such diseases altogether, and might almost be said to create them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Together, these interdisciplinary chapters sketch out the manner in which a theory of contagion can be developed from multiple perspectives and methods while homing in on themes of universal social and academic interest: global connections, oppressive political practices, the eff ect of digital media on community interactions and aid, and the possibility of certainty and stable individual identity in an uncertain, interconnected world. We live in a digital world where viral videos, Reddit upvotes, and retweets might seem to structure our world more than infl uenza strains or rampant heart disease. However, we maintain that at the interstices of material, biological realities and metaphoric potential lie political power and social meanings that warrant serious consideration; for, as the authors in this volume demonstrate, these power structures and epistemologies are already in play. It is only the ends to which they are used that we can hope to guide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anticontagionism between 1821 and 1867: Th e Fielding H. Garrison lecture",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Ackerknecht",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Epidemiology",
            "volume": "38",
            "issn": "1",
            "pages": "7--21",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Contagion: Historical and cultural studies",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An afterword on contagion",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beecher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Imagining contagion in early modern Europe",
            "volume": "",
            "issn": "",
            "pages": "243--260",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Equity, social determinants and public health programmes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sivasankara Kurup",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biomedicalization: technoscience, health, and illness in the",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is there an antidote for emotional contagion?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New Yorker",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Postscript on the societies of control",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deleuze",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunitas : Th e protection and negation of life",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Z. Hanafi , Trans.)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Society must be defended : Lectures at the Collège de France",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trans.)",
            "volume": "",
            "issn": "",
            "pages": "1975--76",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Th e biopolitics of postmodern bodies: Determinations of self in immune system discourse",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Feminist Th eory and the Body: A Reader",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Media, technology and the imagination . Cambridge Scholars",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hendry",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gaining weight is socially contagious-So is losing it",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contagious metaphor",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why mass killings may be contagious, new study examines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mohney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "story?id=32186907 . Accessed 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "30,000-year-old giant virus \"comes back to life",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morelle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Membranes: Metaphors of invasion in nineteenth-century literature, science, and politics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Contagion and repetition: On the viral logic of network culture",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parikka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epherma: Th eory and Politics in Organisation",
            "volume": "7",
            "issn": "",
            "pages": "287--308",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Th e meaning of contagion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Contagion : Historical and cultural studies",
            "volume": "",
            "issn": "",
            "pages": "15--39",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Contagion and culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pernick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "858--865",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Politics of life itself: Biomedicine, power, and subjectivity in the twenty-fi rst century",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Virality: Contagion theory in the age of networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Sampson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Th e gospel of germs: Men, women, and the microbe in American life",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tomes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contagious: Cultures, carriers, and the outbreak narrative",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Afterword: Infection as metaphor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Literature & Medicine",
            "volume": "22",
            "issn": "1",
            "pages": "102--115",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "'Anticontagionism between 1821 and 1867: Th e Fielding H. Garrison Lecture', International Journal of Epidemiology , 38(1), pp. 7-21.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}