{
    "paper_id": "0ca486c3ab1a5050411a08f1cd9c1fa4dd447128",
    "metadata": {
        "title": "Circumnavigating the challenges of COVID-19 in oncology",
        "authors": [
            {
                "first": "Thorsten",
                "middle": [],
                "last": "Fuereder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eberhard",
                "middle": [],
                "last": "Gunsilius",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rupert",
                "middle": [],
                "last": "Bartsch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Hilbe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "These facts pose a special problem in haematology and oncology, where patients face a potentially lifethreatening disease on the one hand and commonly immunosuppressive treatments on the other hand. The psychological burden this situation poses on our patients cannot be overestimated. For physicians, maintaining optimal patient care remains paramount but has proven increasingly challenging in the current setting and clearly, there is no standard recipe to follow. In addition, the ensuing economic recession will reduce the amount of public funding available for patient care and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this time, patients with haematological malignancies may well be the most threatened patient population as many are heavily immunosuppressed due to the underlying disease, their treatment, or both, and thus are highly susceptible to severe complications if infected with SARS CoV-2. In an early report from China, the case fatality rate of COVID was 2% in the general population and 6% in patients with cancer [1] . Even though no robust separate data are available on patients with haematologic malignancies, this patient subgroup is assumed to have an even higher case fatality rate, as this group also includes patients after allogeneic haematopoietic stem cell transplantation, patients with acute leukaemia with long-term aplasia or lymphoma patients receiving lymphocyte-depleting therapies.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An exemplary conceptual framework was proposed for prioritizing antineoplastic treatments during the pandemic and professional societies have meanwhile established management guidelines [2, 3] . Overall, resources for antineoplastic treatment may be limited and rely heavily on the capacity of the regional health system and the anticipated trend of the local epidemic curve. If local capacities are limited, treatment of conditions with a high risk of early mortality, such as acute leukaemia and aggressive lymphoma should have the highest priority, whereas in other more stable conditions, such as indolent lymphoma, treatment may be postponed. Regarding the management of hematopoietic stem cell transplants and CAR-T cell therapies, the European Society for Blood and Marrow Transplantation (EBMT) has recently issued their recommendations which are updated on a regular basis [4] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with non-small cell lung cancer or small cell lung cancer represent another highly vulnerable group with special needs during the current SARS CoV-2 pandemic. In contrast to other malignancies, cumulative risk factors for severe COVID-19 infections can regularly be detected in lung cancer patients: Pre-existing pulmonary diseases such as chronic obstructive pulmonary disease, cardiovascular disease, smoking-related lung damage and older age will contribute to morbidity and mortality caused by COVID-19 pneumonia [5] . Based on this background it might be tempting to delay or suspend therapy in some patients. However, the risk of disease progression rarely outweighs the benefits of such an approach in this setting and should be carefully evaluated. The European Society of Medical Oncology (ESMO) has meanwhile provided comprehensive guidelines for the management and treatment of lung cancer patients in the SARS CoV-2 era [6] : High priority in stage IV lung cancer remains the initiation of firstor second-line chemotherapy, immunotherapy or TKI therapy. Apart from that, G-CSF support should be considered if the febrile neutropenia risk is >10% (instead of >20%). Similar recommendations are given for the locally advanced setting and no delay of curative chemoradiation including durvalumab (when indicated) seems to be justified.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly, the management of patients who are either receiving or scheduled for checkpoint inhibitor (CPI) therapy in general deserves special attention [7] and three major questions should be addressed:",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What are the similarities between CPI-induced pneumonitis and COVID-10 pneumonia? Is CPI therapy an independent risk factor for lethal SARS CoV-2 virus infection? Should CPI therapy delayed/modified until the SARS CoV-2 pandemic is under control?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First of all, it has to be noted that there are interesting similarities between CT scans from patients with CPI-induced pneumonitis and those with COVID-19 pneumonia such as ground glass opacities were observed [8, 9] . However, we have to keep in mind that CPI-induced pneumonitis is a rare phenomenon and that the imaging patterns vary from patient to patient and cannot be generalized. Apart from that, the time course of CPI-induced pneumonitis is well known with a peak at 12 weeks (for PD(L)-1 antibodies), which should be taken into account as well [10] . For daily clinical practice, proper diagnostic work-up according to the current guidelines (ESMO or ASCO) for patients presenting with respiratory symptoms and receiving CPI is mandatory for the differential diagnosis of COVID-19 pneumonia and CPI-induced pneumonitis.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An evidence-based answer for the second question cannot be provided so far. However, from a mechanistic point of view, CPI therapy restores the function of the immune system by reversing the immunosuppressive properties of the tumour [7] . Likewise, it was shown previously that seroprotection and seroconversion rates after seasonal quadrivalent influenza vaccinations were higher in patients receiving CPI treatment as compared with chemotherapy patients [11] . On the other hand, concerns have been raised that there might be an interference between SARS CoV-2 infection and CPI therapy: On the molecular level, elevation of cytokines such as interleukin-6 accompanied with reduced CD8 and CD4 cell levels precedes (lethal) COVID-19 infections. This cytokine \"release pattern\" compares well with the cytokine release syndrome, an established but rare event in patients treated with CAR-T cells or CPI. Based on these findings the interleukin-6 inhibitor tocilizumab, which is used for the treatment of severe CPI (and CAR-T cells) induced adverse events, is currently being evaluated in clinical trials in patients with COVID-19. Despite this, it remains unclear (and unlikely) that a significant interplay between CPI therapy and the course of a COVID-19 infections exists. Therefore, no recommendations can be given to delay CPI therapy for cancer patients during the SARS CoV-2 pandemic [7] . The benefits of cancer immunotherapy outweigh the risks in most cases, although alternative dosing regimens, which are approved for pembrolizumab, nivolumab and atezolizumab, should be considered in order to minimize patients' hospital visits and potential SARS CoV-2 virus exposure.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As compared with other malignancies with a high rate of severely immunosuppressed and comorbid patients, management of breast cancer in the face of SARS CoV-2 appears easier but the overall large patient number (including a high rate of elderly individuals) poses a major challenge. As in all other areas of oncology, the primary task in breast oncology is balancing patient-specific risk factors against treatment-induced side effects with a special focus on immunosuppression and the ESMO has meanwhile published respective guidelines [12] . In hormone receptor positive metastatic breast cancer, the addition of potentially immunosuppressive drugs such as the mTOR inhibitor everolimus or the PIK3Ca inhibitor alpelisib (which has not been approved in the European Union yet) to endocrine therapy should be deferred. While CDK4/6 inhibitors can be continued in the majority of patients, close monitoring of blood cell count is recommended, and initiating CDK4/6 inhibitors may be delayed in elderly patients. Regarding chemotherapy, oral regimens (and regimens requiring less regular hospital visits) should be pre-Circumnavigating the challenges of COVID-19 in oncology K editorial ferred. In early stage disease, high priority is given to optimal management of patients with triple-negative and HER2-positive disease, while neoadjuvant endocrine therapy is an option for patients with ER-positive/HER2-negative breast cancer allowing for a delay of surgery if deemed relevant.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beside these disease-specific measures, the threat posed by the SARS CoV-2 pandemic can be reduced through several actions on a hospital and department level, e.g. a visit ban and screening procedures at the entrance. Personnel within the hospital must not enter protected areas (e.g. the BMT ward) without permission and interdisciplinary tumour conferences are commonly performed remotely via videoconferences. Many institutions have defined designated \"screening areas\" within a department or ward where newly admitted patients are clinically screened for symptoms and results of nasopharyngeal swabs are awaited. Dedicated nursing staff with appropriate protective measures is responsible exclusively for these patients. If a patient has been tested positive, home quarantine is often the preferred option while symptomatic patients will then be transferred to dedicated COVID wards. These measures haven been adopted quickly and have proven successful in numerous institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As haematologists and oncologists throughout the world are trying their best to keep harm from their patients and adhere to established treatment standards wherever possible, we hope that you will stay healthy and wish you all the best in guiding your patients through the current crisis!",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS CoV-2 crisis is also a crisis for patients suffering malignant disease. Besides their risk of a life-threatening disease on the one hand with commonly immunosuppressive treatments on the other hand they are of special risk if they come into contact with this virus infection. Our patients know about this doubled risk. The psychological burden of this situation posed on them cannot be overestimated. The primary task oncology is balancing patient-specific risk factors against treatment-induced side effects with a special focus on immunosuppression. Patients with haematological malignancies may well be the most threatened patient population as many are heavily immunosuppressed due to the underlying disease and due to neutropenia-inducing treatment strategies. Lung cancer patients represent another highly vulnerable group with special needs during the current SARS CoV-2 pandemic. Cumulative risk factors for severe COVID-19 infections can regularly be detected like pre-existing pulmonary diseases, cardiovascular disease, smoking related lung damage and older age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key messages"
        },
        {
            "text": "The broad application of checkpoint inhibitor (CPI) therapies in medical oncology with their risk of CPIinduced pneumonitis has to be discussed on an individual basis. The threat posed by the SARS CoV-2 pandemic can be reduced through several actions on a hospital and department level. On a day per day decision we have to balance the risk and benefits of treating our patients or better delaying any specific therapy. The risk of a COVID-19 infection depends on specific regional actual infection rates and this knowledge has to be integrated into our recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key messages"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the Coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer, COVID-19 and the precautionary principle: prioritizing treatment during a global pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Clin Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41571-020-0362-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "European Society of Blood and Marrow Transplantation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Challenges in lung cancer therapy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calabro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Soria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30170--30173",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "guidelines/cancer-patient-managementduring-thecovid-19-pandemic/lung-cancer-in-the-covid-19-era. Accessed",
            "authors": [],
            "year": 2020,
            "venue": "European Society of Medical Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Controversies about COVID-19 and anticancer treatment with immune checkpoint inhibitors. Immunotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bersanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2217/imt-2020-0067"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06801-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Management of pulmonary toxicity associated with immune checkpoint inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prevot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guilleminault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Didier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazieres",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur Respir Rev",
            "volume": "28",
            "issn": "154",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adverse effects of immune-checkpoint inhibitors: epidemiology, management and surveillance",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sofiya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Sykiotis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Clin Oncol",
            "volume": "16",
            "issn": "9",
            "pages": "563--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunogenicity of influenza vaccination in patients with cancer receiving immune checkpoint inhibitor",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Jun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest T. Fuereder, E. Gunsilius, R. Bartsch and W. Hilbe declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}