{
    "paper_id": "0cad4bd59c45e7028d24c40fd7f76fcfb3aba390",
    "metadata": {
        "title": "Planning and coordination of the radiological response to the coronavirus disease 2019 (COVID-19) pandemic: the Singapore experience",
        "authors": [
            {
                "first": "I",
                "middle": [
                    "Y Y"
                ],
                "last": "Tsou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Elizabeth Hospital",
                    "location": {
                        "addrLine": "3 Mount Elizabeth",
                        "postCode": "228510",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "J Y"
                ],
                "last": "Liew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changi General Hospital",
                    "location": {
                        "addrLine": "2 Simei Street 3",
                        "postCode": "529889",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "P"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tan Tock Seng Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khoo Teck Puat Hospital",
                    "location": {
                        "addrLine": "90 Yishun Central",
                        "postCode": "768828",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "B S"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sengkang General Hospital",
                    "location": {
                        "addrLine": "110 Sengkang East Way",
                        "postCode": "544886",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "S H"
                ],
                "last": "Loke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {
                        "addrLine": "Outram Road",
                        "postCode": "169608",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "C W"
                ],
                "last": "Quah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Farrer Park Hospital",
                    "location": {
                        "addrLine": "1 Farrer Park Station Road",
                        "postCode": "217562",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "G S"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changi General Hospital",
                    "location": {
                        "addrLine": "2 Simei Street 3",
                        "postCode": "529889",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "H"
                ],
                "last": "Tay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {
                        "addrLine": "Outram Road, Mount Elizabeth Hospital, Level 2, 3 Mount Elizabeth",
                        "postCode": "169608, 228510",
                        "settlement": "Singapore",
                        "country": "Republic of Singapore, Singapore, Republic of Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 has spread fast and extensively around the world, with significant mortality and morbidity. As this is a respiratory infection, chest radiography and computed tomography (CT) are important imaging techniques in the work-up of this disease. Given its highly infectious nature, cross-infection within the healthcare setting and radiology departments needs to be addressed actively and prevented. We describe the response of radiology departments in Singapore to this pandemic, in terms of diagnosis, re-configuration of the department, re-organisation and segregation of staff, infection control, managerial, and leadership issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Planning and coordination of the radiological response to the coronavirus disease 2019 (COVID-19) pandemic: the Singapore experience Introduction On 2 January 2020, the Singapore Ministry of Health (MOH) issued a notification of a cluster of unknown viral pneumonia in Wuhan City, Hubei Province of the People's Republic of China. This was followed by travel advice issued by the World Health Organization (WHO) on 10 January 2020 in relation to the outbreak of pneumonia caused by a novel coronavirus in China, different from the known coronaviruses so far. 1 The first confirmed case was detected in Singapore on 23 January 2020. 2 The disease was also named COVID-19 (short for coronavirus disease 2019) on 11 February 2020 by the WHO, following the practice to have a neutral name to reduce negative impact and avoid causing offence. 3 On 11 March 2020, the WHO declared the COVID-19 infection as a pandemic, 4 which has spread to all continents, with a worldwide total of 322,935 cases of infection and 14,510 deaths up to 23 March 2020. 5 As of 22 March 2020, the UK and Singapore had 5,683 and 455 cases of confirmed infection, respectively. 6, 7 As a respiratory tract infection, chest imaging with both chest radiographs and computed tomography (CT) of the thorax plays a vital role in detection, evaluation of severity, and follow-up of the disease course. Radiology departments and imaging centres will be exposed to these patients, and with proven human-to-human transmission, healthcare workers (HCW) are considered at high risk of being infected. We describe briefly the national measures taken to control the spread of COVID-19 in the community, as well as infection control measures in the hospital and, specifically, in radiology departments in Singapore.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 560,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 632,
                    "end": 633,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 839,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 913,
                    "end": 914,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1152,
                    "end": 1153,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Singapore government introduced a framework in 2006 for disease prevention and response plans in an infectious disease situation. Known as DORSCON (Disease Outbreak Response System CONdition), this has four alert levels, graded from green, through yellow, orange, and finally, red. 8 This was created in response to the severe acute respiratory syndrome (SARS) outbreak in 2003, and subsequently, refined after the H1N1 influenza outbreak in 2009. This generic framework is not only designed for medical purposes, but it also enables a \"whole-of-government\" response by individual and collective bodies and ministries. A Homefront Crisis Management System (HCMS) provides strategic and political guidance, and various government agencies and ministries are functionally clustered into Crisis Management Groups. Such groups are responsible for border control, economic sustainability, safety and security, transport, and education. There is also an embedded communications component, which conveys the health impact of the disease to the general population and to advise them how to respond. 9 Within the MOH, an Operations Group was responsible for medical response, surveillance, isolation, contact tracing, quarantine, and provision of medical care. 10 Given that HCW have potentially higher risk of exposure to the disease, restrictions on movement between hospitals and medical centres were introduced, after a short consultation between all stakeholders. 11 In addition, the 330-bed National Centre for Infectious Diseases (NCID) had opened in 2019, which is a purposebuilt centre for managing disease outbreaks. Many of the lessons learnt from previous infectious disease outbreaks were incorporated into the design and construction of the building. Some safety features include negative pressure isolation rooms, a single-pass airflow system without recirculation, separate air handling units to supply fresh air to different areas with filtration, and ultraviolet ray treatment of exhaust air. Segregation of the flow of people and materials is demarcated, as well as management of waste materials.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1095,
                    "end": 1096,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1256,
                    "end": 1258,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1464,
                    "end": 1466,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "National and government measures"
        },
        {
            "text": "Being a respiratory tract infection, chest imaging with radiography and CT are the mainstays of imaging evaluation of COVID-19. Chest radiography is widely available and easily performed, and the images are interpretable by the clinician at the point-of-care (emergency physician, chest physician, general practitioner, etc.); however, subtle findings may evade the first reading of the study, especially if the abnormalities are in \"hidden\" areas, such as the retrocardiac region, projected below the hemidiaphragms, or merging with the hilar outlines. In an emergency department setting, it has been found that 27% of chest radiographs were negative or non-diagnostic, but on CT, these patients showed consolidation or infiltrates representing pneumonia. 12 Chest radiographs have also been shown to have poor sensitivity and low positive predictive value for the detection of pulmonary opacities. 13 Thin-section CT thorax has been shown to be technique of choice in imaging of lung infections, and able to overcome the problem of overlapping structures forming composite shadows, as well as pathology in hidden areas of the chest radiograph. The outbreak of SARS in 2003 was also due to a novel coronavirus at the time, and high-resolution CT of the thorax described ground-glass opacification, lower lobe predilection, peripheral/subpleural location, and multifocal/bilateral involvement patterns to be the most common. Notably, calcification, cavitation, and pleural effusions were absent. 14 More recently, in novel influenza A (H1N1), ground-glass attenuation/opacification and bronchial wall thickening were the two most common features. 15 For COVID-19 pneumonia, most patients had involvement of more than two lobes, ground-glass opacities, as well as smaller groups with peripheral distribution of disease, consolidation, and the \"crazy-paving\" pattern 16 (Fig 1) .",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 759,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1647,
                    "end": 1649,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1868,
                    "end": 1875,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Role of radiology in diagnosis of COVID-19"
        },
        {
            "text": "In Singapore, the consensus of the infectious diseases experts is to rely on reverse transcriptase polymerase chain reaction (RT-PCR) for diagnosis rather than to use CT. The logistics and time taken for scanning patients suspected of or positive with COVID-19 are tremendous, and typically, the CT machine will not be available for several hours, due to the increased infection-control measures needed. Hence, it is not practical to use CT as a screening tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of radiology in diagnosis of COVID-19"
        },
        {
            "text": "Apart from NCID, all the other acute-care hospitals in Singapore remain open to deal with all other medical conditions. As such, the radiology departments in each hospital have been re-configured in their physical layouts as well as the workflow to be able to cater for the increased infection-control measures. As chest imaging forms a major role in the evaluation of suspect and confirmed cases of COVID-19, chest radiography and CT of the thorax have been dealt with first. One of the underlying principles is that, as far as possible, the imaging should be done outside the radiology department as portable studies (\"portable if possible\"), to reduce the risk of transmission both while transporting the patient to, as well as within, the radiology department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-configuration of radiology departments"
        },
        {
            "text": "The emergency departments within each hospital have their own plans for re-structuring and forming a \"fever\" triage section, where patients who present with suspect COVID-19 infections are evaluated. These are usually covered open-air areas, which are well-ventilated naturally, without air-conditioning (Fig 2) . Together with this, portable X-ray units have been embedded into this triage section, where chest radiographs are performed for these patients, without bringing them physically into either the emergency or radiology departments. These chest radiographs are commonly done in the anteroposterior (AP) sitting position (Fig 3) . The images are then uploaded into picture archiving and communications systems (PACS), for urgent or immediate reporting. All hospitals in Singapore have PACS installed without the need to transport cassettes or physical films to and from the radiology department, removing the risk of cross-infection via this route.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 630,
                    "end": 637,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Re-configuration of radiology departments"
        },
        {
            "text": "Departments with CT units located in different areas of the hospital would be able to designate one unit for examination of suspected cases. As far as possible, this unit should not be co-located with other imaging systems. Hospitals with CT units in or near the emergency department would be able to use those. Another option for hospitals that have a mobile CT unit would be to deploy this unit in an unused area, considering patient transport and radiation exposure factors. 17 In addition radiology departments have physically separated the imaging systems and rooms used for imaging of inpatients and outpatients. Designation of separate facilities within the hospital is needed to prevent mixing of patients, and smaller departments have segregated the inpatient and outpatient flow within the department, with separate entrances and waiting areas. 18 Figure 1 CT image of the thorax showing areas of interstitial thickening with a \"crazy-paving\" appearance in the lower lobes of both lungs. A review and stocktake of resources, such as portable imaging equipment, monitoring equipment, personal protective equipment (PPE), and other logistic needs, should be done on a regular basis, and the use of such equipment secured and rationed. The usage of stocks should be made prudent and rational, and excessive usage or wastage should be discouraged if not clinically required. Accountability and stocktaking should be reinforced to reduce improper or non-clinical/personal use.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 480,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 858,
                    "end": 866,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Re-configuration of radiology departments"
        },
        {
            "text": "For interventional radiology (IR), most departments have a single location for IR services or there may be a single unit/ room that has certain capabilities (e.g., CT fluoroscopy, neuro-interventional requirements). In this scenario, temporal segregation is instituted where outpatient cases are performed in the mornings and inpatient procedures are performed in the afternoons or vice versa. For services with IR facilities in different locations, procedures for in-and outpatients are segregated spatially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventional radiology"
        },
        {
            "text": "Requests for IR procedures are vetted carefully to assess the infection risks and the urgency of each procedure. For patients suspected of COVID-19, the procedure is deferred if it can wait, until their infection status is known. As infection control measures can be labour intensive and time consuming, the workload has been reduced to allow for ramping up of these measures. Clinically urgent and elective oncology procedures will continue, but other nonurgent elective cases are postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventional radiology"
        },
        {
            "text": "Movement of patients with or suspected of COVID-19 are minimised. Procedures that can be performed under ultrasound guidance (e.g., ascitic and pleural drains, peripherally-inserted central catheter (PICC), central venous lines, etc.) are performed at the patient's bedside in the isolation ward as far as possible. If fluoroscopy or angiography are required, the next preference is to transfer the patient to the hospital's designated COVID-19 operating theatre and perform the procedure using portable C-arm systems with digital subtraction angiography capability. Only complex procedures requiring high-quality angiographic imaging (e.g., stroke intervention, embolisation procedures) are transferred to a designated procedure suite in the IR facility. Detailed workflows and processes for performing procedures on COVID-19 patients have been formulated and rehearsed so that each member is clear about his or her role. Transfer routes are pre-planned and rehearsed to ensure swift and safe transfers. The security department is involved for crowd control to help clear the route for expedient transfers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventional radiology"
        },
        {
            "text": "In the IR suite, proper removal and disposal of PPE to minimise contamination is as important as maintaining sterility before and during the IR procedure. All IR staff are trained in the use of powered air purifying respirators (PAPR) as PAPR is recommended when performing aerosol generating procedures. Tissue or fluid specimens are considered infectious and are transported in leak-proof specimen bags. Meticulous room and medical equipment disinfection, in accordance with infection prevention guidelines, is performed after procedures on these patients. 19 Nuclear medicine",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 561,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Interventional radiology"
        },
        {
            "text": "Other than the protocols and practices for the entire hospital, additional precautions have been taken for specific nuclear medicine examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventional radiology"
        },
        {
            "text": "Aerosolisation techniques are no longer allowed and centres have stopped offering the ventilation imaging since the first case was confirmed in Singapore. Appointments for V/Q studies have been postponed for non-urgent requests, such as chronic raised pulmonary hypertension and to screen for chronic pulmonary embolism. Radionuclide perfusion only imaging (without ventilation) is provided on a case-by-case basis after risk evaluation for acute pulmonary embolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventilation/perfusion (V/Q) imaging"
        },
        {
            "text": "For inpatients, to minimise the duration of time spent within the department, the fastest 1-day protocol with the least amount of imaging time is utilised. After injecting the resting low dose of radionuclide in the ward/isolation room and waiting an appropriate amount of time, patients are sent from the ward to the scan room and the scan performed. After the rest scan, high-dose stress injection with pharmacological stress is done immediately, while the patient remains in scan room during this time. Both the waiting time for stress injection as well as the scan time is kept as short as possible, without compromise on image quality and diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Myocardial perfusion imaging"
        },
        {
            "text": "The principles to be considered in the re-organisation of manpower for team segregation are: (1) the intent of manpower segregation is for the preservation of services and continuity of business in the event of infection or quarantine of radiology staff; (2) segregation of the department into teams and isolating them would greatly reduce the likelihood that the entire department will be infected, and this may be done temporally or spatially; and (3) in the eventuality that one or more of the teams are down, the remaining team(s) should be able to maintain essential services to keep the department operational.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Re-organisation of manpower"
        },
        {
            "text": "Radiology departments with sizable workforce capability are able to proceed with temporal segregation of staff, which are dependent on their roles and responsibilities as well as the individual group workforce size. The separation of radiologists into active/passive, on-site/off-site, at-home/ at-work teams with no interactions between the teams is easier with a larger workforce. This would require the division of staff to two or more shifts both by day and by week. There would also usually have to be a reduction in services provided for sustainability due to the reduced workforce; however, the strategy will also need to consider the separation of the radiographers, radiology nurses, reception, and ancillary staff, as well as administrative and IT personnel, who may also be split into teams, and backroom staff may be deployed off-site from the hospital. Staff have been redeployed to critical areas of need, for example, emergency departments will require more radiographers for general radiography to cope with the increased workload, such as increased screening chest radiographs in the COVID-19 situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal segregation"
        },
        {
            "text": "Departments with a more modest workforce have used spatial/physical segregation into well-defined teams. As much as possible, the teams comprise multiple sub-specialty capabilities, seniority, and experience. Interactions between the teams are kept to a minimum as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial segregation"
        },
        {
            "text": "Spatial separation allows for all staff to work and to maintain full service. If the department is decentralised, with adequate workstations in physically different locations in the hospital, radiologists can be assigned fixed working locations, depending on location of equipment and subspecialty skills required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial segregation"
        },
        {
            "text": "A centralised department can also be segregated by physical barriers such as office partitions, with separate entrances and exits. Suitable alternative locations should be sought to separate and distribute reporting stations within the centralised department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial segregation"
        },
        {
            "text": "Another alternative method of spatial separation would be to allow radiologists to work from home. This has its own challenges, such as providing hardware and monitors with adequate resolution, remote access via virtual private network (VPN) with sufficient speed, and coordination of worklist or cases to be reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial segregation"
        },
        {
            "text": "Interactions between radiologists, radiographers, and other staff in the department should be minimised, and non-physical forms of communication employed. Sharing of messages and images is done via electronic notes on the radiology information system (RIS) and annotated images on PACS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intra-department interactions"
        },
        {
            "text": "Teams that are separated by spatial segregation should not meet at work or socially. Department activities such as large-scale meetings have been cancelled, and information that was to be discussed at such meetings will be disseminated by alternative means, such as e-mail or text messaging. Essential face-to-face meetings are only held in small groups, in a large venue with widely spaced seating, as close contact is defined being within a distance of 2 m. Meeting participants are also required to wear surgical masks. Tele/videoconferencing software has been leveraged to conduct meetings between staff at different locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intra-department interactions"
        },
        {
            "text": "Department staff rest areas and pantries have been modified by removing seating with adequate separation, to reduce both the degree and duration of contact, as surgical masks and personal protective equipment will need to be removed to eat. Other measures include staggering meal breaks and ensuring adequate ventilation, by opening windows if possible. Toilet facilities and changing rooms are designated for separate teams if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intra-department interactions"
        },
        {
            "text": "Restriction of movement of healthcare workers between hospitals has been in place from 1 March 2020, with only neuro-interventional services within radiology being allowed to have access to different hospitals due to workforce limitations. 20 All visiting consultant sessions between hospitals have been suspended, with clinical radiology rounds and multidisciplinary meetings cancelled or curtailed. Case discussions may be held on a as needed basis in small groups only or via tele/videoconferencing. Most radiological consultations take place via telephone conversations.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Extra-department interactions"
        },
        {
            "text": "HCW are advised to reduce contact with social distancing by minimising social gatherings outside of office hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extra-department interactions"
        },
        {
            "text": "Residents and trainees continue to have teaching sessions in hospital within their own teams. Cross-cluster and inter-hospital sessions are being migrated to online or electronic platforms, utilising videoconferencing. Training rotations have been suspended for this period, and subspecialty/technique training is to be maintained within the hospital. Attendance at conferences and most leave requests have been cancelled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and education"
        },
        {
            "text": "Radiology departments should incorporate disaster planning and business continuity contingency plans into their layout and design. Pre-emptive provision of reserve network points at the design phase installed in the meeting rooms, administrative areas and conference rooms is useful for rapid redeployment of PACS reporting workstations, in the event one area/zone is taken out of active use due to contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business continuity"
        },
        {
            "text": "Sustainability of the functions of the department in the medium to long term is essential in a prolonged outbreak. In the event of increase in severity of outbreak, a reduction of services is inevitable. Outpatient services may be cancelled to divert resources to inpatient and emergency care. The critical services to be maintained must be identified, as well as the hierarchy of services to be listed and scaled down accordingly. Contingencies should be made for \"one team down\" scenario, in the event of infection of radiology staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business continuity"
        },
        {
            "text": "Preparation and decontamination of imaging rooms and equipment used for COVID-19 cases Any imaging study or procedure to be performed on a suspected or confirmed case of COVID-19 must be flagged up early on the scheduling system. If possible, these cases are done close to the end of the day, to allow for airing of the room. Other adjacent imaging rooms within the same area are also be blocked off, so that no other patients are in the immediate area to prevent cross-infection between patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control measures"
        },
        {
            "text": "Staff who are involved in the imaging study of the patient are briefed, and a checklist of all required equipment (e.g., injector with contrast medium, sedation requirements, monitoring equipment) reviewed with the aim of having all the required equipment on hand in preparation for patient arrival. As few as possible of the staff are to have direct contact with the patient, taking into account transferring and positioning of the patient. Handing of the control console, keyboard, and mouse should also be done by another technologist if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control measures"
        },
        {
            "text": "Decontamination of the surfaces of the imaging room is then required, with appropriate solutions and cleaning materials as recommended. Dilute bleach can be used; it should be prepared fresh and left on the surfaces with a contact time of at least 10 minutes. On surfaces where the use of bleach is not suitable (e.g., metal surfaces), alcoholimpregnated wipes may be used, with a contact time of at least 15 minutes. Alternative disinfectants that are effective against coronaviruses may also be used. 21 ",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Infection control measures"
        },
        {
            "text": "The use of PPE is a crucial component in the prevention of transmission of COVID-19 from patients to HCW. Approximately 3,300 HCW in China have contracted COVID-19, while 20% of HCW in Italy are infected. 22 The level of PPE usage is determined by the DORSCON level, and at the current stage of DORSCON Orange, full PPE is used in the fever areas of emergency departments, as well as isolation wards and intensive care units (ICUs) managing suspected or confirmed cases of COVID-19. Full PPE comprises of N95 mask, cap, gown, gloves, shoe covers, and eye protection (goggles or face-shield). Masks and eye protection are used for up to a period of 6 hours, while gown and gloves are single-use only. It also follows then for radiology staff who come into contact with suspect or confirmed cases requiring imaging, the same set of full PPE will have to be used. All radiology staff dealing with inpatients and performing procedures are also required to wear scrubs or hospital-issued clothing, to reduce contamination with personal clothing, which is brought out of the hospital or home (Fig 4) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1086,
                    "end": 1093,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Staff instructions and correct use of PPE"
        },
        {
            "text": "Staff in other areas of the radiology department who do not deal with suspected or confirmed cases but have patient contact are required to wear surgical masks only, with extended use of up to 6 hours as well. In addition, reminders to staff to observe adequate hand hygiene, use of gloves, and washing of hands before and after any patient contact, as well as not to touch the face or mask is reinforced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff instructions and correct use of PPE"
        },
        {
            "text": "Communication channels and situational assessment Regular and directed communications of the evolving situation is important to ensure that all staff are updated with the most current information and operations guidelines from the hospital. Lack of proper information can lead to speculation, which can affect morale and confidence in the leadership. This is particularly important in the early stages of the outbreak, when there can be much uncertainty, for example, in the classification of suspect cases or what level of PPE to use. When there is a lack or even a perceived lack of confidence in the leadership, the staff may become nervous and ill-disciplined, which in turn may affect the quality of their work or handling of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial and leadership matters"
        },
        {
            "text": "The chain of command and channels of communication within each department are clearly laid out, so that there is both assurance and responsibility of information flow from the hospital administration and senior management. The clinical, nursing, administrative, technical, and support staff hierarchy is reviewed, and section and sub-section heads have been given a list of the personnel under their care. Other ancillary staff working in the radiology department are also included into this information flow map, such as hospital porters and cleaners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial and leadership matters"
        },
        {
            "text": "With the utilisation of e-mail and electronic communication methods such as WhatsApp and Telegram, the distribution of information has been made easier as compared to the period of the SARS outbreak in 2003. This also allows each staff member to retrieve the information when timely or as needed; however, due care needs to be taken to reduce or prevent information overload, as it is now easier to forward entire e-mail threads or large chunks of instructions, without consideration of its relevance. Each section or sub-section head is advised to extract out the components of these instructions or briefings, which have direct consequence to his/ her area of work and highlight these for dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial and leadership matters"
        },
        {
            "text": "Although most of the information distribution occurs through electronic media, small-group briefings by the section or sub-section heads still has an important role. HCW formed a significant proportion of clusters of infection during SARS in 2003, before the disease was recognised. 23 A fair proportion of the radiology workforce is not local, and their families and friends in their home countries are concerned for them, during this period of the outbreak. At satellite and off-site locations, similar briefings are given to the staff at the end of the day, with a phone call and all staff listening over speakerphone. Opportunities to raise questions and issues were given, and some workflow issues unique to specific clinic locations were brought up and addressed.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Managerial and leadership matters"
        },
        {
            "text": "All sections and modality teams of the department should regularly review their plans and adjust accordingly where a gap is noted or when the situation evolves. Consensus decisions or agreements on changes are encouraged as they are generally better accepted by the rest of the department staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managerial and leadership matters"
        },
        {
            "text": "During each briefing, whether in person or over the phone, emphasis was placed on the need to clarify all protocols and procedures. Section and sub-section heads were to keep upto-date with all communications issued by the hospital, given the rapidly changing situation. Each staff member was to double-check and remind each other on their roles and infection control methods each day or for each case, as we are only as strong as the weakest link in the chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff morale and confidence in working in a climate of fear and uncertainty"
        },
        {
            "text": "Reinforcement was also given to the staff that the PPE measures do work to reduce the risk of infection. The experience of the senior staff who had worked in radiology during the SARS outbreak was invaluable. After SARS was recognised and infection control measures implemented, no HCW in Singapore contracted SARS from caring for their patients. Many of the younger staff members do not have first-hand experience of SARS, and the fear and uncertainty regarding the current COVID-19 outbreak may overwhelm them. Being imagers, there is always a temptation to perform unauthorised chest radiography or CT of the thorax for staff who may have had inadvertent exposure to patients who are subsequently confirmed to have COVID-19. Not only is there unsanctioned use of ionising radiation, there is also the possibility of false-negative results, which further confound the situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff morale and confidence in working in a climate of fear and uncertainty"
        },
        {
            "text": "Roster planning has also been reviewed to ensure that there is a fair or even distribution of sessions between staff, especially for those with direct patient contact, so that there will not be any sense of inequitability. Special considerations are given for staff who are pregnant, to deploy them to a back-end role if there are adequate numbers of other staff who can fill their role, and it does not impact the provision of radiology services as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff morale and confidence in working in a climate of fear and uncertainty"
        },
        {
            "text": "The current COVID-19 pandemic is a most relevant example of living in a period of unprecedented change, upheaval, and transformation, which is characterised by volatility, uncertainty, complexity and ambiguity (VUCA), not just in the healthcare sector, but in all parts of our lives. Developing mindfulness and resilience in both radiology leaders and their teams would form an essential component of the response to this crisis. 24 ",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Staff morale and confidence in working in a climate of fear and uncertainty"
        },
        {
            "text": "The story of COVID-19 is only beginning and everevolving even over a short period of less than 3 months, and we will only know in retrospect its extent and impact on our lives and our role in radiology. We can only hope that with effective measures, the spread of the disease can be contained and mitigated, particularly within our hospitals and radiology departments. Towards this end, may our article contribute to the collective knowledge and wisdom in the management of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO advice for international travel and trade in relation to the outbreak of pneumonia caused by a new coronavirus in China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organisation. WHO characterizes COVID-19 as a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organisation. Coronavirus disease (COVID-19) Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: track coronavirus cases",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Official update of COVID -19 situation in Singapore",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What do the different DORSCON levels mean",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza A (H1N1-2009) pandemic in Singapore d public health control measures implemented and lessons learnt",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Acad Med",
            "volume": "39",
            "issn": "",
            "pages": "313--337",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preparing for an influenza pandemic in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Acad Med",
            "volume": "37",
            "issn": "",
            "pages": "497--503",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MOH Circular 60/2020. Updated guidance on the movement of healthcare workers, patients and visitors in healthcare institutions at DORSCON Orange",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chest radiograph vs. computed tomography scan in the evaluation for pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wrenn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Emerg Med",
            "volume": "36",
            "issn": "3",
            "pages": "266--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jemermed.2007.11.042"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "High discordance of chest x-ray and computed tomography for detection of pulmonary opacities in ED patients: implications for diagnosing pneumonia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcnaughton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Emerg Med",
            "volume": "31",
            "issn": "2",
            "pages": "401--406",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2012.08.041"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Imaging in severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Radiol",
            "volume": "58",
            "issn": "11",
            "pages": "825--857",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel influenza A (H1N1) infection: chest CT findings from 21 cases in Seoul",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200230"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Providing optimal radiology service in the severe acute respiratory syndrome outbreak: use of mobile CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Parmar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AJR Am J Roentgenol",
            "volume": "182",
            "issn": "1",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severe acute respiratory syndrome: management and reconfiguration of a radiology department in an infectious disease situation",
            "authors": [
                {
                    "first": "Iyy",
                    "middle": [],
                    "last": "Tsou",
                    "suffix": ""
                },
                {
                    "first": "Jsk",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Gjl",
                    "middle": [],
                    "last": "Kaw",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "229",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Old threat, new enemy: is your interventional radiology service ready for the coronavirus disease 2019? Cardiovasc Intervent Radiol",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Da Zhuang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00270-020-02440-6"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "MOH Circular 60/2020. Updated guidance on the movement of healthcare workers, Patients and visitors at DOR-SCON orange",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MH",
            "volume": "34",
            "issn": "",
            "pages": "24--28",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Efficacy of various disinfectants against SARS coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "61",
            "issn": "2",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Asymptomatic SARS coronavirus infection among healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Teleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "7",
            "pages": "1142--1147",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1107.041165"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mindful leadership for personal and organisational resilience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Radiol",
            "volume": "74",
            "issn": "10",
            "pages": "739--784",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Naturally ventilated triage area installed in a converted car park adjacent to the emergency department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simulated set-up showing positioning of the portable X-ray unit for chest radiography in the triage area, with the digital radiography (DR) cassette (black arrow) to be placed behind the patient in the sitting position.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CT team in their PPE, including surgical mask, cap, gown, scrubs, gloves and shoe covers. For full PPE, a N95 mask is worn instead of the surgical mask, and eye protection (with either goggles or face shield) added.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the input to departmental reorganisation provided by members of the Radiology Heads' Forum, under the College of Radiologists, Singapore, who include Dr Thng Choon Hua, Dr Yeong Kuan Yuen, Dr Angeline Poh, Dr Gregory Kaw, Dr Sitoh Yih Yian, Dr Teo Sze Yiun, Dr Quek Swee Tian, Prof Wilfred Peh, Dr Chang Sew Kee, and Dr Chan Lai Peng.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}