{"paper_id": "0cad1139d90700836ee27ca966b8f6e2bc0afde6", "metadata": {"title": "Carcinogenic Effect of Wireless Communication Radiation in Rodents", "authors": [{"first": "James", "middle": ["C"], "last": "Lin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois-Chicago", "location": {"addrLine": "Suite 1020 SEO (MC 154), 851 South Morgan Street", "postCode": "60607-7053", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": "lin@uic.edu"}, {"first": "J", "middle": ["C"], "last": "Lin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Illinois-Chicago", "location": {"addrLine": "Suite 1020 SEO (MC 154), 851 South Morgan Street", "postCode": "60607-7053", "settlement": "Chicago", "region": "IL", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "The potential health effects of radio frequency (RF) radiation associated with cellular mobile telephones and related wireless devices remain a focus of concern. Although our knowledge regarding the health effects of RF radiation has increased considerably, the scientifi c evidence on biological effects of RF radiation associated with these wireless devices is still tentative. The uncertainties persist, in part, because of the limited number and scope of studies that have been conducted. Aside from the lack of a scientifi c consensus on experimental studies that provide clear evidence either refuting or supporting the cancer induction or promotion potential of RF radiation from cell phones, there is a concern that an established effect from wireless radiation, however small, could have a considerable impact in terms of public health. This chapter provides an updated review on recent research results on cancer induction and promotion in normal and transgenic mice and rats subjected to prolonged or life-long exposure to modulation schemes such as GSM, TDMA, CDMA, UMTS, and others. A majority of the laboratory mouse and rat studies did not exhibit a significant difference in carcinogenic incidences between exposed and shamexposed animals. Although this observation may be comforting from the", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "perspective of safety evaluation, most of the studies are one-of-a-kind investigations -only three mouse and perhaps four rat studies were designed as replication or confi rmation studies. It is noteworthy that the fi ndings of these studies have not been consistent, making it diffi cult to arrive at a defi nitive conclusion. It could be a major fl aw that in a majority of the investigations, cage-control animals were not part of the investigation or were not included in the data analyses. Moreover, restraining the experimental animals during exposure could have introduced a stress factor, which further complicates interpretation of the results since stress has often been associated with cancer induction in these animals.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "The number of cellular mobile telephone subscribers worldwide is in the billions and continues to increase. It is very likely that the market penetration is such that more people have access to cellular mobile radio telephone service than electricity for power and light in some territories. At the same time, the use of cordless telephones, which emit radio frequency (RF) or microwaves, are gaining popularity in the home and offi ce to the extent that they are replacing cord telephones. The ubiquity of wireless systems has raised concerns about the safety of human exposure to radio waves emitted by these telecommunication devices.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "While the biological effect of RF radiation has been an important research topic for more than half a century, there are two aspects of this technology prodding the resurgence of research interest related to human health. First, the proliferation of base-station antennas across many urban, suburban, and rural landscapes, and the rise of ambient RF radiation levels in residential and offi ce environments. Second, for the fi rst time in human history, a RF source is located in proximity to the brain or central nervous system (CNS) of a large number of users. The antenna of some devices, e.g., cellular telephones and Bluetooth devices, is typically located next to the user's head, thus creating a potential for RF interaction with brain tissues.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "It is well known that at suffi ciently high intensity, RF radiation can interact thermally with the human body and produce deleterious effects. However, biological responses from gross tissue heating would be a minor consideration for exposure to RF fi elds emitted by these wireless communication devices, where the maximum permitted specifi c absorption rate (SAR) of RF energy is between 1.6 and 2.0 W/kg in biological tissue. Accordingly, recent attention has converged on possible effects that may occur following prolonged or lifelong RF exposure at low levels. There is a need to provide a better understanding of the health effects to safeguard the general population against possible harm from RF radiation.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "This chapter provides an update of recent research results on the carcinogenic effects of RF radiation from cellular mobile and personal communication devices. Specifi cally, the topics included are experimental studies involving cancer induction and promotion, and long-term survival of exposed laboratory animals. Of particular interest is tumorigenesis in the brain, tumors that start in the brain.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The most aggressive malignant brain tumors are astrocytoma and glioblastoma multiforme. They lack distinct borders, reproduce rapidly, and invade and infi ltrate widely. These tumors also induce the formation of new blood vessels, so they can maintain their aggressive growth. They have a necrotic core, areas of dead cells in their center that are hypoxic, defi cient in oxygen. At present, the prognosis or prediction about the future course of most aggressive brain tumors is not very encouraging. The survival rate is about 1 month for watchful waiting, about 1 year with surgery and radiation therapy, and is improved when combined with some form of chemotherapy. Many slow-growing primary brain tumors are benign or the least malignant, and could take decades for symptoms to emerge in humans. They are usually associated with long-term survival.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The incidence rate for brain tumors in US is currently 16.5 per 100,000 personyears (CBTRUS, 2008) . The rate is slightly higher in females than males. An estimated 51,000 new cases of primary nonmalignant and malignant brain and CNS tumors are diagnosed each year. Note that the prevalence rate for all pediatric (ages 0-19) primary brain and CNS tumors was estimated at 9.5 per 100,000 with more than 26,000 children estimated to be living with this diagnosis in US in 2000.", "cite_spans": [{"start": 84, "end": 98, "text": "(CBTRUS, 2008)", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "It is estimated that the worldwide incidence rate of primary malignant brain and CNS tumors, age-adjusted using the world standard population, is 3.7 per 100,000 person-years in males and 2.6 per 100,000 person-years in females (Ferlay et al., 2004) . This represents an estimated 108,277 males and 81,305 females who were diagnosed with a primary malignant brain tumor in 2002, an overall total of 189,582 individuals. The incidence rates are higher in more developed countries (males: 5.8 per 100,000 person-years; females: 4.1 per 100,000 person-years) than in less developed countries (males: 3.0 per 100,000 person-years; females: 2.1 per 100,000 person-years).", "cite_spans": [{"start": 228, "end": 249, "text": "(Ferlay et al., 2004)", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The potential for cancer induction has been a major cause of concern. However, until recently, there were only a few studies involving frequencies in the spectral bands used for wireless communication. These reports showed an accelerated development of spontaneous mammary tumors in mice or promotion of tumor growth in animals, if the tumor was fi rst initiated by other means, following exposure to 800-2,500 MHz radiations Szudinski et al., 1982; Wu et al., 1994) . Some of these studies used relatively high average SARs (6-12 W/kg) that can induce appreciable temperature increases in the animal body. Since chemical action is facilitated by thermal energy, RF-induced heating could have infl uenced the action of such chemical agents as benzopyrene or 12-O -tetradecanoylphorbol-13-acetate (TPA). However, the potential for thermal enhancement apparently did not have any infl uence on the action of dimethylhydrazine (DMH).", "cite_spans": [{"start": 426, "end": 449, "text": "Szudinski et al., 1982;", "ref_id": "BIBREF35"}, {"start": 450, "end": 466, "text": "Wu et al., 1994)", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Some Early Cancer Studies in Laboratory Animals"}, {"text": "An investigation by Kunz et al. (1985) was designed to study the effects of pulsed microwave exposure on a large number of animals throughout their life-span, with special emphasis on general health status and longevity. (The Kunz et al. report contains full details of the study on which the Chou et al. (1992) paper was based.) Beginning at 8 weeks of age, Sprague-Dawley rats were irradiated by pulsed microwaves (10-m s rectangular pulses modulated at 8 Hz and pulsed at 800 pps, 0.15-0.4 W/kg SAR) for 25 months. A statistically signifi cant increase was observed in primary malignancies at death in irradiated rats (18) vs. sham-irradiated controls (5). However, lifelong exposure did not reveal any signifi cant effects on the general health of exposed rats. Furthermore, the survival curves were virtually identical for microwave and sham-exposed rats, and there was no difference during any phase of the rats' lifetime.", "cite_spans": [{"start": 20, "end": 38, "text": "Kunz et al. (1985)", "ref_id": "BIBREF20"}, {"start": 226, "end": 244, "text": "Kunz et al. report", "ref_id": null}, {"start": 293, "end": 311, "text": "Chou et al. (1992)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Some Early Cancer Studies in Laboratory Animals"}, {"text": "One of the fi rst studies using frequencies and modulations specifi c to mobile phones involved the use of implanted rat brain tumors (Salford et al., 1993) . Like most scientifi c inquiries, this study began as a rational discovery of any potential causality between exposure to mobile phone radiation and brain tumor promotion. This study was followed by the use of an experimental animal model, E m -Pim1 transgenic mice, in a fi rst-of-a-kind experiment to systematically investigate a dose-response relationship for any risk of cancer associated with cell phone RF exposure (Repacholi et al., 1997) . The E m -Pim1 transgenic mice carry a lymphoma oncogene and are predisposed to developing lymphomas spontaneously. Although there are physiological differences, test results in rodent studies have often shown that the same organs are affected in humans and in rodents by known carcinogens (NTP, 1999) . Since then, to help evaluate the possible health risk of cellular mobile telecommunication devices and systems, a substantial number of investigations have been conducted using mice and rats under controlled or good-laboratory-practice (GLP) conditions. These experiments generally adhere to prescribed protocols, akin to product or drug testing. A summary and analysis of recent results is presented in what follows.", "cite_spans": [{"start": 134, "end": 156, "text": "(Salford et al., 1993)", "ref_id": "BIBREF28"}, {"start": 579, "end": 603, "text": "(Repacholi et al., 1997)", "ref_id": "BIBREF27"}, {"start": 895, "end": 906, "text": "(NTP, 1999)", "ref_id": null}], "ref_spans": [], "section": "Studies in the Spectral Bands Used for Wireless Communication"}, {"text": "Lymphomas are a type of cancer that affects the lymphatic system, which is part of the body's immune system. Specifi cally, the lymphatic system is the body's bloodfi ltering tissue that helps fi ght infection and disease. As other cancers, lymphomas occur when cells divide too much and too fast. Symptoms of lymphomas include swelling in one or more groups of lymph nodes, fever, weakness, weight loss, and an enlarged liver and spleen (Cotran et al., 1994) . There are two major types of lymphomas: Hodgkin's disease and non-Hodgkin's lymphoma. Moreover, a lymphoblastic lymphoma -medium-sized lymphoid cells with a high nucleo-cytoplasmic ratio -is the most common type of non-Hodgkin's lymphoma, especially in children. Lymphoblastic lymphomas are the less predictable type, and they are more likely to spread to areas beyond the lymph nodes. Because lymphomas impair the immune system, there is the risk of death from infection. An estimated 60,000 people a year in the United States are diagnosed with lymphomas: 53,000 with non-Hodgkin's lymphoma and 7,000 with Hodgkin's disease, according to the Lymphoma Research Foundation of America. In most cases, the cause is not known. The clinical course for non-lymphoblastic lymphomas is less rapid than for lymphoblastic lymphomas. In mice, lymphoblastic lymphomas are usually seen in animals less than 10 months of age as a mediastinal mass with attendant respiratory distress and rapid clinical decline when the enlarging mass compresses the thorax. Non-lymphoblastic lymphomas occur predominantly in mice older than 10 months, generally cause progressively increasing abdominal distension, and are readily palpable. A variety of factors has been associated with an increased risk of developing lymphomas; specifi cally: congenital status, infectious agents such as viral and bacterial infections, and chemical and physical agents such as pesticides, solvents, arsenate, paint thinners, lead, hair dyes, and high-dose ionizing radiation exposure. These have all been shown to increase the incidence of lymphomas in humans.", "cite_spans": [{"start": 438, "end": 459, "text": "(Cotran et al., 1994)", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Lymphomas in Genetically Prone Mice: GSM Exposure"}, {"text": "A study was conducted in Australia in which the incidence of lymphomas in female E m -Pim1 transgenic mice was shown to be signifi cantly higher (OR = 2.4; P = 0.006, 95% CI = 1.3-4.5) in the exposed mice (43%) than in the sham controls (22%), following two 30-min periods per day exposure to 900 MHz plane-wave radiation repeated at 217 Hz (signals that mimic global system for mobile communication (GSM) digital mobile phones) (Repacholi et al., 1997) . Follicular lymphomas were the major contributor to the increased tumor incidence. At the end of the experiment, 53% of the exposed mice had lymphomas, compared with 22% of the unexposed controls. The exposed transgenic mice also recorded a faster onset of lymphomas. In this study, 100 mice were sham-exposed and 101 were exposed for up to 18 months. The pulse width was 0.6 ms. The average incident power density and SAR were 2.6-13 W/m 2 and 0.13-1.4 W/kg, respectively.", "cite_spans": [{"start": 429, "end": 453, "text": "(Repacholi et al., 1997)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Plane Wave Exposure of GenPharm E m -Pim1 Mice"}, {"text": "It should be noted that the E m -Pim1 transgenic mice were genetically engineered for a predisposition to lymphoma. Thus, the extrapolation of results found in a very sensitive animal model to possible carcinogenesis in humans is not well established. Moreover, this study suffered from two general types of identifi able defi ciencies. One type was dosimetric in nature; specifi cally, the plane-wave-equivalent exposure system used in this study allowed mice to roam and huddle freely during exposure to incident power densities of 2.6-13 W/m 2 . Consequently, there was a wide variation of SARs (0.008-4.2 W/kg, averaging 0.13-1.4 W/kg). Only an average response could be inferred from an average SAR, not an individual SAR. Moreover, it is conceivable that the higher incidence of lymphomas was associated with the higher SAR instead of the reported average SAR. Further, mice selected for necropsy during the experiment were not replaced with either other mice or tissue-equivalent phantoms, thus altering dosimetry in the remaining animals. There are also some critical shortcomings concerning the biological assay, methods, and procedures. The study lacked any standardized assessment criteria for deciding which mice would be selected for necropsy and surviving mice were disposed of without performing necropsy to ascertain whether there was infection and/or other relevant diseases, such as kidney failure, in those animals. Apparently, cage-control animals were not included as part of the experiment.", "cite_spans": [], "ref_spans": [], "section": "Plane Wave Exposure of GenPharm E m -Pim1 Mice"}, {"text": "Subsequently, another study was set up to test the same central hypothesis as that of the earlier (Repacholi et al., 1997) study, but with refi nements to overcome some of the perceived shortcomings. For example, the variation in SAR was reduced by restraining the mice and by using tissue-equivalent phantoms to replace autopsied mice. The new exposure system, supplied by Motorola, consisted of 15 lossy, radial, parallel-plate electromagnetic cavities (Ferris Wheel), confi gured for far-fi eld operation. Each cavity had 40 mice restrained individually in clear Perplex tubes, cylindrically arranged around a dipole antenna. The tubes were constructed to prevent each mouse from changing its orientation relative to the fi eld to facilitate SAR determination. The exposed groups were divided into four SAR levels: 0.25, 1.0, 2.0, and 4.0 W/kg. A standardized set of criteria (10% reduction in body mass over a week) was used for selecting mice for necropsy, and all surviving animals were necropsied. A total of 120 lymphoma-prone E m -Pim1 mice and 120 wild-type mice were exposed for 1 h/day, 5 days/week, at each of the four SAR levels, for up to 24 months. In addition, 120 E m -Pim1 and 120 wild-type mice were sham-exposed; there was also an unrestrained negative (cage) control group.", "cite_spans": [{"start": 98, "end": 122, "text": "(Repacholi et al., 1997)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "The paper concluded that the results of the double-blind study did not show an increase in lymphomas following a 2-year exposure to GSM cell phone radiation . Furthermore, there was no signifi cant difference in the incidence of lymphomas between exposed and sham-exposed groups at any of the exposure levels (with one exception). A dose-response effect was not detected. The fi ndings showed that long-term exposures of lymphoma-prone mice to 898.4 MHz (referred to as 900 MHz) GSM RF radiation at SARs of 0.25, 1.0, 2.0, and 4.0 W/kg had no signifi cant effects when compared with that of sham-irradiated animals. This was in contrast to the previous study, which reported that long-term (18 months) exposure of lymphoma-prone mice signifi cantly increased the incidence of nonlymphoblastic lymphomas when compared with sham-irradiated animals.", "cite_spans": [], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "Because this study was designed to test the same central hypothesis as that of the earlier study (Repacholi et al., 1997) but with refi nements to overcome some of the perceived shortcomings, the study deserves close examination.", "cite_spans": [{"start": 97, "end": 121, "text": "(Repacholi et al., 1997)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "To be sure, the latter was not a replication of the earlier study. A replication, as a standard practice of the scientifi c approach, requires that the same methods and materials are followed as in the earlier study. Given that there are major differences in materials and methods (beyond refi nements), the design of the latter is more appropriately characterized as an attempt to confi rm or refute, rather than replicate.", "cite_spans": [], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "More signifi cantly, close examination of the source of mice, exposure regime, animal restraint, and the omission of data from analysis in the later study could lead to a different conclusion than that stated in the publication. It was stated in the paper that the mice were supplied from the same source used in the earlier study, and listed Taconic Farms, New York, as the source. However, mice for the earlier study came from GenPharm International of Mountainview, California. Thus, the E m -Pim1 mice appear not to be the same after all. Even the same strain of mice, from different suppliers, may have different characteristics and may respond differently, a factor to be considered further.", "cite_spans": [], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "Mice in the later study were exposed to daily 1-h sessions, while those in the earlier study were exposed for two 30-min periods per day. The biological effect of fragmenting exposure duration is not well known. However, diurnal variations and the temporal dependence of physiologic, cellular and molecular processes are well established. The use of free-roaming vs. restrained animals by themselves is not a problem so long as the effects on these mice are characterized, with appropriate cage controls. Unfortunately, data for the cage-control mice were missing from the publication . Restraining the animal in a tight tube during the exposure session constitutes a continuing stress to the animal, which may lead to signifi cant stress responses that potentially could obscure any effect from the exposure to cell phone radiation.", "cite_spans": [], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "There are also some rather glaring inconsistencies in the published data (see Lin, 2002) . For example, some or all of the mice were dead after 18 or 20 months, according to one fi gure (Fig. 1 ), but they still had weight gains up to 26 months, according to another fi gure (Fig. 2 ) [Figs. 1 and 2 in Utteridge et al., 2002] . The study design included equal numbers of freely moving mice for negative controls (cage controls). However, data for the cage-control group were not given in the paper and appear to have been excluded from the statistical analyses. By not having the freemoving mice form a part of the statistical analysis group, the report was deprived of the pathophysiology of cage-control mice for comparison. The cage controls can and should serve as valuable background materials, which potentially might be masked by stress response induced by the restraining tube used for sham control. It is noteworthy that the incidence of lymphomas among the sham controls (SAR = 0; mice are restrained but not exposed) was very high in this study. Specifi cally, among the transgenic mice, the incidence of lymphomas was 75% for the sham-control group (89 out of 120 mice developed lymphomas: 15 with lymphoblastic lymphomas, 74 with nonlymphoblastic lymphomas). In contrast, the incidence of lymphomas in the earlier study (Repacholi et al., 1997) was 22% for the sham-control mice (22 out of 100 mice developed the disease: 3 with lymphoblastic lymphomas, 19 with nonlymphoblastic lymphomas). The high degree of incidence in the sham controls (75 vs. 22%) makes the experimental protocol impractical. It could have masked an effect from cell phones, or any other agent for that matter. It is unfeasible to come to any fi rm conclusions about lymphomas in transgenic mice exposed to cell phone radiation. These fl aws -possibly in the sourcing or handling of mice, the statistical analysis of the data, or in the fundamental design of the experiment -limit the conclusions that can be drawn for the outcome of the Utteridge et al. study, despite the paper's claim. Utteridge et al. (2003) have published a response to several comments (Kundi, 2003a ; Lerchl, 2003 ; Goldstein et al., 200 2, 2003 ) on their original article . Unfortunately, acceptability of results of the Utteridge et al. study has not been enhanced and clear, unambiguous data and information remain elusive for an unequivocal interpretation of the Utteridge et al. study (Kundi, 2003b) . The need for other investigators to replicate or confi rm these two studies (Repacholi et al., 1997 ; Utteridge et al., 2002) and to help appraise the acceptability and reliability of the reported results persisted for some time (Lin, 2008) .", "cite_spans": [{"start": 78, "end": 88, "text": "Lin, 2002)", "ref_id": "BIBREF23"}, {"start": 303, "end": 326, "text": "Utteridge et al., 2002]", "ref_id": "BIBREF37"}, {"start": 1334, "end": 1358, "text": "(Repacholi et al., 1997)", "ref_id": "BIBREF27"}, {"start": 2076, "end": 2099, "text": "Utteridge et al. (2003)", "ref_id": "BIBREF38"}, {"start": 2146, "end": 2161, "text": "(Kundi, 2003a ;", "ref_id": "BIBREF18"}, {"start": 2162, "end": 2176, "text": "Lerchl, 2003 ;", "ref_id": "BIBREF22"}, {"start": 2177, "end": 2206, "text": "Goldstein et al., 200 2, 2003", "ref_id": null}, {"start": 2452, "end": 2466, "text": "(Kundi, 2003b)", "ref_id": "BIBREF19"}, {"start": 2545, "end": 2570, "text": "(Repacholi et al., 1997 ;", "ref_id": "BIBREF27"}, {"start": 2571, "end": 2594, "text": "Utteridge et al., 2002)", "ref_id": "BIBREF37"}, {"start": 2698, "end": 2709, "text": "(Lin, 2008)", "ref_id": "BIBREF24"}], "ref_spans": [{"start": 186, "end": 193, "text": "(Fig. 1", "ref_id": "FIGREF0"}, {"start": 275, "end": 284, "text": "(Fig. 2 )", "ref_id": "FIGREF1"}], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "Later, a dosimetric evaluation of the Ferris-wheel exposure system used by Utteridge et al. (2002) for exposure of the E m -Pim1 transgenic mice to pulsed radiofrequency energy at 898.4 MHz was reported by Faraone et al. (2006) . Twinwell calorimetry was used to measure the whole-body SAR of exposed mice. One major conclusion was that since the average lifetime weight was slightly higher than originally projected (30 g), the lifetime exposure received by the mice was somewhat less than anticipated. In particular, the mean lifetime exposure levels were lower by about 18% than the original targets for the wild-type mice and about 10% for the transgenic mice. Specifi cally, the lifetime average whole-body SARs were 0.21, 0.86, 1.7, and 3.4 W/kg for the four exposure groups. Infrared thermography showed SAR peaks in the abdomen, neck and head in thermograms taken over the sagittal plane of mouse cadavers. The peak local SAR (1-g) at these locations, determined by thermometric measurements, showed peak-to-average SAR ratios with typical values around 3:1, but some are close to 6:1. Thus, the average and peak SARs were slightly lower than originally reported in Utteridge et al. (2002) .", "cite_spans": [{"start": 75, "end": 98, "text": "Utteridge et al. (2002)", "ref_id": "BIBREF37"}, {"start": 206, "end": 227, "text": "Faraone et al. (2006)", "ref_id": "BIBREF8"}, {"start": 1174, "end": 1197, "text": "Utteridge et al. (2002)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Ferris Wheel Exposure of E m -Pim1 Mice"}, {"text": "The potential effect of chronic exposure to GSM-modulated 900 MHz fi elds and tumor development in mouse strains genetically predisposed to lymphoma development was the subject of a recent publication (Oberto et al., 2007) . It was intended as a follow-up to the study by Repacholi et al. (1997) with improvements in dosimetry and methodology. The exposure system consisted of four Ferris Wheels and each wheel was composed of two parallel, circular, stainless-steel metal plates with a conical antenna in its center. Dosimetry was improved by restraining the mice in plastic tubes to obtain more uniform exposure. The incident fi eld was adjusted as a function of body mass to obtain an age-independent exposure dose. Tissue-equivalent phantoms were used to replace necropsied mice to maintain a more consistent and symmetrical absorption profi le. The study used identical RF signals as the previous study, i.e., animals were exposed to 217 Hz pulsed 900 MHz fi elds, but at average whole-body SARs of 0.5, 1.4, or 4.0 W/kg. In addition to whole body, dosimetric information about organ and spatial-average-peak SARs as well as their lifetime variations were reported. It is interesting to note that the ratio of organ or tissue average SAR to whole-body average SAR varied between 0.18 and 1.90. Moreover, the spatial peak SAR relative to the whole-body average SAR was as high as 62 and 85 for tissue mass of 5 and 0.5 mg, respectively.", "cite_spans": [{"start": 201, "end": 222, "text": "(Oberto et al., 2007)", "ref_id": "BIBREF26"}, {"start": 272, "end": 295, "text": "Repacholi et al. (1997)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Ferris Wheel Exposure of Taconic Pim1 Mice"}, {"text": "At variance with Repacholi et al. (1997) and Utteridge et al. (2002) , who used only female E m -Pim1 transgenic mice in their studies, this blinded study presented data on 500 female and male E m -Pim1 mice (250 females and 250 males purchased from Taconic Farms, New York). The animals were housed in a limited-access barrier rodent facility during the 20-day acclimatization period. The mice were trained to the exposure system before exposure started. Fifty female and 50 male mice were randomly selected for exposure at each SAR level (0.5, 1.4, or 4.0 W/kg), for sham exposure or as cage controls. The exposure was performed 1 h/day, 7 days/week for 18 consecutive months. Necropsy was performed on-site both for animals that died and for those that survived up to termination of the study.", "cite_spans": [{"start": 17, "end": 40, "text": "Repacholi et al. (1997)", "ref_id": "BIBREF27"}, {"start": 45, "end": 68, "text": "Utteridge et al. (2002)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Ferris Wheel Exposure of Taconic Pim1 Mice"}, {"text": "The results of this study showed a large gender difference in the overall incidence of lymphomas in these E m -Pim1 transgenic mice. The incidence in females is two to three times higher than in males. The overall incidence of lymphomas did not show any relationship to GSM-900 exposure according to authors. In females, incidence was 52% in cage controls, 44% in sham-exposed controls, 36% at 0.5 W/kg, 60% at 1.4 W/kg, and 40% at 4.0 W/kg ( Table 1 ) . The corresponding incidences for males were 16%, 18%, 20%, 20%, and 6%, respectively. The results for malignant lymphoma (lymphoblastic and non-lymphoblastic) did not show any relationship to GSM-900 exposure in either sex. Specifi cally, in females, the individual group and combined incidence of malignant lymphoma, 46.4% (116/250) was substantially higher than the corresponding incidence for males, 16% (40/250). With the exception of males exposed at 0.5 W/kg, for which the incidence of lymphoblastic lymphoma was 50% of the total cases (5 out of 10), in all the other groups of both sexes, non-lymphoblastic lymphoma (mainly pleomorphic and follicular) was the prevailing type of lymphoma, similar to that of the Repacholi et al. (1997) and Utteridge et al. (2002) studies.", "cite_spans": [{"start": 1175, "end": 1198, "text": "Repacholi et al. (1997)", "ref_id": "BIBREF27"}, {"start": 1203, "end": 1226, "text": "Utteridge et al. (2002)", "ref_id": "BIBREF37"}], "ref_spans": [{"start": 443, "end": 452, "text": "Table 1 )", "ref_id": "TABREF0"}], "section": "Ferris Wheel Exposure of Taconic Pim1 Mice"}, {"text": "It was reported that for all tumors, there was no signifi cant difference in the number of animals with tumors (incidence of tumors), regardless of malignancy or gender. However, the number of mice with tumors was about 20% higher in the cage controls than in the sham or any of the exposed groups ( Table 2 ). The incidence of benign tumors in females did not show any signifi cant differences among the various groups, while in males it was higher in the cage controls and in the 4.0 W/kg group than in the other groups. The incidence of malignant tumors did not vary signifi cantly between the cage control and the exposed groups. However, the incidence was reduced by 34 and 57% at 4.0 W/kg for females and males, respectively.", "cite_spans": [], "ref_spans": [{"start": 300, "end": 307, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Ferris Wheel Exposure of Taconic Pim1 Mice"}, {"text": "At the end of the experiment, the incidence of lymphomas in decedents was 42% (cage controls), 41% (sham controls), 16.6% (0.5 W/kg), 37.5% (1.4 W/kg), and 37.5% (4.0 W/kg) in females and 9% (cage controls), 20% (sham controls), 25% (0.5 W/kg), 17.6% (1.4 W/kg), and 5.8% (4.0 W/kg) in males, respectively. Thus, these data did not show any increase in lymphomas in the exposed animals. Compared with sham-exposed animals, mortality was higher in all the male groups exposed to GSM-900 radiation than in control groups. There was a signifi cant ( P < 0.05) variation in the probability of death before the end of the study; however, it was not dose-dependent. In females, the only signifi cant fi nding on survival was a reduction in time to death at 0.5 W/kg ( P < 0.05). Oberto et al. indicated that their study did not confi rm the fi nding of a 2.0-to 2.4-fold increase in lymphomas (43% of exposed compared with 22% of sham control) by Repacholi et al. Indeed, they consider the fi nding by Repacholi et al. (1997) as incidental. Oberto et al. (2007) claimed that the culprit was the low tumor rates of the female E m -Pim1 transgenic mice used for sham controls. In the study by Repacholi et al., only 22% of the shamcontrol mice had lymphomas, whereas 44% of the sham-control female mice in their study had lymphomas.", "cite_spans": [{"start": 996, "end": 1019, "text": "Repacholi et al. (1997)", "ref_id": "BIBREF27"}, {"start": 1035, "end": 1055, "text": "Oberto et al. (2007)", "ref_id": "BIBREF26"}, {"start": 1185, "end": 1202, "text": "Repacholi et al.,", "ref_id": null}], "ref_spans": [], "section": "Ferris Wheel Exposure of Taconic Pim1 Mice"}, {"text": "The AKR/J mice genome carries the AK-virus, which leads within one year to spontaneous development of thymic lymphoblastic lymphoma. To investigate the effects of chronic exposure to GSM-modulated 900 MHz fi elds, a study using this strain of mice genetically predisposed to lymphoma development was chosen by Sommer et al. (2004) . The unrestrained female mice were exposed for 24 h, 7 days a week at an average whole-body (10 g) SAR of 0.4 W/kg in radial waveguide, plane-waveequivalent exposure systems, except for about 1 h per week for weighing and palpation, during which time the cages were cleaned. Animals without signs of disease were sacrifi ced and necropsied at about 46 weeks of age, but earlier for animals with signs of disease. The experimental design allowed the 160 exposed and 160 shamexposed animals to be housed in the same room. The sham-exposed in this case had much lower fi eld exposure values and therefore SARs than exposed mice, i.e., −65 dB; they are not true shams.", "cite_spans": [{"start": 310, "end": 330, "text": "Sommer et al. (2004)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Radial Waveguide Exposure of AKR/J Mice"}, {"text": "Since mice can move freely, the whole-body SAR varies with the animals' postures and positions inside their cages. The SAR was analyzed by numerical com-putation of fi eld distributions inside the radial waveguide for fi ve different confi gurations of the animals, which were assumed to be uniformly distributed in time. The fi ve confi gurations are for groups of mice in the front and rear portions of the cage as well as for mice with heads, and left/right sides oriented toward the incident wave in an upright posture. The whole-body SAR was computed using simple homogeneous muscle phantoms (ellipsoids, 6 cm in length, 3 cm in diameter, and about 32 g in mass). The standard deviation of the whole-body SAR was found to be ±40%. Groups of anatomically shaped mice were used to evaluate the maximum localized SAR, which showed a maximum of value of 5.9 W/kg for 35 W of input power to the radial waveguide system.", "cite_spans": [], "ref_spans": [], "section": "Radial Waveguide Exposure of AKR/J Mice"}, {"text": "The results of this 46-week study showed that compared with \"sham-exposure,\" lymphoma-prone, female AKR/J mice exposed to 0.4 W/kg average whole-body SAR, 900 MHz GSM type radiation did not affect the incidence of lymphoma development. The median time for lymphoma development was 183 days for exposed mice or 193 days for \"sham-exposed\" mice, which was not statistically different. Cage controls were not included in this blinded study. Also, the high incidence in lymphoma development (~90%) for both the exposed and \"sham-exposed\" makes it a challenge to come to any fi rm conclusions about lymphomas in AKR/J mice exposed to mobile phone radiation. Further, the present experiment does not allow any conclusions about the onset of lymphomas or the kinetics of lymphoma development, since the animals were not sacrifi ced or examined at predetermined intervals, irrespective of clinical symptoms.", "cite_spans": [], "ref_spans": [], "section": "Radial Waveguide Exposure of AKR/J Mice"}, {"text": "It is interesting to note that the exposure to GSM-900 RF fi elds had no infl uence on the absolute body mass of the female AKR/J mice. The rapid development of lymphoma in these mice was associated with a loss of individual body mass of about 9.2% in the exposed and 8.5% in the \"sham-exposed\" mice, but the group difference was not statistically signifi cant. However, the relative gain in body mass of the female AKR/J mice was more pronounced in exposed than in \"sham-exposed\" animals and was statistically signifi cant ( P < 0.001). If confi rmed, this observation raises the intriguing question of potential trade-off between RF energy absorption and metabolism in the exposed or \"sham-exposed\" mice.", "cite_spans": [], "ref_spans": [], "section": "Radial Waveguide Exposure of AKR/J Mice"}, {"text": "The plane-wave-equivalent exposure system, used in this study, has prompted some questions about whether the SAR might be higher than reported.", "cite_spans": [], "ref_spans": [], "section": "Radial Waveguide Exposure of AKR/J Mice"}, {"text": "As discussed earlier, since the publication of Repacholi et al. in 1997 , reporting a 2.0-to 2.4-fold increase of lymphomas in lymphoma-prone E m -Pim1 transgenic mice exposed to GSM-900 RF radiation compared with control animals, there have been two studies using the same strain of transgenic mice and one study using a different lymphoma-prone (AKR/J) strain of transgenic mice. However, in addition to the obvious difference in mouse strain, the latter study varies from the other three in exposure regimes and involved a single SAR value. Some of the key features of these studies are given in Table 3 . It is obvious that there are major differences among these studies. This summary will highlight some of the salient features of the three studies using E m -Pim1 transgenic female mice. While all three studies used E m -Pim1 transgenic female mice and GSM-900 RF fi elds, they may be characterized at best as attempts to confi rm or refute, rather than replicate, the earlier study. First, the exposure systems and protocols were different. Mice were free-roaming, not restrained, in a plane-wave exposure fi eld for the initial study, but the Utteridge et al. and Oberto et al. studies used restrained animals in plastic tubes placed in radial waveguides for exposure. The resulting whole-body average SAR not only differed among the three studies but also varied between the two studies using restrained animals. Although the medium range of whole-body average SARs attained in the two subsequent studies was in the range of the average SARs reported in the earlier study, the tissue-specifi c exposure levels and peak-to-average SARs differed to a much larger degree (close to 100 times). Moreover, they varied even between the two studies using restrained animals in Ferris Wheel exposure systems.", "cite_spans": [{"start": 47, "end": 71, "text": "Repacholi et al. in 1997", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 599, "end": 606, "text": "Table 3", "ref_id": "TABREF2"}], "section": "A Summary of Lymphomas in Transgentic Mice and GSM-900 Exposure"}, {"text": "The tumor incidence varied among all three studies. Cage-control data are available only from the Oberto et al. study, which exhibited a tumor incidence of 52%. The reported incidences of lymphomas in the sham controls are 22, 74, and 44% for the Repacholi et al., Utteridge et al., and Oberto et al. studies, respectively. (Since sham-control mice in Repacholi et al. were free-roaming, not restrained, it might be reasonably compared with the 52% in cage controls of Oberto et al.) Clearly, the incidence of lymphomas among the sham controls varied widely. Moreover, the restraining and sham exposure of mice are supposedly the same for the Utteridge et al. and Oberto et al. studies, but they presented totally different rates of tumor incidence, thus rendering a realistic comparison between and among these studies diffi cult, if not impossible. These fl aws -possibly in the sourcing or handling of mice or in the fundamental design of the experiments -limit the conclusions that can be drawn.", "cite_spans": [{"start": 247, "end": 323, "text": "Repacholi et al., Utteridge et al., and Oberto et al. studies, respectively.", "ref_id": null}, {"start": 469, "end": 483, "text": "Oberto et al.)", "ref_id": null}, {"start": 643, "end": 677, "text": "Utteridge et al. and Oberto et al.", "ref_id": null}], "ref_spans": [], "section": "A Summary of Lymphomas in Transgentic Mice and GSM-900 Exposure"}, {"text": "It is noteworthy that the 46-week blinded study involving a different strain of female mice (AKR/J), which are also genetically predisposed to developing lymphomas cannot be regarded as a potential confi rmation study. Specifi cally, the AKR/J mice were exposed for 24 h per day, 7 days per week at a single SAR of 0.4 W/kg. Cage controls were not included; the study was deprived of the pathophysiology of cage-control mice for comparison (Sommer et al., 2004) . Further, the high incidence in lymphoma development makes it a challenge to come to any fi rm conclusion about lymphomas in AKR/J mice exposed to GSM-900 mobile-phone radiation.", "cite_spans": [{"start": 440, "end": 461, "text": "(Sommer et al., 2004)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "A Summary of Lymphomas in Transgentic Mice and GSM-900 Exposure"}, {"text": "There are two reported investigations where transgenic mice were the experimental subjects. In one case, ODC transgenic K2 mice were used to study skin cancer induction and the other to study lymphomas from a 3G system.", "cite_spans": [], "ref_spans": [], "section": "Cancer Studies in Other Genetically Prone Mice"}, {"text": "The ODC transgenic K2 mice carries the human ornithine decarboxylase (ODC) gene in their genome. In one study, the effect of RF radiation from GSM-900 (operating at 902.5 MHz, 0.577 ms pulses, and 217 Hz modulation) and DAMPS on ultraviolet (UV)-induced skin cancer in female ODC transgenic mice was investigated (Heikkinen et al., 2003) . The DAMPS (digital advanced mobile phone system) is a second generation cell phone system developed for use in the US market; it has now been superseded by other technologies. It operates in the 800 and 900 MHz frequency bands with 30 kHz channels. Similar to GSM, DAMPS is a digital wireless communication system. However, it employs a different, noncompatible version of the Time Division Multiple Access (TDMA) technology. The frequency was 849 MHz for this DAMPS-849 study; the pulse duration was 6.67 ms and the pulse repetition frequency was 50 Hz.", "cite_spans": [{"start": 313, "end": 337, "text": "(Heikkinen et al., 2003)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "In this study, groups of 50 transgenic female 12-to 15-week-old ODC-K2 mice were exposed for 1.5 h/day, 5 days a week, during the 52-week study (Heikkinen et al., 2003) . Identical rectangular waveguide chambers were used for the RF and sham exposures. The mice were kept in small cylindrical acrylic restrainers that allowed the animals to turn around except for some larger ones toward the end of the experiment. Further, the placement of the restrainers in the transverse orientation of waveguide chambers prevented the mice from aligning their longitudinal axis parallel to the electric fi eld. Each chamber accommodated the exposure of 25 mice at a time (additional animals from the same litters as the study animals were used to makeup for the capacity of chambers). The order of RF and sham exposures was changed weekly.", "cite_spans": [{"start": 144, "end": 168, "text": "(Heikkinen et al., 2003)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "The whole-body average SAR was reported to be 0.5 W/kg in both the GSM and DAMPS groups; the whole-body average SARs were 4.0 and 1.5 W/kg, for a given pulse in the two respective groups. The maximum deviation of the SAR was estimated to be 30% both for the GSM-900 and DAMPS-849 groups.", "cite_spans": [], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "The UV radiation was administered three times a week at a dose of 240 J/m 2 (1.2 times the human minimum erythemal dose) using lamps simulating the solar spectrum, except for the cage-control group. The protocol required UV exposures to precede RF exposures on Mondays and Fridays, and on Wednesdays the animals were exposed to RF fi rst. Benign and malignant primary skin cancers developed in 6 (32%) of the transgenic animals, which underwent UV exposure and served as sham-exposed. Only one transgenic animal in the cage-control group developed a macroscopic skin tumor.", "cite_spans": [], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "Among the number of mice available for histopathology, 12 were cage controls, and 21, 20, and 19 animals were in the GSM-, DAMPS-, and sham-exposed groups, respectively. The results showed that 5 (24%) and 8 (40%) of the GSM-and DAMPS-exposed mice developed macroscopic skin tumors, but neither the GSM nor DAMPS exposures had a statistically signifi cant effect on the development of skin tumors in ODC transgenic mice. Moreover, GSM-900 and DAMPS-849 exposures did not appear to act as a cocarcinogenic to UV-induced skin tumors.", "cite_spans": [], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "In spite of the small number of animals in this study, the results could be interpreted as comforting from the perspective of safety evaluation. Other limitations include the waveguide chamber exposure system, which likely produced highly selective absorption among the animals and, in principle, would have allowed the mouse closest to the source of RF energy to absorb most of the incident power. Although randomization of group assignment and daily placement of mice into the exposure chamber helped to ensure comparable long-term average exposure, they do not mitigate against the selective absorption that occurred during each exposure session. The selective absorption could have a confounding infl uence especially given the growth and maturation these mice experienced during the course of the study. Further, the dosimetric determinations are estimations of time and spatial average absorptions and they bear little relation to daily exposure or individual SAR or their distribution inside the animal body. It should be noted that the histology slides were evaluated in the blind except for the cage controls. This is also the case for other studies by this group of investigators (Heikkinen et al., 2001 (Heikkinen et al., , 2003 .", "cite_spans": [{"start": 1190, "end": 1213, "text": "(Heikkinen et al., 2001", "ref_id": "BIBREF12"}, {"start": 1214, "end": 1239, "text": "(Heikkinen et al., , 2003", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Skin Cancers in ODC Transgenic Mice: GSM and DAMPS Exposures"}, {"text": "The Universal Mobile Telecommunication System (UMTS) is a technical standard for third generation (3G) wireless communication. It uses a pair of 5 MHz channels in the frequency bands of 1,885-2,025 MHz and 2,110-2,200 MHz, for uplink (from user to base station) and downlink (from base station to user), respectively. It supports up to 2 Mbit/s data transfer rates, although the performance is around 64 kbit/s in the most heavily loaded system, but it is still higher compared with the typical 14.4 kbit/s of a GSM data channel and offers the prospect of practical, inexpensive access to the Internet on a mobile device. In the most commonly applied frequency division access mode, users are separated by different codes, a high data rate modulation (3.84 Mbit/s chiprate ) on top of the basic 5 MHz information rate. This fact infl uences the total radiated power from base station antennas. For the UMTS system, signals from all users must arrive at the base station with approximately the same power level. Thus, strict and fast power control is enforced at a rate of 1,500 Hz with steps as small as 1 dB. This means that the power radiated from a handset (and thus the SAR) will have a 1,500 Hz component. The maximum power radiated from a handset is governed by different classes. The most common is class IV with a maximum radiated mean power of 125 mW. (This is a factor of 2 less than the maximum mean power for GSM). In practice, the power radiated may be much less if the distance to the base station is short. For a small urban cell, the mean value could be as low as −6 dBm (6 dB below 1.0 mW, i.e., 0.25 mW). For a larger rural cell, a much higher fraction of the powers would be near the maximum value. However, SAR may vary with chip rates and the rates of power fl uctuations associated with the automatic power level control feature (APC).", "cite_spans": [], "ref_spans": [], "section": "Lymphomas in Genetically Prone Mice: UMTS Exposure"}, {"text": "The effect of chronic exposure to UMTS fi elds on the development of lymphoma was investigated in a blind study using lymphoma-prone transgenic AKR/J female mice by the same group that reported on GSM exposures of AKR/J mice (Sommer et al., 2007) . The animals were obtained from the Jackson Laboratory (Bar Harbor, USA) at an age of about 7 weeks and were acclimated for 1 week before random assignments into the experimental groups. Unrestrained mice were exposed (160) or sham-exposed (160) in the same room in two identical radial waveguide exposure systems. The cage controls (30) were also kept in the same room. The female AKR/J mice were exposed or sham-exposed for 43 weeks to a modulated 1.966-GHz UMTS test signal for 24 h per day, 7 days per week at an average wholebody SAR of 0.4 W/kg. The UMTS fi elds received were different by more than −65 dB between the exposed and sham-exposed mice. Animals visibly diseased or older than 43 weeks were killed, and tissue slices were examined for metastatic infi ltrations and lymphoma type.", "cite_spans": [{"start": 225, "end": 246, "text": "(Sommer et al., 2007)", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Lymphomas in Genetically Prone Mice: UMTS Exposure"}, {"text": "Authors have reported that the 43-week-long exposure to UMTS-modulated fi elds did not have a negative infl uence on growth or lymphoma development in female AKR/J mice compared with sham-exposed animals. Indeed, as shown in Table 4 , there is a nonsignifi cant trend toward a lower percentage in the incidence of lymphomas for the exposed mice when compared with the sham-exposed and cage-control animals. However, cage control AKR/J mice had a signifi cantly lower mean body mass than those exposed in the radial waveguides. The median survival times were comparable among all experimental groups. However, the percentages of mice that survived to the end of the experiment were 17.5, 8.8, and 3.3, respectively, for exposed, shamexposed and cage controls. Thus, a signifi cantly higher percentage of the survivors were exposed mice.", "cite_spans": [], "ref_spans": [{"start": 225, "end": 232, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Lymphomas in Genetically Prone Mice: UMTS Exposure"}, {"text": "It is diffi cult to arrive at a fi rm conclusion concerning lymphomas in AKR/J mice exposed to mobile phone radiation since the incidence of lymphoma development for the AKR/J strain of lymphoma-prone transgenic female mice is extremely high (88-96%) and not be obscured by it. Although a given set of data may show no negative effects from the mobile-phone radiation exposure, it is not obvious to what extent of increase or decrease in the incidence of lymphomas would constitute a signifi cant change in the tumor incidence.", "cite_spans": [], "ref_spans": [], "section": "Lymphomas in Genetically Prone Mice: UMTS Exposure"}, {"text": "Apparently, the exposure was fairly uniform since the overall spatial variation of the fi eld in the cage regions was 17.7%. While not restraining the animals minimizes the potential stress response induced by restraining, it also complicates dosimetry. It is well known that the distribution of absorbed energy varies with body posture and from location to location inside the animal's body, even though the exposure fi eld is uniform. Thus, a standard deviation of mean whole-body SAR of 50%, while comforting could mean as much as sixfold variations in peak SAR in local tissues and organs. The actual SAR could be much higher or lower than reported. This observation would also apply to the other study using AKR/J mice and radial waveguide exposure systems by the same group of investigators (Sommer et al., 2004) .", "cite_spans": [{"start": 797, "end": 818, "text": "(Sommer et al., 2004)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Lymphomas in Genetically Prone Mice: UMTS Exposure"}, {"text": "There are four reported cancer studies in normal or nontransgenic mice: skin cancer promotion in CD-1 female mice, X-ray-induced tumors in mice, cocarcinogenesis of skin cancer in nontransgenic ODC mice, and carcinogenic potential in female and male B6C3F1 mice.", "cite_spans": [], "ref_spans": [], "section": "Cancer Promotion and Induction in Normal or Nontransgenic Mice"}, {"text": "The CD-1 mouse model for cancer initiation/promotion has been used to examine the potential for cell phone fi elds to promote skin cancer after a single dose of the carcinogen 7,12-dimethylbenz[ a ]anthracene (DMBA) in a medium-term bioassay (Imaida et al., 2001) . Since the combination of DMBA initiation and 12-O -tetradecanoylphorbol-13-acetate (TPA) promotion is routinely used to study carcinogenesis, TPA was used for positive control. In this study, 10-week-old female CD-1 mice were treated with a single application of DMBA on shaved dorsal skin. A week later, mice were divided into four groups: 48 for sham exposure (DMBAsham), 48 for RF exposure (DMBA-RF), 30 for positive controls (DMBA-TPA), and 30 as cage controls (DMBA-control). Mice were exposed dorsally to 1,439 MHz RF radiation in individual chambers lined with absorbing materials in the near fi eld of a monopole antenna using TDMA-1500 signals of the personal digital cellular (PDC) phone. The 19-week exposure was carried on for 1.5 h/day, 5 day/week, at a dorsal skin local peak SAR of 2.0 W/ kg, with a whole-body average SAR of 0.084 W/kg. The fact that the ratio of peak to average SAR was 24 is irrelevant and misleading because of localized exposure in the near fi eld of the antenna. It was not a whole-body exposure scenario.", "cite_spans": [{"start": 242, "end": 263, "text": "(Imaida et al., 2001)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Skin Cancer in DMBA Treated CD-1 Mice: TDMA Exposure"}, {"text": "The results showed that the incidences of skin cancers in DMBA-RF, DMBA-Sham, DMBA-TPA, and DMBA-Control groups were 0/48 (0%), 0/48 (0%), 29/30 (96.6%), and 1/30 (3.3%), respectively. As expected, the incidence in the DMBA-TPA group was nearly 100%; tumor response sensitivity of CD-1 mouse skin to this pair is well known. These results indicate that near-fi eld exposure to TDMA-1500 fi elds did not indicate a promotional effect on skin tumorigenesis initiated by DMBA.", "cite_spans": [], "ref_spans": [], "section": "Skin Cancer in DMBA Treated CD-1 Mice: TDMA Exposure"}, {"text": "The capacity of cell phone RF radiation to act as a cancer promoter was the subject of an investigation examining the cell phone's effect on the development of cancers initiated in mice by ionizing radiation (Heikkinen et al., 2001) . Ionizing radiation was selected as an initiator because it is known to induce leukemia and lymphomas as well as several other types of cancers in mice. Young female CBA/S mice (3-to 5-week old) were randomized into four groups of 50 mice: cage control, sham, and two groups of RF-exposed animals. Except for the cage-control group, all mice were irradiated by X-rays at the beginning of the study and then to cell phone RF radiation for 1.5 h per day, 5 days a week for 78 weeks.", "cite_spans": [{"start": 208, "end": 232, "text": "(Heikkinen et al., 2001)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "X-Ray-Induced Tumors in Mice: GSM and NMT Exposures"}, {"text": "The total-body X-ray dose was 4 Gy delivered as three equal fractions of 1.33 Gy at 1-week intervals with linear accelerators. Appropriate steps were taken to ensure uniform irradiations of the whole body. The cell phone exposure started on the day of exposure to the ionizing radiation.", "cite_spans": [], "ref_spans": [], "section": "X-Ray-Induced Tumors in Mice: GSM and NMT Exposures"}, {"text": "The two types of RF exposures were signals from the analog NMT (Nordic Mobile Telephony) system at 902.5 MHz used mainly in North European countries, and the digital GSM system operating at 902.4 MHz. The exposures involved three identical rectangular waveguide chambers; the same as those used by this group in another study mentioned above (see Heikkinen et al., 2003) . The average wholebody SAR was 0.35 and 1.5 W/kg for the GSM-900 and NMT-900 groups, respectively.", "cite_spans": [{"start": 347, "end": 370, "text": "Heikkinen et al., 2003)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "X-Ray-Induced Tumors in Mice: GSM and NMT Exposures"}, {"text": "The survival rate of mice in the cage-control group was signifi cantly higher at 96% compared with 68% in the sham-exposed group; cage controls were not exposed to ionizing radiation. The survival rates of 68%, 66%, and 68% in the GSM, NMT and sham-exposed groups, respectively, were similar in the exposed and shamexposed groups. Specifi cally, the results showed that the proportion of X-ray irradiated mice with any neoplasm were 94%, 98%, and 98% in the GSM, NMT, and sham-exposed groups, respectively. Exposure to cell phone radiation did not significantly increase the incidence of any primary neoplasm in the tissues examined. The overall incidence of primary malignant neoplasm was 50%, 56%, and 40% in the GSM, NMT, and sham-exposed groups, respectively. The corresponding incidences of benign neoplasm were 82%, 76%, and 84%.", "cite_spans": [], "ref_spans": [], "section": "X-Ray-Induced Tumors in Mice: GSM and NMT Exposures"}, {"text": "Although the results of this study do not suggest cancer promotion by RF radiation from GSM-900 or NMT-900 cell phones, the proportion of X-ray irradiated mice with any neoplasm was as high as 100% in all exposed groups, irrespective of exposure conditions. It should also be mentioned that a particular limitation or uncertainty surrounding this study is use of the waveguide chamber exposure system, which likely produced highly selective absorption among the animals. Further, the dosimetric determinations are estimations of time and spatial average absorptions and they bear little relation to daily exposure or individual SAR or their distribution inside the animal body. Some of the animals may have encountered either considerably lower or higher SARs during a given exposure session, which would be washed out in the averaged responses.", "cite_spans": [], "ref_spans": [], "section": "X-Ray-Induced Tumors in Mice: GSM and NMT Exposures"}, {"text": "A parallel study of the potential cocarcinogenic effect of GSM-900 and DAMPS-849 fi elds in ODC nontransgenic mice was conducted by Heikkinen et al. (2003) . The study design and protocol were the same as those for the UV-induced skin cancer work in transgenic female ODC mice described above, except for the use of ODC nontransgenic mice. Female mice were exposed for 1.5 h/day, 5 days a week, during the 52-week study at a whole-body average SAR of 0.5 W/kg in rectangular waveguide chambers. Among the mice available for histopathology, 8 were cage controls, and 27, 26, and 26 were in the GSM-, DAMPS-, and sham-exposed groups, respectively. Microscopic skin tumors developed in 3 (11.5%) mice that were subjected to UV exposure and served as sham-exposed. None in the cage-control group developed a macroscopic skin tumor. The exposure results showed that 4 (15%) and 5 (19%) of the GSM-900 and DAMPS-849 exposed mice developed macroscopic skin tumors, but neither the GSM nor DAMPS exposures had a statistically significant effect on the development of skin tumors in ODC nontransgenic mice. Further, GSM and DAMPS fi elds did not appear to act as a cocarcinogenic to UV-induced skin tumors.", "cite_spans": [{"start": 132, "end": 155, "text": "Heikkinen et al. (2003)", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Skin Cancer in Nontransgenic Mice: GSM and DAMPS Exposures"}, {"text": "The carcinogenic potential from exposure to GSM and digital cellular system (DCS) fi elds operating at 902 and 1,747 MHz, respectively, was studied by Tillmann et al. (2007) . The study involved a large number (1,170) of female and male B6C3F1 mice. This strain of mice is a fi rst-generation hybrid strain produced by crossing C57BL/6 females with C3H males. The animals were 8-9 weeks of age at the start of RF exposures. The DCS system is commonly known as DCS 1800 and is a mobile communication system that operates in the 1,710-1,880 MHz region of the radio frequency spectrum. It uses the spectrum between 1,710 and 1,785 MHz for uplink and 1,805 and 1,880 MHz for downlink operations, respectively. Standard signaling schemes were used in this study. The study design included groups of 50 B6C3F1 mice of each sex for cage control, sham, GSM-900 and DCS-1800 exposures at whole-body averaged SARs of 0.4, 1.3, and 4.0 W/kg for 2 h per day, 5 days per week for 2 years. The sham-and RF-exposed groups were housed in the same room. It should be noted that while 100 mice were designated as cage controls, they were not included in any comparison among various study groups. Instead, the publication included the statement, \"comparison to published tumor rates in untreated mice revealed that the observed tumor rates were within the range of historical control data.\"", "cite_spans": [{"start": 151, "end": 173, "text": "Tillmann et al. (2007)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Cancer Induction in B6C3F1 Mice: GSM and DCS Exposures"}, {"text": "The RF exposure was conducted using ''Ferris Wheel'' chambers developed for the two frequencies of interest. Each chamber supported the simultaneous exposure of up to 65 mice restrained in plastic tubes. The GSM-900 and DCS-1800 exposures were conducted during the same time of the year, under essentially the same technical, laboratory, and environmental conditions. Corresponding to the whole-body average SARs of 0.4, 1.3, and 4.0 W/kg, the maximum average SAR during an active burst was 3.7, 11.1, 33.2 W/kg, respectively. The average absorption in the brain of a mouse was 2.5 W/kg for GSM and 5 W/kg for DCS. It should be noted that while the incident fi eld was adjusted to maintain the same exposure level, independent of the animal's mass or age, the average uncertainty for SAR was ±400 and 200% for GSM and DCS, respectively. Moreover, the spatial peak SAR at 4 W/kg may be as high as 250 W/kg for GSM and 30 W/kg for DCS. Obviously, the SARs varied widely under both GSM and DCS exposures.", "cite_spans": [], "ref_spans": [], "section": "Cancer Induction in B6C3F1 Mice: GSM and DCS Exposures"}, {"text": "For GSM-900 exposures, the results showed that while the number of tumorbearing B6C3F1 female mice (77%) at all levels was about 18% higher than in males (65%), they were not signifi cantly different from the sham exposure group in either females or males (Tillmann et al., 2007) . Also, the results did not show any signifi cant increase in the incidence of any particular organ-specifi c tumor type in the GSM-exposed compared to the sham-exposed. Likewise, the incidence of hepatocellular carcinomas was similar in GSM-and sham-exposed groups. However, there appeared to be a dose-dependent decrease of the incidence of hepatocellular adenomas in males. Further, the decrease of hepatocellular adenomas in males exposed to 4.0 W/kg was signifi cantly different ( P = 0.048) from that in the shamexposed males.", "cite_spans": [{"start": 256, "end": 279, "text": "(Tillmann et al., 2007)", "ref_id": "BIBREF36"}], "ref_spans": [], "section": "Cancer Induction in B6C3F1 Mice: GSM and DCS Exposures"}, {"text": "In DCS-exposed mice, the incidence of tumor-bearing females was highest (37/50, 74%) in the sham-exposed group, but it was not signifi cantly different from the 31/50 (62%), 35/50 (70%), and 33/50 (66%) for 0.4, 1.3, and 4.0 W/kg groups, respectively. However, there was a distinct dose-dependent decrease in the incidence of tumor-bearing males compared with the sham-exposed group. Specifi cally, the incidence was 37/50 (74%) in the sham-exposed group and 30/50 (60%; P = 0.202), 25/50 (50%; P = 0.023), and 24/50 (48%; P = 0.013) in the three respective SAR levels. Again, while the incidence of hepatocellular carcinomas was similar in DCS and sham-exposed groups; in male B6C3Fl mice, there was a dose-dependent decrease. Moreover, the decrease in males exposed to 4.0 W/kg was signifi cantly different ( P = 0.015) from that in the sham-exposed.", "cite_spans": [], "ref_spans": [], "section": "Cancer Induction in B6C3F1 Mice: GSM and DCS Exposures"}, {"text": "The two reports in which other strains of transgenic mice were the experimental subjects differed in nearly every aspect of the experiments: the strain of mice, RF fi eld, exposure regime study design, and tumor type, but they used comparable SARs (Table 5 ). The overall results from these studies showed no difference in cancer incidence from prolonged GSM or UMTS fi elds except for a nonsignifi cant trend toward a lower incidence of lymphomas for the UMTS-exposed AKR/J mice when compared with the cage controls. Among the studies of cancers in nontransgenic or normal mice, only one was a 2-year or life-long study, others varied from 19 to 78 weeks. There were two investigations on the promotional or cocarcinogenic potential for DMBA-and UV-induced skin cancers in CD-1 mice for 19-week exposures to TDMA fi elds, and ODC mice for 52-week exposures to GSM and DAMPS modulations, respectively. In both cases, the animals were partially restrained. These experiments did not indicate a promotional or cocarcinogenic effect on skin tumorigenesis ( Table 6 ) .", "cite_spans": [], "ref_spans": [{"start": 248, "end": 256, "text": "(Table 5", "ref_id": "TABREF4"}, {"start": 1054, "end": 1063, "text": "Table 6 )", "ref_id": "TABREF5"}], "section": "A Summary of Cancer Studies in Other Genetically Prone and Nontransgenic Mice"}, {"text": "The 2-year study on the carcinogenic potential in female and male B6C3F1 mice is especially worthy of note in several regards. While exposure of male and female B6C3F1 mice to wireless GSM-900 and DCS-1800 fi elds did not show any overall trend toward lower incidence for exposed) RF, sham, cage control increase in the incidence of tumors, there was a dose-dependent decrease in the number of tumor-bearing males and more so for incidence of hepatocellular carcinomas. The SARs in restrained mice varied widely (by as much as 85-fold) for both GSM and DCS exposure in \"Ferris Wheel\" chambers, although the incident fi eld was adjusted to maintain the same exposure level, independent of the animal's mass or age.", "cite_spans": [], "ref_spans": [], "section": "A Summary of Cancer Studies in Other Genetically Prone and Nontransgenic Mice"}, {"text": "The carcinogenic and cocarcinogenic potentials of RF electromagnetic fi elds employed for cellular mobile telephone systems have been the subject of several investigations using three different strains of laboratory rats. To date, the published reports include 8, 3, and 5 studies using Fischer 344, Wistar, and Sprague-Dawley rats, respectively. In some cases, the animals were restrained during exposure and others were not, under either plane-wave equivalent or near-zone exposure conditions. These tests were typically two years in duration. However, there was a 6-week liver bioassay study by Imaida et al. (1998) , and an implanted brain tumor study in rats irradiated for 2-3 weeks following glioma cell implantation; these animals typically die of glioma 2-3 weeks after glioma cell implantation (Salford et al., 1993) . The following section will begin with a summary of the short-term studies using Fischer 344 rats.", "cite_spans": [{"start": 598, "end": 618, "text": "Imaida et al. (1998)", "ref_id": "BIBREF16"}, {"start": 804, "end": 826, "text": "(Salford et al., 1993)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "TUMOR INDUCTION AND PROMOTION IN RATS"}, {"text": "The fi rst study using frequencies and modulations specifi c to cellular mobile phones and implanted brain tumors did not show any signifi cant difference in tumor growth between microwave-and sham-exposed rats (Salford et al., 1993) . In particular, the study used pulse-modulated 915 MHz RF fi elds and two rat glioma models of central nervous system tumors (RG2 and N32). It should be noted that gliomas, including astrocytomas and glioblastomas, are the most common malignancy of the central nervous system in adult humans, and the prognosis is extremely poor. The growth rate of N32, a glioma cell line, is approximately one-half that of RG2 tumor type.", "cite_spans": [{"start": 211, "end": 233, "text": "(Salford et al., 1993)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Implanted Brain Tumors in Fischer 344 Rats"}, {"text": "(The RG2 tumor model is an ethylnitrosourea-induced cell line, which grows in cell culture in vitro, and provides a reproducible glioma model when inoculated into the brain.) In both cases, tumor cells were injected stereotaxically into the right caudate nucleus of male and female rats (37 experimental and 37 matched-sham-control Fisher 344 rats, 150-250 g). Starting on the fi fth day after inoculation, intact (unanesthetized) animals were either RF-or sham-irradiated in individual TEM exposure chambers for 7 h/day, 5 days/week for 2-3 weeks. The modulation characteristics were 0.57 ms wide, 1 W pulses repeated at 0, 4, 8.33, 16, 50, or 217 Hz. The reported SARs were 0.008-0.4 W/kg. At 50 Hz modulation, the pulse width was 6.67 ms and peak power was 2 W, which produced SARs of 1.0 W/kg. Results from histopathological examinations indicate that repeated exposure to mobile phone RF fi elds did not promote growth of either the faster or the slower growing implanted gliomas beyond their normal course. Note that these animals typically die of glioma 2-3 weeks after glioma cell implantation.", "cite_spans": [], "ref_spans": [], "section": "Implanted Brain Tumors in Fischer 344 Rats"}, {"text": "The potential for cancer promotion by local exposure to pulse modulated fi elds was investigated in a medium-term bioassay employing chemically-induced rat liver carcinogenesis (Imaida et al., 1998) . Male Fischer 344 rats (48 exposed and 48 sham-exposed, 6-week old initially, at week 0) were given a single dose of diethylni trosamine (DEN, 200 mg/kg body mass, I.P.). Exposure began 2 weeks later and lasted for 6 weeks. The exposure to the near-fi eld 929.2 MHz TDMA signal for PDC (PDC, Japanese cellular telephone standard) was directed to the lateral midsection of the rat body through a quarter-wavelength monopole antenna. The maximum local SARs (temporal average) were 6.6-7.2 W/kg for the whole body and 1.7-2.0 W/kg within the liver, the target organ. Temporal peak SARs were three times higher due to the duty ratio of the PDC signal. (Although less relevant, the wholebody average SARs were 0.58-0.80 W/kg.) The animals were exposed for 90 min a day, 5 days a week, for 6 weeks. At week 3, all rats were subjected to a 2/3 partial hepatectomy. At the end of the 6-week exposure period when these young animals were 14 weeks of age, the experiment was terminated and all animals were killed. Carcinogenic potential was scored by comparing the numbers and areas of the induced glutathione S -transferase placental form (GST-P) positive foci in the livers of the exposed and sham-exposed rats. Another group of 24 rats, given only DEN and partial hepatectomy, served as the controls. The numbers (no./cm 2 ) of GST-P positive foci were 4.61 ± 1.77, 5.21 ± 1.92 ( P < 0.05, vs. control), and 4.09 ± 1.47 and the areas (mm 2 /cm 2 ) were 0.30 ± 0.16, 0.36 ± 0.21, and 0.28 ± 0.15, for the exposed, sham-exposed and control groups, respectively. There are no signifi cant differences between the exposed and sham-exposed groups. These fi ndings showed that local body exposure to a 929.2 MHz fi eld with a PDC modulation does not have a signifi cant effect on rat liver carcinogenesis under the experimental conditions employed. It should be noted that these are young animals and there did not appear to be any positive controls.", "cite_spans": [{"start": 177, "end": 198, "text": "(Imaida et al., 1998)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Promotion of Chemically Induced Rat Liver Cancer"}, {"text": "In a study that included fetal exposure, offsprings of pregnant Fischer 344 rats were tested for spontaneous tumorigenicity and the incidence of induced CNS tumors after a single dose of the carcinogen, N -ethylnitrosourea (ENU) in utero, followed by exposure to 836 MHz TDMA signals pulse-modulated at 50 Hz. The protocol involved both plane-wave-like far-fi eld and near-fi eld exposures (Adey et al., 1999) . Far-fi eld exposure of pregnant dams began on gestational day 19, and later with offspring in their cage up to weaning at 21 days of age. RF exposure was suspended until all pups were weaned. Near-fi eld exposures began after weaning and continued for the next 22 months, with each rat in individual restraints for four consecutive days weekly, 2 h/day. For far-fi eld exposures, rat cages were positioned in a vertically oriented 3 × 3 matrix at the square aperture of a large tapered horn radiator (2.0 m on a side). Sham exposures were made in a square chamber of identical dimensions and materials. The power density at the center of the horn aperture was 26 ± 5.0 W/m 2 , and it was within 1.6 dB across the cage exposure area. However, no SAR was given. Circular polarization was used to reduce possible orientation-dependent coupling to the animals, because dams and pups were free to move about their cages. Apparently, cage-control animals were not included in this study.", "cite_spans": [{"start": 390, "end": 409, "text": "(Adey et al., 1999)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "Near-fi eld exposure was provided by a carousel-type exposure system with 10 rats oriented radially around a central antenna. To accommodate 120 rats simultaneously (60 exposed, 60 sham), 12 exposure carousels were used. A plastic tubular restraint confi ned each rat for the duration of the exposure to facilitate dosimetry. The animals faced the antenna at a fi xed distance from the tip of the nose (30 mm from weaning to 120 days, 45 mm thereafter). Exposures were conducted in three shifts to accommodate the 360 exposed/sham-exposed rats in this study. Dosimetry was obtained using two different techniques, each of which was verifi ed by an independent method: numerical modeling verifi ed by electric probe measurements, and infrared thermography verifi ed by thermometric probes. Numerical modeling was based on magnetic resonance imaging data sets of a rat cadaver with a resolution of 0.125 mm 3 in the brain and 1.0 mm 3 in the rest of the body. The results were validated at 30 specifi c points within a cadaver brain, using an electric fi eld probe. In thermography, bisected rat cadavers were exposed to a 235 W fi eld at 836 MHz for £ 90 s and a series of infrared images of the cut surfaces was acquired for 2 min. Thermographic readings were compared with measurements made using a Vitek thermistor probe. The average brain SAR was 1.0-1.6 W/kg (time-averaged SAR of 0.33-0.53 W/kg) for rats ranging in size from 250 to 450 g.", "cite_spans": [], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "This study demonstrated that exposure of Fischer 344 rats to TDMA-modulated 836 MHz RF fi elds from late gestation through 24 months of age did not change the incidence of either spontaneous primary or ENU-induced CNS tumors. All animals did not survive to the end of the experiment; the 182 (77%) that survived were sacrifi ced for detailed histopathological examination. There was no evidence of tumorigenic effects in the CNS from the fi eld exposure; however, some evidence of tumor-inhibiting (\"protective\") effects of TDMA fi eld was observed. Overall, the TDMA fi eld-exposed animals exhibited trends toward a reduced incidence of spontaneous CNS tumors ( P < 0.16) and ENU-induced CNS tumors ( P < 0.16). In the 54 rats (23%) that died during the study (\"preterm rats\") where primary CNS tumors were determined to be the cause of death, the TDMA-fi eld exposure signifi cantly reduced the incidence of ENU-induced tumors ( P < 0.03).", "cite_spans": [], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "The observed tumor-inhibiting (\"protective\") effects of TDMA exposure were apparent but unexpected. Moreover, both the numbers of rats and tumors were small. The observation was confounded by such issues as stress introduced by the restraint device and the absence of cage controls. Furthermore, the incidence of spontaneous CNS tumors was several times higher than historical data reported for this strain of rats. A plausible explanation is that the historical data were based on gross examination rather than the detailed histopathology used in this study. To help assess the uncertainty of the observed protective effect, it would be desirable to conduct additional dose-response relationship experiments with a large number of animals.", "cite_spans": [], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "In a related study using the same exposure systems and protocols, Fisher 344 rats were exposed to frequency-modulated (FM), 836 MHz RF radiation from simulated cellular telephone operations during talk. Exposure-related changes were neither detected in number, incidence, or histological type of either spontaneous or ENU-induced CNS tumors, nor were gender differences observed in tumor numbers (Adey et al., 2000) . Thus, these two studies seem to suggest a relationship between the obser ved tumor reduction and the modulation scheme used for the cell phone RF fi eld .", "cite_spans": [{"start": 396, "end": 415, "text": "(Adey et al., 2000)", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "The protocol involving exposure of pups from Fischer 344 dams subjected to a single dose of ENU in utero was used to study TDMA-modulated 1.44 GHz fi eld with Japanese PDC cellular phone operating standards (Shirai et al., 2005) . The exposure apparatus was a carousel-type system in an environmentally controlled chamber. Rats with their nose direction toward the antenna in the center of the carousel were restrained individually in plastic holders; four different size holders were used to accommodate the animals' growth throughout the 2-year experiment. Brain average SARs of 0.67 and 2.0 W/kg were selected for a low and a high level exposure; the whole-body average SAR was less than 0.4 W/kg. A total of 500 pups were divided into fi ve groups, each composed of 50 males and 50 females: untreated cage controls; ENU alone; 3 groups of ENU + RF (sham exposure and 2 at 0.67 and 2.0 W/ kg exposure levels, respectively). Furthermore, an additional 63 rats for each sex were used as dummy subjects to cover any vacancy in the RF exposure boxes due to interim death to maintain the same exposure conditions.", "cite_spans": [{"start": 207, "end": 228, "text": "(Shirai et al., 2005)", "ref_id": "BIBREF29"}], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "The results showed that the growth rates of treated rats were not signifi cantly different from those of untreated controls in both the females and males. Restraining the animals was associated with curtailed growth in the males (and apparently in females after the age of 1.5 years). Otherwise, there were no inter-group differences in body mass, food consumption, or survival rates. Increase in the incidence or number of brain or spinal cord tumors was not observed in the RF-exposed groups (Fig. 3 ). In addition, no clear changes in tumor types were detected. Thus, TDMAmodulated 1.44 GHz RF exposure at 0.67 and 2.0 W/kg to the heads of rats for a 2-year period did not exhibit any promotional effect on ENU-initiated brain tumorigenesis. It should be noted that in contrast to the Adey et al. assay, the protocol of the present experiment used four different sized restraining holders during the experimental period to accommodate the animals' growth. This approach prevented the smaller animals from turning around in the holder and reduced the associated dosimetric uncertainties. However, this procedure may have contributed to increased stress on the restrained animals.", "cite_spans": [], "ref_spans": [{"start": 494, "end": 501, "text": "(Fig. 3", "ref_id": "FIGREF3"}], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "This exposure system and protocol were applied to investigate whether chronic (2-year) exposure to wide-band code division multiple access (W-CDMA) RF fi elds has any effect on promotion of ENU-induced tumorigenesis. The monopole antenna was adjusted for the 1.95 GHz cellular operation. W-CDMA signal is a feature of the International Mobile Telecommunication 2000 (IMT-2000) wireless communication system. Pregnant Fischer 344 rats were administered a single dose of ENU on gestational day 18 and a total of 500 pups was divided into fi ve groups as in the other study, each composed of 50 females and 50 males. In general, no signifi cant increase in the incidence or number of tumors was observed in the experimental animals (Fig. 4 ) . Moreover, the results showed no clear changes in tumor types in the brain. However, there was a tendency of slight increase in brain tumor development in the females exposed to 1.95 GHz W-CDMA modulated fi eld (Table 7 ) . \"white dots on black -\" moribund and killed; \"diagonal lines -\" end of the experiment. Spinal cord tumors: \"black dots on white -\" moribund and killed; \"vertical lines -\" end of the experiment (Shirai et al., 2005) . The spontaneous tumorigenesis of Fischer 344 rats, without the use of ENU initiation, was the subject of another investigation (La Regina et al., 2003) using frequency-modulated continuous-wave (836 MHz) radiation in the form of frequency division multiple access (FDMA). In addition, an experiment was conducted using CDMA-modulated 848 MHz in carousel-type exposure systems. A total of 480 young female and male Fischer 344 rats, 80 female and 80 male, was placed randomly in each of three experimental groups: sham, FDMA and CDMA groups exposed to 847.74 MHz CDMA. Exposure began when the animals were 6-weeks old. Rats were placed in their respective chambers and exposed for a total of 4 h each day, 5 days a week during the subsequent 2-year study period. Although it appeared that cage-control animals did not form a part of this study, sentinel rats were kept in the room to monitor for infectious disease. Results showed exposure to 835.62 MHz FDMA or 847.74 MHz CDMA RF radiation had no effect on spontaneous tumor development in brain or other organs of either male or female Fischer 344 rats.", "cite_spans": [{"start": 1157, "end": 1178, "text": "(Shirai et al., 2005)", "ref_id": "BIBREF29"}, {"start": 1312, "end": 1332, "text": "Regina et al., 2003)", "ref_id": "BIBREF21"}], "ref_spans": [{"start": 729, "end": 738, "text": "(Fig. 4 )", "ref_id": "FIGREF5"}, {"start": 951, "end": 961, "text": "(Table 7 )", "ref_id": "TABREF6"}], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "The Fischer 344 rats were used as subjects of a study on the effect of Iridium signal modulation, which uses differentially encoded quaternary phase shift keying (DEQPSK). The Iridium system is a satellite-based, digital, wireless, personal communication network. In this study, pregnant Fischer 344 rats from 19th day of gestation and their offspring were exposed to a far-fi eld 1.6 GHz Iridium fi elds for The numbers in the parenthesis represents percent incidences 2 h/day, 7 days/week until weaning (Anderson, et al., 2004) . Far-fi eld whole-body exposures were conducted in a parallel-plate system with a fi eld intensity of 4.3 W/ m 2 and whole-body average SAR of 0.036-0.077 W/kg (0.10-0.22 W/kg in the brain). This was followed by chronic, head-only exposures of female and male offspring to a near-fi eld produced in a carousel system for 2 h/day, 5 days/week for 2 years. Near-fi eld exposures were conducted at a SAR of 0.16 or 1.6 W/kg in the brain. Concurrent sham-exposed and cage-control rats were also included in the study. A total of 150 female rats were divided into 3 groups: 42 untreated cage controls, 36 sham control, and 72 RF exposure. They remained singly housed, or with their pups in the same cage during far-fi eld exposure until the weaning of the offspring. For the near-fi eld exposure phase of the study, three rats of the same gender from the same exposure group were housed per cage. The 700 pups were divided into 4 groups composed of 80 females and 80 males as untreated cage controls; 3 groups each of 90 females and 90 males for sham, 0.16 and 1.6 W/kg, respectively, in the rat brain. Neither statistically signifi cant differences were observed among treatment groups for number of live pups/litter, survival index, and weaning mass, nor were there differences in clinical signs or neoplastic lesions among the treatment groups. It should be noted that the reporting of clinical histopathology was not consistent in this study. In particular, the incidence of brain tumors in untreated cage controls was not reported. Instead, incidences of brain tumors was compared with and found to be comparable to published historical control incidences for Fischer 344 rats. The percentages of animals surviving at the end of the near-fi eld exposure were not different among the male groups. In females, a signifi cant decrease in percentage of survival and survival time was observed for the cagecontrol group.", "cite_spans": [{"start": 505, "end": 529, "text": "(Anderson, et al., 2004)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Tumor Induction or Promotion in Chronically Exposed Fischer 344 Rats"}, {"text": "In addition, Wistar rats were the subject of two studies on the carcinogenic and cocarcinogenic potential of cell phone RF electromagnetic fi elds, the fi rst of which investigated tumorigenesis induced by the mutagen 3-chloro-4-(dichloromethyl)-5hydroxy-2(5H)-furanone (MX) given in drinking water. Female Wistar rats aged 7 weeks at the beginning of the experiments were randomly divided into four groups of 72 animals: a cage-control group and three MX-treated groups (a daily average dose of 1.7 mg MX/kg body mass for two years) (Heikkinen et al., 2006) . MX is known to be a potent bacterial mutagen and a multisite carcinogen in Wistar rats. In this case, MX rats were exposed to RF radiation for 2 h per day, 5 days per week for 104 weeks to GSM-modulated 900 MHz fi elds at whole-body average SARs of 0.0 (sham), 0.3 and 0.9 W/kg. Unrestrained animals were exposed to GSM radiation in individual cages installed in a radial transmission line system. The rats were able to move freely in the cages. Food was available at all times, but water bottles were removed for the RF fi eld exposure sessions. Histopathological examination performed on the rats showed that GSM exposure did not affect tumor types and incidences observed in the MX-exposed animals. There were no statistically signifi cant changes in mortality or organ-specifi c incidence of any tumor type.", "cite_spans": [{"start": 534, "end": 558, "text": "(Heikkinen et al., 2006)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Carcinogenic and Cocarcinogenic Potentials in Wistar Rats"}, {"text": "A more recent publication reported two sets of carcinogenic results from Wistar rats exposed to GSM at 902 Hz and DCS at 1,747 MHz, respectively (Smith et al., 2007) . The RF exposure took place in a waveguide wheel -a circular array of waveguides excited by a common quarter-loop circularly-polarized antenna located in the center. In addition to cage and sham controls, for each frequency, 500 rats (7-week old in 5 groups of 50 females and 50 males per group) were exposed for 2 h/day, 5 days/week for up to 104 weeks at target SARs of 0.44, 1.33, and 4.0 W/kg. These two double-blinding studies did not produce any evidence that RF fi eld exposure at GSM-900 or DCS-1747 had any effect on the incidence or severity of any primary tumors or the type, incidence, multiplicity, and latency of any neoplastic lesion (Table 8 ) .", "cite_spans": [{"start": 145, "end": 165, "text": "(Smith et al., 2007)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 816, "end": 826, "text": "(Table 8 )", "ref_id": null}], "section": "Carcinogenic and Cocarcinogenic Potentials in Wistar Rats"}, {"text": "It is interesting to note that while the combined female and male incidence of palpable mass was similar across all groups, the incidence in females was higher than in males, with the highest incidence occurring in the sham control females for both GSM-902 and DCS-1474 (Table 9 ). The macroscopic fi ndings showed several statistically signifi cant gross lesions. Compared with sham control, the incidence of foci in the liver of males of the 1.33 W/kg GSM group and of skin nodules in males of the 0.44 W/kg DCS group were higher ( P < 0.05), while incidence of foci in the lachrymal glands of males of the 1.33 and 4.0 W/kg GSM group was lower. Also, the incidence of cysts in the liver of females of 9.44 W/kg GSM group was lower compared with an incidence of 9% in the corresponding sham control group. Similar to the observation of 4/50 prostate adenomas in the 4.0 W/kg DCS group compared with 0/50 in the sham-exposed controls, these observations were considered isolated, incidental fi ndings unrelated to RF exposure by authors (Smith et al., 2007) . It is noted that histopathology was not performed for the cage-control rats in this study.", "cite_spans": [{"start": 1038, "end": 1058, "text": "(Smith et al., 2007)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 270, "end": 278, "text": "(Table 9", "ref_id": "TABREF7"}], "section": "Carcinogenic and Cocarcinogenic Potentials in Wistar Rats"}, {"text": "In addition to whole-body-averaged SARs, this study provided detailed dosimetry including the spatial peak and organ-averaged SAR values for the GSM and DCS systems. Because of the differences in frequency, the distribution of the induced fi elds at the same whole-body averaged exposure is signifi cantly different between the GSM and DCS experiments. For example, the brain-averaged exposure differed by a factor of 5 (i.e., 1.5 W/kg at GSM compared with 7.6 W/kg at DCS), whereas the SARs of other organs such as liver, kidneys, etc. were similar. It should be mentioned that this study employed an exposure protocol with a targeted whole-body SAR averaged over the entire exposure period. For example, the whole-body SAR 4 W/kg was achieved in the DCS study, but the SAR levels had to be decreased in the GSM study since the body mass increase of the rats was greater than predicted such that the available power was insuffi cient to maintain 4 W/kg. In fact, the wholebody SAR averaged over the entire exposure period was 3.7 W/kg for the GSM study.", "cite_spans": [], "ref_spans": [], "section": "Carcinogenic and Cocarcinogenic Potentials in Wistar Rats"}, {"text": "The Sprague-Dawley strain of rats has been used to investigate the carcinogenic potential of cell phone radiation especially with regard to neural and mammary tumors. In one study (Zook and Simmens, 2001) , Sprague-Dawley rats were exposed in a carousel-type system to a FM (CWRF) or a pulsed RF (PRF) fi eld generated by a Motorola Integrated Radio Services (MiRS) source. The 860 MHz RF exposure at a SAR of 1.0 W/kg averaged over the brain took place for 6 h/day, 5 days/week from 2 up to 24 months of age. The rats were assigned to 15 groups. Each group consisted of 60 rats (30 males and 30 females). Every group exposed to an RF fi eld had a matching sham-exposed group held in identical exposure units for the same periods. These offspring were injected i.v. with 0, 2.5, or 10 mg/kg of ENU to induce brain tumors. Three groups of cage controls were killed at the same time as the rats given corresponding ENU doses. All rats but 2, totaling 898, were necropsied, and major tissues were histopathologically examined. Table 10 gives the number of malignant brain and nerve tumors and the number of animals with tumors. Overall, there was no statistically signifi cant indication that the pulsed (PRF) or FM (CWRF) exposure induced cancer in the Sprague-Dawley rats. Additionally, there was no signifi cant indication of promotion of CNS or spinal cord tumors. The PRF or CWRF had no statistically signifi cant effect on the number, volume, location, multiplicity, histological type, malignancy, or fatality of brain tumors. However, authors suggest there was a trend for the group that received a high dose of ENU and was exposed to the PRF to develop fatal brain tumors at a higher rate than its sham group. Indeed, the result showed a 50% reduction in numbers for sham or CWRF compared with cage controls in the low or zero ENU-dose groups. In contrast, for PRF, the numbers either doubled or were the same compared with cage controls in the low or zero ENU-dose groups.", "cite_spans": [{"start": 180, "end": 204, "text": "(Zook and Simmens, 2001)", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 1024, "end": 1032, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "In several studies, the RF fi eld employed in cellular mobile communication was tested using 7,12-dimethylbenz[ a ]anthracene (DMBA)-induced mammary tumors in female Sprague-Dawley rats as a model for human breast cancer. Bartsch et al. (2002) conducted three experiments using female Sprague-Dawley rats under standardized conditions that were replicated twice by starting the two subsequent experiments on the same day of the two following years. In each experiment, 120 rats (60 for sham) were injected with a single 50 mg/kg dose of DMBA and continuously exposed to 900 MHz GSM fi elds in two separate plane wave chambers, except for brief servicing and house-keeping periods, until practically all animals had developed mammary tumors. The animals had freedom to move within their cages. Circularly-polarized RF fi elds in the exposure chambers had an average power density of 100 m W/cm 2 at the bottom of the animal cages. For an adult female Sprague-Dawley rat weighing 300 g, the whole-body SAR was 0.017-0.070 W/kg. Note that the whole-body SAR declined continuously during the course of the experiment due to body-resonant energy absorption. At the beginning of the experiment (51-day old, 150 g), animals had whole-body SARs between 0.033 and 0.13 W/kg. The overall results of the three studies are that low-level GSM-900 RF fi eld exposure did not have any signifi cant effect on tumor latency and that the cumulative DMBA-initiated mammary tumor incidence at the end of the experiment was unaffected by the exposure. However, in the fi rst experiment, the median latency for the development of malignant tumors was statistically significantly extended for RF fi eld-exposed rats compared to sham controls (278 days compared with 145 days). This difference was not detected in the two subsequent experiments. Cage controls were not included in this study. The results show that low-level GSM-900 RF radiation did not appear to have a cancer-promoting effect on DMBA-induced mammary tumors.", "cite_spans": [{"start": 222, "end": 243, "text": "Bartsch et al. (2002)", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "The promotion of DMBA-initiated mammary tumors in Sprague-Dawley rats subchronically exposed to GSM-900 radiation over a wide range of whole-body SARs was investigated in one study involving two separate experiments (Anane et al., 2003) . Mammary tumors were induced by ingestion of a single 10 mg dose of DMBA in 55-day-old female Sprague-Dawley rats. RF exposure started 10 days later for 2 h/day, 5 days/week for 9 weeks. Rats (128) were exposed to plane waves with the electric fi eld parallel to the long axis of the body at whole-body SARs of 0.0 (sham), 0.1, 0.7, 1.4, 2.2, and 3.5 W/kg in 8 groups of 16 animals. Among these were two groups at 0.4 W/kg, separated by one month in time. Another 8 rats served as an untreated cage-control group, but were not included in the data analysis. Rats were killed 3 weeks after the end of exposure. The results obtained indicated that there were no differences in latency, multiplicity, or tumor volume among the groups. With regard to tumor incidence (Table 11 ) , while these data showed both increases and decreases compared with sham exposure, overall the results are rather inconsistent. Nevertheless, there seems to be a trend toward reduced rate of incidence of DMBA-initiated mammary tumor for rats exposed to GSM-900 RF fi elds at 1.4 W/kg or lower. Note that the number of animals per group (16) is relatively small in this study. A smaller number of cage controls (8) were mentioned but data were not presented in this study.", "cite_spans": [{"start": 216, "end": 236, "text": "(Anane et al., 2003)", "ref_id": "BIBREF2"}], "ref_spans": [{"start": 1001, "end": 1012, "text": "(Table 11 )", "ref_id": "TABREF0"}], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "Another study designed to test the carcinogenic or promotional potential of GSM-modulated 900 MHz fi elds in female Sprague-Dawley rats involved the use of a different exposure system (Yu et al., 2006) . The \"exposure wheel\" consisted of a circular array of 17 sectored waveguides, excited by a single loop antenna located in the center. To enhance homogeneity of fi eld exposure, each week the exposure position of each rat was rotated one position to the right on the wheel so that the position and exposure of individual rats varied throughout the 26-week exposure duration. Individual rats were administered a single 35 mg/kg dose of DMBA and a total of 500 rats were divided into fi ve groups: cage control and four exposure groups, including sham and three RF exposure groups for SARs of 0.0, 0.44, 1.33, and 4.0 W/kg, respectively. The 26-week exposure started one day after DMBA administration for 4 h/day, 5 days/week. Rats were palpated weekly for the presence of mammary tumors and were killed at the end of the 26-week exposure period. The results showed no signifi cant differences in body mass between sham-and GSM 900-exposed groups. No signifi cant differences in overall mammary tumor incidence, latency to tumor onset, tumor multiplicity, or tumor size were observed between GSM 900-and sham-exposed groups. There were signifi cant differences in body mass and benign mammary tumors between the cage control and experimental groups (sham and exposure). Specifi cally, body mass and mammary tumor incidence, especially benign tumors in the cage-control group are signifi cantly higher than in the sham-and GSM 900-exposed groups. The latency to mammary tumor onset was also signifi cantly shorter in the cage-control group than in the other groups.", "cite_spans": [{"start": 184, "end": 201, "text": "(Yu et al., 2006)", "ref_id": "BIBREF40"}], "ref_spans": [], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "For rats in exposure groups, including the sham control group, food and water were not available during exposure. The duration of food and water deprivation was 4.5-5.0 h per experiment day. In contrast, for rats in the cage-control group, food and water were available ad libitum for the 6-month experimental period. Given that many reports indicate chronic food restriction inhibits the development of mammary tumors in mice and rats, the observed difference in DMBA-induced mammary tumors in sham and exposed female Sprague-Dawley rats is most likely associated with dietary restriction.", "cite_spans": [], "ref_spans": [], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "A parallel study of DMBA-induced mammary tumors in female Sprague-Dawley rats has been published recently (Hruby et al., 2008) . This study used the same protocol and \"waveguides in a wheel\" exposure system as the Yu et al. study. Rats in the cage-control group had in most aspects the highest incidence and malignancy of tumors or neoplasms among all groups. In particular, when compared with the sham-exposed group the cage-control group had signifi cantly more palpable tissue masses, more benign and malignant tumors, perhaps for the same reasons as mentioned previously in connection with the Yu et al. study. In addition, the results showed several signifi cant differences among the various exposure groups: all GSMexposed groups had, at different times, signifi cantly more palpable tissue masses. There were fewer rats with benign tumors, but more with malignant tumors or neoplasms in the 4.0 W/kg group (Table 12 , where SARs of 0.4, 1.33 or 4.0 W/kg are designated as low, mid, or high dose). In addition, there were more adenocarcinomas in the 0.4 W/kg group, more malignant tumors in the 0.4 and 4.0 W/kg groups, more Sprague-Dawley rats with adenocarcinomas in the 4.0 W/kg group, and fewer rats with fi broadenomas in the 0.4 and 4.0 W/kg groups. None of the above fi ndings in GSM-exposed rats produced a clear dose-response relationship. The signifi cant differences between the sham-exposed animals and one or more GSM-exposed groups may be interpreted as evidence of an effect of GSM exposure. However, authors of the paper had opined that the differences between the groups are incidental because of the high variability in results.", "cite_spans": [{"start": 106, "end": 126, "text": "(Hruby et al., 2008)", "ref_id": "BIBREF15"}, {"start": 214, "end": 230, "text": "Yu et al. study.", "ref_id": null}], "ref_spans": [{"start": 914, "end": 925, "text": "(Table 12 ,", "ref_id": "TABREF0"}], "section": "Induction or Promotion of Cancer in Sprague-Dawley Rats"}, {"text": "Among the 2-year cancer promotion studies using Fischer 344 rats (Table 13 ) , four involved ENU induction. They each used a different carrier frequency or modulation scheme specifi c to wireless communication, but none gave any indication of an increase in the promotion of ENU-induced brain or CNS cancer. Likewise, the two spontaneous tumor induction studies did not show any signifi cant difference in CNS tumor growth or incidence between RF-and sham-exposed rats. As part of their ENU study, Adey et al. (2000) had included a non-ENU group, which yielded a reduction in tumor incidence for TDMA-modulated 836 MHz exposures. The interpretation of this fi nding becomes obscure since cage-control animals did not form a part of this investigation. Moreover, restraining the experimental animals during exposure in the carousel-type exposure system could have introduced a stress factor, which further complicates interpretation of the results. The Wistar rats exposed to GSM-900 studies provided the same null results with regard to any tumor type. However, there were major differences in most aspects of the studies conducted in two different laboratories. One was a promotional study (Heikkinen et al., 2006) where unrestrained rats were exposed in a plane wave environment and the other studied the induction of cancer in restrained rats exposed in the near fi eld of a waveguide-wheel exposure system (Smith et al., 2007) . This study also reported on a DCS study at 1,747 MHz. As for GSM, the combined female and male incidence of palpable mass was found to be similar across all exposed groups. Histopathology was not performed for the cage-control rats in the Smith et al. study. The report showed that the incidence in females was higher than in males, with the highest incidence occurring in the sham control females for both GSM-900 and DCS-1474. The macroscopic fi ndings showed several statistically signifi cant gross lesions comparing sham control with GSM exposed groups.", "cite_spans": [{"start": 498, "end": 516, "text": "Adey et al. (2000)", "ref_id": "BIBREF1"}, {"start": 1191, "end": 1215, "text": "(Heikkinen et al., 2006)", "ref_id": "BIBREF14"}, {"start": 1410, "end": 1430, "text": "(Smith et al., 2007)", "ref_id": "BIBREF31"}], "ref_spans": [{"start": 65, "end": 76, "text": "(Table 13 )", "ref_id": "TABREF0"}], "section": "A Summary of Studies on Cancer and Cell Phone RF-Exposed Rats"}, {"text": "As a model for human breast cancer, DMBA-induced mammary tumors in female Sprague-Dawley rats formed the objective in four studies employing RF radiation from GSM-900 cellular mobile communication systems (Table 13 ). The Bartsch et al. investigation was a self-replicated study using unrestrained rats and it found no difference between sham and plane-wave RF-exposed animals. Restraining the rats as in the Anane et al. study and somewhat higher SARs did not produce any statistical difference either. Note that neither the Bartsch et al. or the Anane et al. studies included cage controls. However, a parallel investigation involving frequencies and modulations specifi c to GSM-900 mobile telephones, and identical \"waveguidewheel\" exposure systems producing the same SARs gave very different pictures in mammary tumor incidence. Although Yu et al. found no difference between RF and sham-exposed rats, benign tumors in the cage-control group are signifi cantly higher than in the sham and GSM 900-exposed groups. The latency to mammary tumor onset was also signifi cantly shorter in the cage-control group than in the exposed groups. This difference in DMBA-induced mammary tumors was thought to be associated with dietary restrictions imposed on the sham and exposed female Sprague-Dawley rats. Similar to the Yu et al. report, cage-control rats in the Hruby et al. study had in most cases the highest incidence and malignancy of neoplasms. However, the results showed several signifi cant differences among the various exposure groups: All GSM-exposed groups had, at different times, signifi cantly more palpable tissue masses. Although it may serve as evidence of an effect of GSM fi eld exposure, the fact that none of the fi ndings in GSM-exposed rats produced a clear dose-response relationship makes it diffi cult to arrive at a defi nitive conclusion, especially since the DMBA dose and manner of administration were different. Moreover, the DMBA-mammary tumor model seems prone to produce variable results in some cases.", "cite_spans": [{"start": 843, "end": 852, "text": "Yu et al.", "ref_id": null}], "ref_spans": [{"start": 205, "end": 214, "text": "(Table 13", "ref_id": "TABREF0"}], "section": "A Summary of Studies on Cancer and Cell Phone RF-Exposed Rats"}, {"text": "The carcinogenic investigations reviewed have included 10 studies in laboratory mice and 16 studies in rats exposed to RF fi elds from a variety of wireless communication schemes. The investigations using mice have involved three strains of genetically prone mice: E m -Pim1, AKR/J, and ODC-K2. The three studies using E m -Pim1 lymphoma prone mice all employed GSM-900 RF fi eld, but gave varying results. Moreover, differences and uncertainties in the animal protocols and exposure systems limit the conclusions that can be drawn. There are two studies using the AKR/J lymphomas prone mice. One study was done for GSM-900 fi eld exposure but it differed substantially in SAR and exposure durations, thus it cannot be regarded as a potential confi rmation of the E m -Pim1 results. The other is somewhat isolated; the exposure was conducted with UMTS-1.97. Lastly, a small and shorter duration study using ODC-K2 mice showed that skin cancers were not changed by a 52-week exposure to DAMPS-TDMA-849 fi elds. Cancer induction and promotion by wireless communication fi elds of differing frequencies and modulations were the subject of studies using four different strains of normal mice: CD-1, CBA/S, ODC-nontransgenic, and B6C3F1. For exposures of one year or less, experiments with the fi rst three strains of mice did not show a promotional or cocarcinogenic effect on tumorigenesis. The 2-year study with female and male B6C3F1 mice showed while exposure to GSM-900 and DCS-1800 fi elds did not produce an overall increase in the incidence of tumors, there was a dose-dependent decrease in the number of tumor-bearing males and more so for incidence of hepatocellular carcinomas.", "cite_spans": [], "ref_spans": [], "section": "CONCLUDING REMARKS"}, {"text": "The 16 published reports on carcinogenesis in rats include three different strains: Fischer 344 (8), Wistar (3), and Sprague-Dawley (5), respectively. In some cases the animals were restrained during exposure and others were not but under either plane-wave equivalent or near-zone exposure conditions. These investigations were typically 2 years in duration. However, there was an implanted brain tumor study with Fischer 344 rats irradiated using GSM-900 fi elds for 2-3 weeks following glioma cell implantation in Salford et al., and a 6-week liver bioassay study also with Fischer 344 rats by Imaida et al. for TDMA-900 fi elds. Neither study attained any overall signifi cant difference in the experiment animals.", "cite_spans": [], "ref_spans": [], "section": "CONCLUDING REMARKS"}, {"text": "With few exceptions in the 2-year studies, the solitary studies of Fischer 344 rats exposed to a variety of carrier frequency or modulation scheme specifi c to wireless communication did not provide indications of an increase in the promotion of ENU-induced brain or CNS cancer or spontaneous tumor induction compared with sham-exposed rats. The two GSM-900 exposed Wistar rat studies provided the same null results with regard to any tumor type. However, there were major differences in most aspects of the studies conducted in two different laboratories. Nonetheless, the macroscopic fi ndings from one study showed several statistically signifi cant gross lesions comparing sham control with GSM-exposed groups.", "cite_spans": [], "ref_spans": [], "section": "CONCLUDING REMARKS"}, {"text": "The four DMBA-induced mammary tumors in female Sprague-Dawley studies are especially interesting because they all used GSM-900 RF radiation. One investigation (Bartsch et al., 2002) was a self-replicated study using unrestrained rats and it found no difference between sham and plane-wave RF-exposed animals. However, two parallel investigations (Yu et al., 2006 ; Hruby et al., 2008) involving restrained rats in identical \"waveguide-wheel\" exposure systems at the same SARs resulted in very different mammary tumor incidences. Although Yu et al. found no difference between RF and sham-exposed rats, benign tumors in the cage-control group are signifi cantly higher than in the sham and GSM 900-exposed groups. The latency to mammary tumor onset was also signifi cantly shorter in the cage-control group than in the exposed groups. In addition, all GSM-exposed groups had, at different times, signifi cantly more palpable tissue masses and none of the fi ndings in GSM-exposed female Sprague-Dawley rats produced a clear dose-response relationship.", "cite_spans": [{"start": 159, "end": 181, "text": "(Bartsch et al., 2002)", "ref_id": "BIBREF4"}, {"start": 346, "end": 364, "text": "(Yu et al., 2006 ;", "ref_id": "BIBREF40"}, {"start": 365, "end": 384, "text": "Hruby et al., 2008)", "ref_id": "BIBREF15"}, {"start": 538, "end": 547, "text": "Yu et al.", "ref_id": null}], "ref_spans": [], "section": "CONCLUDING REMARKS"}, {"text": "In summary, a majority of the laboratory mouse and rat studies did not exhibit a signifi cant difference in carcinogenic incidences between exposed and shamexposed animals. Although this observation may be comforting from the perspective of safety evaluation, most of them are one-of-a-kind investigations -only three mouse and perhaps four rat studies were designed as replication or confi rmation studies. It is noteworthy that the fi ndings of these studies have not been consistent, making it diffi cult to arrive at a defi nitive conclusion. It could be a major fl aw that in a majority of the investigations, cage-control animals were not part of the investigation or were not included in the data analyses. Moreover, restraining the experimental animals during exposure could have introduced a stress factor, which further complicates interpretation of the results since stress has often been associated with cancer induction in these animals.", "cite_spans": [], "ref_spans": [], "section": "CONCLUDING REMARKS"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Spontaneous and nitrosoureainduced primary tumors of the central nervous system in Fischer 344 rats chronically exposed to 836 MHz modulated microwaves", "authors": [{"first": "W", "middle": ["R"], "last": "Adey", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Byus", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Cain", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Higgins", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Kean", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "A", "middle": [], "last": "Macmurray", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Stagg", "suffix": ""}, {"first": "G", "middle": [], "last": "Zimmerman", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Phillips", "suffix": ""}, {"first": "W", "middle": [], "last": "Haggren", "suffix": ""}], "year": 1999, "venue": "Radiat Res", "volume": "152", "issn": "", "pages": "293--302", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Spontaneous and nitrosourea-induced primary tumors of the central nervous system in Fischer 344 rats exposed to frequency-modulated microwave fi elds", "authors": [{"first": "W", "middle": ["R"], "last": "Adey", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Byus", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Cain", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Higgins", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Jones", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Kean", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "A", "middle": [], "last": "Macmurray", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Stagg", "suffix": ""}, {"first": "G", "middle": [], "last": "Zimmerman", "suffix": ""}], "year": 2000, "venue": "Cancer Res", "volume": "60", "issn": "", "pages": "1857--1863", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Effects of GSM-900 microwaves on DMBA-induced mammary gland tumors in female Sprague-Dawley rats", "authors": [{"first": "R", "middle": [], "last": "Anane", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Dulou", "suffix": ""}, {"first": "M", "middle": [], "last": "Taxile", "suffix": ""}, {"first": "M", "middle": [], "last": "Geffard", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Crespeau", "suffix": ""}, {"first": "B", "middle": [], "last": "Veyret", "suffix": ""}], "year": 2003, "venue": "Radiat Res", "volume": "160", "issn": "4", "pages": "492--497", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Twoyear chronic bioassay study of rats exposed to a 1.6 GHz radiofrequency signal", "authors": [{"first": "L", "middle": ["E"], "last": "Anderson", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Sheen", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Wilson", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Grumbein", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Creim", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Sasser", "suffix": ""}], "year": 2004, "venue": "Radiat Res", "volume": "162", "issn": "2", "pages": "201--210", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Chronic exposure to a GSM-like signal (mobile phone) does not stimulate the development of DMBA-induced mammary tumors in rats: results of three consecutive studies", "authors": [{"first": "H", "middle": [], "last": "Bartsch", "suffix": ""}, {"first": "C", "middle": [], "last": "Bartsch", "suffix": ""}, {"first": "E", "middle": [], "last": "Seebald", "suffix": ""}, {"first": "F", "middle": [], "last": "Deerberg", "suffix": ""}, {"first": "K", "middle": [], "last": "Dietz", "suffix": ""}, {"first": "L", "middle": [], "last": "Vollrath", "suffix": ""}, {"first": "D", "middle": [], "last": "Mecke", "suffix": ""}], "year": 2002, "venue": "Radiat Res", "volume": "157", "issn": "2", "pages": "183--190", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Central Brain Tumor Registry of the United States", "authors": [], "year": 2000, "venue": "Statistical Report: Primary Brain Tumors in the United States", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Long term, lowlevel microwave irradiation of rats", "authors": [{"first": "C", "middle": ["K"], "last": "Chou", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Guy", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Kunz", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Johnson", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Crowley", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Krupp", "suffix": ""}], "year": 1992, "venue": "Bioelectromagnetics", "volume": "13", "issn": "", "pages": "469--496", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Pathologic Basis of Disease", "authors": [{"first": "R", "middle": ["S"], "last": "Cotran", "suffix": ""}, {"first": "V", "middle": [], "last": "Kumar", "suffix": ""}, {"first": "S", "middle": ["L"], "last": "Robbins", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Radiofrequency dosimetry for the Ferris-wheel mouse exposure system", "authors": [{"first": "A", "middle": [], "last": "Faraone", "suffix": ""}, {"first": "W", "middle": [], "last": "Luengas", "suffix": ""}, {"first": "S", "middle": [], "last": "Chebrolu", "suffix": ""}, {"first": "M", "middle": [], "last": "Ballen", "suffix": ""}, {"first": "G", "middle": [], "last": "Bit-Babik", "suffix": ""}, {"first": "A", "middle": ["V"], "last": "Gessner", "suffix": ""}, {"first": "M", "middle": ["Y"], "last": "Kanda", "suffix": ""}, {"first": "T", "middle": [], "last": "Babij", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Swicord", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Chou", "suffix": ""}], "year": 2006, "venue": "Radiat Res", "volume": "165", "issn": "1", "pages": "105--112", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "GLOBOCAN 2002: Cancer Incidence, Mortality and Prevalence Worldwide, Version 2.0. IARC Cancer Base No", "authors": [{"first": "J", "middle": [], "last": "Ferlay", "suffix": ""}, {"first": "F", "middle": [], "last": "Bray", "suffix": ""}, {"first": "P", "middle": [], "last": "Pisani", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Parkin", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Comments on ''Long-term exposure of E m -Pim1 transgenic mice to 898.4 MHz microwaves does not increase lymphoma incidence", "authors": [{"first": "L", "middle": ["S"], "last": "Goldstein", "suffix": ""}, {"first": "L", "middle": [], "last": "Kheifets", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Deventer", "suffix": ""}, {"first": "Repacholi", "middle": ["M"], "last": "Utteridge", "suffix": ""}], "year": 2002, "venue": "Radiat Res", "volume": "158", "issn": "", "pages": "357--364", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Comments on \"Long-term exposure of E μ -Pim1 transgenic mice to 898.4 MHz microwaves does not increase lymphoma incidence", "authors": [{"first": "L", "middle": ["S"], "last": "Goldstein", "suffix": ""}, {"first": "L", "middle": [], "last": "Kheifets", "suffix": ""}, {"first": "E", "middle": [], "last": "Van Deventer", "suffix": ""}, {"first": "Repacholi", "middle": ["M"], "last": "Utteridge", "suffix": ""}], "year": 2003, "venue": "Radiat Res", "volume": "159", "issn": "", "pages": "275--276", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Effects of mobile phone radiation on X-ray-induced tumorigenesis in mice", "authors": [{"first": "P", "middle": [], "last": "Heikkinen", "suffix": ""}, {"first": "V.-M", "middle": [], "last": "Kosma", "suffix": ""}, {"first": "T", "middle": [], "last": "Hongisto", "suffix": ""}, {"first": "H", "middle": [], "last": "Huuskonen", "suffix": ""}, {"first": "P", "middle": [], "last": "Hyysalo", "suffix": ""}, {"first": "H", "middle": [], "last": "Komulainen", "suffix": ""}, {"first": "T", "middle": [], "last": "Kumlin", "suffix": ""}, {"first": "T", "middle": [], "last": "Lahtinen", "suffix": ""}, {"first": "S", "middle": [], "last": "Lang", "suffix": ""}, {"first": "L", "middle": [], "last": "Puranen", "suffix": ""}, {"first": "Juutilainen", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2001, "venue": "Radiat Res", "volume": "156", "issn": "", "pages": "775--785", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Effects of mobile phone radiation on UV-induced skin tumourigenesis in ornithine decarboxylase transgenic and non-transgenic mice", "authors": [{"first": "P", "middle": [], "last": "Heikkinen", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Kosma", "suffix": ""}, {"first": "L", "middle": [], "last": "Alhonen", "suffix": ""}, {"first": "H", "middle": [], "last": "Huuskonen", "suffix": ""}, {"first": "H", "middle": [], "last": "Komulainen", "suffix": ""}, {"first": "T", "middle": [], "last": "Kumlin", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Laitinen", "suffix": ""}, {"first": "S", "middle": [], "last": "Lang", "suffix": ""}, {"first": "L", "middle": [], "last": "Puranen", "suffix": ""}, {"first": "Juutilainen", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Int J Radiat Biol", "volume": "79", "issn": "4", "pages": "221--233", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "No effects of radiofrequency radiation on 3-chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone-induced tumorigenesis in female Wistar rats", "authors": [{"first": "P", "middle": [], "last": "Heikkinen", "suffix": ""}, {"first": "H", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "H", "middle": [], "last": "Huuskonen", "suffix": ""}, {"first": "H", "middle": [], "last": "Komulainen", "suffix": ""}, {"first": "T", "middle": [], "last": "Kumlin", "suffix": ""}, {"first": "J", "middle": [], "last": "Mäki-Paakkanen", "suffix": ""}, {"first": "L", "middle": [], "last": "Puranen", "suffix": ""}, {"first": "Juutilainen", "middle": [], "last": "", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}], "year": 2006, "venue": "Radiat Res", "volume": "166", "issn": "2", "pages": "124--125", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Study on potential effects of \"902-MHz GSM-type Wireless Communication Signals\" on DMBA-induced mammary tumours in Sprague-Dawley rats", "authors": [{"first": "R", "middle": [], "last": "Hruby", "suffix": ""}, {"first": "G", "middle": [], "last": "Neubauer", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "M", "middle": [], "last": "Frauscher", "suffix": ""}], "year": 2008, "venue": "Mutat Res", "volume": "649", "issn": "1-2", "pages": "34--44", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Lack of promoting effects of the electromagnetic near-fi eld used for cellular phones (929.2 MHz) on rat liver carcinogenesis in a medium-term liver bioassay", "authors": [{"first": "K", "middle": [], "last": "Imaida", "suffix": ""}, {"first": "M", "middle": [], "last": "Taki", "suffix": ""}, {"first": "T", "middle": [], "last": "Yamaguchi", "suffix": ""}, {"first": "T", "middle": [], "last": "Ito", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "K", "middle": [], "last": "Wake", "suffix": ""}, {"first": "A", "middle": [], "last": "Aimoto", "suffix": ""}, {"first": "Y", "middle": [], "last": "Kamimura", "suffix": ""}, {"first": "N", "middle": [], "last": "Ito", "suffix": ""}, {"first": "T", "middle": [], "last": "Shirai", "suffix": ""}], "year": 1998, "venue": "Carcinogenesis", "volume": "19", "issn": "2", "pages": "311--314", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Lack of promotion of 7,12-dimethylbenz[a]anthracene-initiated mouse skin carcinogenesis by 1.5 GHz electromagnetic near fi elds", "authors": [{"first": "K", "middle": [], "last": "Imaida", "suffix": ""}, {"first": "K", "middle": [], "last": "Kuzutani", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "O", "middle": [], "last": "Fujiwara", "suffix": ""}, {"first": "T", "middle": [], "last": "Ogiso", "suffix": ""}, {"first": "K", "middle": [], "last": "Kato", "suffix": ""}, {"first": "T", "middle": [], "last": "Shirai", "suffix": ""}], "year": 2001, "venue": "Carcinogenesis", "volume": "22", "issn": "11", "pages": "1837--1841", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Long-term exposure of E m -Pim1 transgenic mice to 898.4 MHz microwaves does not increase lymphoma incidence", "authors": [{"first": "M", "middle": [], "last": "Kundi", "suffix": ""}], "year": 2002, "venue": "Radiat. Res", "volume": "158", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Comments on the responses of Utteridge et", "authors": [{"first": "M", "middle": [], "last": "Kundi", "suffix": ""}], "year": 2002, "venue": "", "volume": "159", "issn": "", "pages": "613--614", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Effects of long-term low-level radiofrequency radiation exposure on rats", "authors": [{"first": "L", "middle": ["L"], "last": "Kunz", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Johnson", "suffix": ""}, {"first": "D", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "J", "middle": [], "last": "Crowley", "suffix": ""}, {"first": "C-K", "middle": [], "last": "Chou", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Guy", "suffix": ""}], "year": 1985, "venue": "USAF School of Aerospace Medicine", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The effect of chronic exposure to 835.62 MHz FDMA or 847.74 MHz CDMA radiofrequency radiation on the incidence of spontaneous tumors in rats", "authors": [{"first": "La", "middle": [], "last": "Regina", "suffix": ""}, {"first": "M", "middle": [], "last": "Moros", "suffix": ""}, {"first": "E", "middle": ["G"], "last": "Pickard", "suffix": ""}, {"first": "W", "middle": ["F"], "last": "Straube", "suffix": ""}, {"first": "W", "middle": ["L"], "last": "Baty", "suffix": ""}, {"first": "J", "middle": [], "last": "", "suffix": ""}, {"first": "Roti", "middle": [], "last": "Roti", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "", "suffix": ""}], "year": 2003, "venue": "Radiat Res", "volume": "160", "issn": "2", "pages": "143--151", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Comments on the recent publication on microwave effects on E m -Pim1 transgenic mice", "authors": [{"first": "A", "middle": [], "last": "Lerchl", "suffix": ""}, {"first": "", "middle": [], "last": "Utteridge", "suffix": ""}], "year": 2002, "venue": "", "volume": "158", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Cellular-phone radiation effects on cancer in genetically modifi ed mice", "authors": [{"first": "J", "middle": ["C"], "last": "Lin", "suffix": ""}], "year": 2002, "venue": "IEEE Antenn Propag Mag", "volume": "44", "issn": "6", "pages": "165--168", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Studies on tumor incidence in mice exposed to GSM cell-phone radiation", "authors": [{"first": "J", "middle": ["C"], "last": "Lin", "suffix": ""}], "year": 2008, "venue": "IEEE Microw Mag", "volume": "9", "issn": "3", "pages": "48--54", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Toxicology and carcinogenesis studies of 60-Hz magnetic fi elds in F344/N rats and B6C3F1 mice (whole-body exposure studies)", "authors": [], "year": 1999, "venue": "Natl Toxicol Program Tech Rep Ser", "volume": "488", "issn": "", "pages": "1--168", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Carcinogenicity study of 217 Hz pulsed 900 MHz electromagnetic fi elds in Pim1 transgenic mice", "authors": [{"first": "G", "middle": [], "last": "Oberto", "suffix": ""}, {"first": "K", "middle": [], "last": "Rolfo", "suffix": ""}, {"first": "P", "middle": [], "last": "Yu", "suffix": ""}, {"first": "M", "middle": [], "last": "Carbonatto", "suffix": ""}, {"first": "S", "middle": [], "last": "Peano", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "S", "middle": [], "last": "Ebert", "suffix": ""}, {"first": "S", "middle": [], "last": "Tofani", "suffix": ""}], "year": 2007, "venue": "Radiat Res", "volume": "168", "issn": "", "pages": "316--326", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Lymphomas in Eu-Pim1 transgenic mice exposed to pulsed 900 MHz electromagnetic fi elds", "authors": [{"first": "M", "middle": ["H"], "last": "Repacholi", "suffix": ""}, {"first": "A", "middle": [], "last": "Basten", "suffix": ""}, {"first": "V", "middle": [], "last": "Gebski", "suffix": ""}, {"first": "D", "middle": [], "last": "Noonan", "suffix": ""}, {"first": "J", "middle": [], "last": "Finnie", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Harris", "suffix": ""}], "year": 1997, "venue": "Radiat Res", "volume": "147", "issn": "", "pages": "631--640", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Experimental studies of brain tumour development during exposure to continuous and pulsed 915 MHz radiofrequency radiation", "authors": [{"first": "L", "middle": ["G"], "last": "Salford", "suffix": ""}, {"first": "A", "middle": [], "last": "Brun", "suffix": ""}, {"first": "B", "middle": ["R R"], "last": "Persson", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Eberhardt", "suffix": ""}], "year": 1993, "venue": "Bioeletrochem Bioenerg", "volume": "30", "issn": "", "pages": "313--318", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Chronic exposure to a 1.439 GHz electromagnetic fi eld used for cellular phones does not promote N -ethylnitrosourea induced central nervous system tumors in F344 rats", "authors": [{"first": "T", "middle": [], "last": "Shirai", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawabe", "suffix": ""}, {"first": "T", "middle": [], "last": "Ichihara", "suffix": ""}, {"first": "O", "middle": [], "last": "Fujiwara", "suffix": ""}, {"first": "M", "middle": [], "last": "Taki", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "K", "middle": [], "last": "Wake", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamanaka", "suffix": ""}, {"first": "K", "middle": [], "last": "Imaida", "suffix": ""}, {"first": "M", "middle": [], "last": "Asamoto", "suffix": ""}, {"first": "S", "middle": [], "last": "Tamano", "suffix": ""}], "year": 2005, "venue": "Bioelectromagnetics", "volume": "26", "issn": "", "pages": "59--68", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Lack of promoting effects of chronic exposure to 1.95-GHz W-CDMA signals for IMT-2000 cellular system on development of N -ethylnitrosourea-induced central nervous system tumors in F344 rats", "authors": [{"first": "T", "middle": [], "last": "Shirai", "suffix": ""}, {"first": "T", "middle": [], "last": "Ichihara", "suffix": ""}, {"first": "K", "middle": [], "last": "Wake", "suffix": ""}, {"first": "S", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yamanaka", "suffix": ""}, {"first": "M", "middle": [], "last": "Kawabe", "suffix": ""}, {"first": "M", "middle": [], "last": "Taki", "suffix": ""}, {"first": "O", "middle": [], "last": "Fujiwara", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Takahashi", "suffix": ""}, {"first": "S", "middle": [], "last": "Tamano", "suffix": ""}], "year": 2007, "venue": "Bioelectromagnetics", "volume": "28", "issn": "7", "pages": "562--572", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "GSM and DCS wireless communication signals: Combined chronic toxicity/carcinogenicity study in the Wistar rat", "authors": [{"first": "P", "middle": [], "last": "Smith", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "S", "middle": [], "last": "Ebert", "suffix": ""}, {"first": "Chevalier", "middle": [], "last": "", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "", "suffix": ""}], "year": 2007, "venue": "Radiat Res", "volume": "168", "issn": "4", "pages": "480--492", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "No effects of GSMmodulated 900 MHz electromagnetic fi elds on survival rate and spontaneous development of lymphoma in female AKR/J mice", "authors": [{"first": "A", "middle": ["M"], "last": "Sommer", "suffix": ""}, {"first": "J", "middle": [], "last": "Streckert", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Bitz", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Hansen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lerchl", "suffix": ""}], "year": 2004, "venue": "BMC Cancer", "volume": "4", "issn": "", "pages": "77--90", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Lymphoma development in mice chronically exposed to UMTS-modulated radiofrequency electromagnetic fi elds", "authors": [{"first": "A", "middle": ["M"], "last": "Sommer", "suffix": ""}, {"first": "A", "middle": ["K"], "last": "Bitz", "suffix": ""}, {"first": "J", "middle": [], "last": "Streckert", "suffix": ""}, {"first": "V", "middle": ["W"], "last": "Hansen", "suffix": ""}, {"first": "A", "middle": [], "last": "Lerchl", "suffix": ""}], "year": 2007, "venue": "Radiat Res", "volume": "168", "issn": "", "pages": "72--80", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Accelerated development of spontaneous and benzopyrene-induced skin cancer in mice exposed to 2450 MHz microwave radiation", "authors": [{"first": "S", "middle": [], "last": "Szmigielski", "suffix": ""}, {"first": "A", "middle": [], "last": "Szudzinski", "suffix": ""}, {"first": "A", "middle": [], "last": "Pietraszek", "suffix": ""}, {"first": "M", "middle": [], "last": "Bielec", "suffix": ""}, {"first": "M", "middle": [], "last": "Janiak", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Wrembel", "suffix": ""}], "year": 1982, "venue": "Bioelectromagnetics", "volume": "3", "issn": "", "pages": "179--191", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Acceleration of the development of benzopyrene-induced skin cancer in mice by microwave radiation", "authors": [{"first": "A", "middle": [], "last": "Szudinski", "suffix": ""}, {"first": "A", "middle": [], "last": "Pietraszek", "suffix": ""}, {"first": "M", "middle": [], "last": "Janiak", "suffix": ""}, {"first": "J", "middle": ["K"], "last": "Wrembel", "suffix": ""}, {"first": "M", "middle": [], "last": "Kalczak", "suffix": ""}, {"first": "S", "middle": [], "last": "Szmigielski", "suffix": ""}], "year": 1982, "venue": "Arch Dermatol Res", "volume": "274", "issn": "", "pages": "303--312", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Carcinogenicity study of GSM and DCS wireless communication signals in B6C3F1 mice", "authors": [{"first": "T", "middle": [], "last": "Tillmann", "suffix": ""}, {"first": "H", "middle": [], "last": "Ernst", "suffix": ""}, {"first": "S", "middle": [], "last": "Ebert", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "W", "middle": [], "last": "Behnke", "suffix": ""}, {"first": "S", "middle": [], "last": "Rittinghausen", "suffix": ""}, {"first": "C", "middle": [], "last": "Dasenbrock", "suffix": ""}], "year": 2007, "venue": "Bioelectromagnetics", "volume": "28", "issn": "", "pages": "173--187", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Long-term exposure of E-mu-Pim1 transgenic mice to 898.4 MHz microwaves does not increase lymphoma incidence", "authors": [{"first": "T", "middle": ["D"], "last": "Utteridge", "suffix": ""}, {"first": "V", "middle": [], "last": "Gebski", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Finnie", "suffix": ""}, {"first": "B", "middle": [], "last": "Vernon-Roberts", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Kuchel", "suffix": ""}], "year": 2002, "venue": "Radiat Res", "volume": "158", "issn": "", "pages": "357--364", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Response to the letters to the editor sent by (1) Kundi, (2) Goldstein/Kheifets/van Deventer/Repacholi, and (3) Lerchl", "authors": [{"first": "T", "middle": ["D"], "last": "Utteridge", "suffix": ""}, {"first": "V", "middle": [], "last": "Gebski", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Finnie", "suffix": ""}, {"first": "B", "middle": [], "last": "Vernon-Roberts", "suffix": ""}, {"first": "T", "middle": ["R"], "last": "Kuchel", "suffix": ""}], "year": 2003, "venue": "Radiat Res", "volume": "159", "issn": "", "pages": "277--278", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Effects of 2.45 GHz microwave radiation and phorbol ester 12-O tetradecanoylphorbol-13-acetate on dimethylhydrazine-induced colon cancer in mice", "authors": [{"first": "R", "middle": ["Y"], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chiang", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Shao", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Li", "suffix": ""}, {"first": "Y", "middle": ["D"], "last": "Fu", "suffix": ""}], "year": 1994, "venue": "Bioelectromagnetics", "volume": "15", "issn": "", "pages": "531--538", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Effects of 900 MHz GSM wireless communication signals on DMBA-induced mammary tumors in rats", "authors": [{"first": "D", "middle": [], "last": "Yu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Shen", "suffix": ""}, {"first": "N", "middle": [], "last": "Kuster", "suffix": ""}, {"first": "Y", "middle": [], "last": "Fu", "suffix": ""}, {"first": "H", "middle": [], "last": "Chiang", "suffix": ""}], "year": 2006, "venue": "Radiat Res", "volume": "165", "issn": "2", "pages": "174--180", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "The effects of 860 MHz radiofrequency radiation on the induction or promotion of brain tumors and other neoplasms in rats", "authors": [{"first": "B", "middle": ["C"], "last": "Zook", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Simmens", "suffix": ""}], "year": 2001, "venue": "Radiat Res", "volume": "155", "issn": "4", "pages": "572--583", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Survival curves for death from any cause for ( a ) wild-type mice and ( b ) heterozygous (transgenic) mice", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Distribution curves for weight gain by ( a ) wild-type mice and ( b ) heterozygous (transgenic) mice .", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Incidences of CNS tumors among exposure groups in female and male F344 rats. Brain tumors:", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Incidences (%) of brain tumors among the fi ve exposure groups; females and males are combined(Shirai et al., 2007) .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "The type, incidence, and multiplicity of primary neoplastic lesion in Wistar rats(Smith et al., 2007) , mid, and high doses correspond to SARs of 0.44, 1.33, and 4.0 W/kg for bothGSM-902 and DCS-1474", "latex": null, "type": "figure"}, "TABREF0": {"text": "Incidence of lymphomas (number of animals with tumor) in Em -Pim1Mice exposed to GSM-900 radiation (fromOberto et al., 2007)", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Tumor (lymphoma) incidence in transgenic female mice following exposure to GSM-900 fi elds", "latex": null, "type": "table"}, "TABREF3": {"text": "Mean body mass, fi nal survival, lymphoma incidence and median survival time of female AKR/J mice chronically exposed to UMTS fi elds (fromSommer et al., 2007)", "latex": null, "type": "table"}, "TABREF4": {"text": "Cancer studies in genetically prone ODC-K2 and AKR/J mice", "latex": null, "type": "table"}, "TABREF5": {"text": "Cancer promotion and induction in normal or nontransgenic mice", "latex": null, "type": "table"}, "TABREF6": {"text": "Incidence and number of CNS tumors in Fischer 344 females", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> Group </td><td> 1 </td><td> 2 </td><td> 3 </td><td> 4 </td><td> 5 </td></tr><tr><td> </td><td> ENU </td><td> − </td><td> + </td><td> + </td><td> + </td><td> + </td></tr><tr><td> Organ and fi ndings </td><td>EMF exposure (SAP: W/kg) </td><td> − </td><td> − </td><td> 0 </td><td> 0.67 </td><td> 2.0 </td></tr><tr><td> Brain </td><td> No. of animals </td><td> 50 </td><td> 50 </td><td> 50 </td><td> 50 </td><td> 50 </td></tr><tr><td> Astrocytoma </td><td> </td><td> 1 </td><td> 6 </td><td> 3 </td><td> 5 </td><td> 9 </td></tr><tr><td> Oligodendroglioma </td><td> </td><td> 0 </td><td> 0 </td><td> 1 </td><td> 0 </td><td> 1 </td></tr><tr><td> Mixed glioma </td><td> </td><td> 0 </td><td> 1 </td><td> 0 </td><td> 0 </td><td> 1 </td></tr><tr><td> Ependymoma </td><td> </td><td> 0 </td><td> 0 </td><td> 1 </td><td> 0 </td><td> 0 </td></tr><tr><td> Meningioma </td><td> </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr><tr><td> Granular cell tumor </td><td> </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr><tr><td> No. of rates with tumor </td><td> 1 (2) a </td><td> 7 (14) </td><td> 5 (10) </td><td> 5 (10) </td><td> 11 (22) </td></tr><tr><td> No. of total tumor </td><td> </td><td> 1 </td><td> 7 </td><td> 5 </td><td> 5 </td><td> 11 </td></tr><tr><td> Spinal cord </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> Astrocytoma </td><td> </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr><tr><td> Mixed glioma </td><td> </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr><tr><td> Reticulosis, malignant </td><td> </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr><tr><td> No. of rates with tumor </td><td> 0 (0) </td><td> 0 (0) </td><td> 0 (0) </td><td> 0 (0) </td><td> 0 (0) </td></tr><tr><td> </td><td> No. of total tumor </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td><td> 0 </td></tr></table></body></html>"}, "TABREF7": {"text": "Incidence of palpable mass in RF-exposed Wistar rats(Smith et al., 2007)", "latex": null, "type": "table"}, "TABREF8": {"text": "", "latex": null, "type": "table"}, "TABREF9": {"text": "Number of malignant mammary tumors detected by palpation at week 11", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> Number of tumors per group </td></tr><tr><td> First experiment </td><td> Sham </td><td> 1.4 W/kg </td><td> 2.2 W/kg </td><td> 3.5 W/kg </td></tr><tr><td> Week 11 </td><td> 14 </td><td> 18 </td><td> 22 </td><td> 19 </td></tr><tr><td> Week 12 </td><td> 21 </td><td> 24 </td><td> 24 </td><td> 29 </td></tr><tr><td> Second experiment </td><td> Sham </td><td> 0.1 W/kg </td><td> 0.7 W/kg </td><td> 1.4 W/kg </td></tr><tr><td> Week 11 </td><td> 15 </td><td> 6 </td><td> 10 </td><td> 4 </td></tr><tr><td> Week 12 </td><td> 17 </td><td> 8 </td><td> 13 </td><td> 4 </td></tr></table></body></html>"}, "TABREF10": {"text": "DMBA-induced mammary gland tumors in Sprague-Dawley rats exposed to GSM fi elds(Hruby et al., 2008)", "latex": null, "type": "table"}, "TABREF11": {"text": "Cancer induction or promotion in rats by continuous wave, frequency, and pulsed modulated cell phone RF exposureTable 13. (continued)", "latex": null, "type": "table"}}, "back_matter": []}