{"paper_id": "0cae7a4ca7c3097fbc64b85e61756566fbbf2c98", "metadata": {"title": "Detection of IgM and IgG antibodies in patients with coronavirus disease 2019", "authors": [{"first": "Hongyan", "middle": [], "last": "Hou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ting", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bo", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ying", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lie", "middle": [], "last": "Mao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Feng", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": "fengwang@tjh.tjmu.edu.cnfw"}, {"first": "Shiji", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ziyong", "middle": [], "last": "Sun", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Objectives. This study aimed to determine the IgM and IgG responses against severe acute respiratory syndrome coronavirus (SARS-CoV)-2 in coronavirus disease 2019 (COVID-19) patients with varying illness severities. Methods. IgM and IgG antibody levels were assessed via chemiluminescence immunoassay in 338 COVID-19 patients. Results. IgM levels increased during the first week after SARS-CoV-2 infection, peaked 2 weeks and then reduced to near-background levels in most patients. IgG was detectable after 1 week and was maintained at a high level for a long period. The positive rates of IgM and/or IgG antibody detections were not significantly different among the mild, severe and critical disease groups. Severe and critical cases had higher IgM levels than mild cases, whereas the IgG level in critical cases was lower than those in both mild and severe cases. This might be because of the high disease activity and/or a compromised immune response in critical cases. The IgM antibody levels were slightly higher in deceased patients than recovered patients, but IgG levels in these groups did not significantly differ. A longitudinal detection of antibodies revealed that IgM levels decreased rapidly in recovered patients, whereas in deceased cases, either IgM levels remained high or both IgM and IgG were undetectable during the disease course. Conclusion. Quantitative detection of IgM and IgG antibodies against SARS-CoV-2 quantitatively has potential significance for evaluating the severity and prognosis of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The novel coronavirus, severe acute respiratory syndrome coronavirus (SARS-CoV)-2, has been identified as the causative pathogen of coronavirus disease 2019 (COVID- 19) . [1] [2] [3] [4] This disease has been called a public health emergency of international concern by the World Health Organization (WHO). Since December 2019, a serious outbreak of the disease has spread via human-to-human transmission from China to more than 200 countries and territories worldwide. 5, 6 The numbers of infected cases and deaths associated with COVID-19 are still increasing daily. As of 6 April 2020, SARS-CoV-2 has caused 1 210 956 confirmed cases and 67 594 deaths worldwide according to the WHO. 6 The diagnosis of COVID-19 is dependent mainly on clinical characteristics, CT imaging and a few laboratory tests. Although some symptoms and laboratory parameters have indicative values in confirmed patients, they are not unique to SARS-CoV-2 infection. Before the publication of the seventh edition of the 'Guideline of diagnosis and treatment for COVID-19' by the Chinese National Health Commission, laboratory diagnosis of confirmed patients was carried out by detecting viral RNA in throat swab or nasal swab specimens using real-time reverse transcription polymerase chain reaction (RT-PCR) assays. 7 This method does not require live virus to be present in the specimens, but the turnaround times of the current real-time RT-PCR assays are long, and these assays need to be performed in certified laboratories. A high percentage of false-negative results were reported because of the quality of sample collection and multiple preparation steps, limiting the role of this assay for outbreak containment. [8] [9] [10] [11] Therefore, accurate, convenient and rapid methods are acutely needed for the diagnosis of COVID-19.", "cite_spans": [{"start": 165, "end": 168, "text": "19)", "ref_id": "BIBREF17"}, {"start": 171, "end": 174, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 175, "end": 178, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 179, "end": 182, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 183, "end": 186, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 470, "end": 472, "text": "5,", "ref_id": "BIBREF4"}, {"start": 473, "end": 474, "text": "6", "ref_id": null}, {"start": 687, "end": 688, "text": "6", "ref_id": null}, {"start": 1293, "end": 1294, "text": "7", "ref_id": "BIBREF5"}, {"start": 1698, "end": 1701, "text": "[8]", "ref_id": "BIBREF6"}, {"start": 1702, "end": 1705, "text": "[9]", "ref_id": "BIBREF7"}, {"start": 1706, "end": 1710, "text": "[10]", "ref_id": "BIBREF8"}, {"start": 1711, "end": 1715, "text": "[11]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "SARS-CoV-2 shares similar clinical genetic and epidemiological features with SARS and Middle East respiratory syndrome (MERS). 12, 13 Thus, the process of generating antibodies against SARS-CoV-2 might be similar, and the detection of both IgM and IgG antibodies could provide information on the time course of virus infection. 10, 14 Following a SARS infection, IgM is detectable after 3-6 days, and IgG is detectable after 8 days. 15 Most recently, serological tests for virusspecific IgM and IgG antibodies against SARS-CoV-2 have been developed, and similar serological responses were observed in one COVID-19 patient. 11, 16 Rapid and specific antibody detection could offer information for confirmation or exclusion of SARS-CoV-2 infection in suspected patients and has been recommended by the newest 'Guideline of diagnosis and treatment for COVID-19' issued by the Chinese National Health Commission. 17 Most COVID-19 patients have a mild illness and recover quickly after appropriate clinical intervention. Some COVID-19 patients develop severe SARS, multiple organ failure and even death over a short period of time. 5, [18] [19] [20] Previous studies have reported that massive inflammatory responses induce the overactivity of T cells, and leads to severe immune injury during SARS-CoV-2 infection. 5, 18, 21 However, the humoural immune response to COVID-19 is still largely unknown.", "cite_spans": [{"start": 127, "end": 130, "text": "12,", "ref_id": "BIBREF10"}, {"start": 131, "end": 133, "text": "13", "ref_id": "BIBREF11"}, {"start": 328, "end": 331, "text": "10,", "ref_id": "BIBREF8"}, {"start": 332, "end": 334, "text": "14", "ref_id": "BIBREF12"}, {"start": 433, "end": 435, "text": "15", "ref_id": "BIBREF13"}, {"start": 623, "end": 626, "text": "11,", "ref_id": "BIBREF9"}, {"start": 627, "end": 629, "text": "16", "ref_id": "BIBREF14"}, {"start": 909, "end": 911, "text": "17", "ref_id": "BIBREF15"}, {"start": 1127, "end": 1129, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1130, "end": 1134, "text": "[18]", "ref_id": "BIBREF16"}, {"start": 1135, "end": 1139, "text": "[19]", "ref_id": "BIBREF17"}, {"start": 1140, "end": 1144, "text": "[20]", "ref_id": "BIBREF18"}, {"start": 1311, "end": 1313, "text": "5,", "ref_id": "BIBREF4"}, {"start": 1314, "end": 1317, "text": "18,", "ref_id": "BIBREF16"}, {"start": 1318, "end": 1320, "text": "21", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "Here, we investigated the production of IgM and IgG detected by a chemiluminescence immunoassay (CLIA) in COVID-19 patients over the course of their disease.", "cite_spans": [], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "The performance of anti-SARS-CoV-2 CLIA-YHLO kit was verified before its application in our laboratory. Our previous data show that high sensitivity and specificity were observed for this method, and reproductive analysis showed that the coefficient of variation was below 10% (Supplementary figure 1) and critical (66.52 AE 15.6 years) groups were significantly higher than the mild group (55.06 AE 17.78 years). The percentage of males was higher than that of females in the severe and critical groups. Most of the patients had fever, cough, fatigue, expectoration and shortness of breath at illness onset. The most common comorbidities were hypertension (41.1%), diabetes (18.6%), cardiovascular diseases (5.3%) and malignancies (5%) ( Table 1) . We observed that the critical group had higher percentages of symptom manifestations and comorbidities. By March 10, 232 (68.6%) of the study patients had been discharged, 32 (9.5%) patients had deceased, and 74 (21.9%) were still stay in the hospital. The percentages of recovered patients were higher in the mild and severe groups than in the critical group, and all the deceased cases were in the critical group.", "cite_spans": [], "ref_spans": [{"start": 277, "end": 301, "text": "(Supplementary figure 1)", "ref_id": "FIGREF0"}, {"start": 739, "end": 747, "text": "Table 1)", "ref_id": "TABREF1"}], "section": "RESULTS"}, {"text": "We retrospectively analysed the detection results of specific antibody against SARS-CoV-2 in COVID-19 patients. The average levels of IgM and IgG in patients with the same disease courses from symptom onset until the first detection of antibodies are shown in Figure 1a . After SARS-CoV-2 infection, the level of IgM increased gradually during the first week, reached its peak after 2 weeks and then reduced to nearbackground levels in most patients. Meanwhile, IgG was generated after 1 week, reached its peak level in 3 weeks and was maintained at a high level for an extended period, even over 48 days ( Figure 1a ). Different patient groups across different time-points are shown in Figure 1b , c and d. The trends in these subgroups are consistent with those of the data as a whole.", "cite_spans": [], "ref_spans": [{"start": 260, "end": 269, "text": "Figure 1a", "ref_id": "FIGREF0"}, {"start": 607, "end": 616, "text": "Figure 1a", "ref_id": "FIGREF0"}, {"start": 687, "end": 696, "text": "Figure 1b", "ref_id": "FIGREF0"}], "section": "RESULTS"}, {"text": "In the mild, severe and critical groups, IgM was detected in 81.3%, 82.9% and 82.7% of cases, IgG was detected in 90.6%, 92.7% and 88% of cases, and both IgM and IgG were detected in 79.7%, 77.9% and 80% of cases, respectively ( Figure 2a) . The median number of days from symptom onset to antibody detection was not significantly different across the mild, severe and critical groups (20.95 AE 9.226 days, 21.9 AE 8.724 days and 20.86 AE 8.126 days, respectively) ( Figure 2b ). The levels of IgM in the severe and critical groups were higher than those in the mild group (severe vs. mild, P = 0.0084; critical vs. mild, P = 0.031) ( Figure 2c ). In contrast, the levels of IgG in the critical group were lower than those in either the mild or severe groups (critical vs. mild, P = 0.0397; critical vs. severe, P = 0.026) (Figure 2d ).", "cite_spans": [], "ref_spans": [{"start": 229, "end": 239, "text": "Figure 2a)", "ref_id": "FIGREF1"}, {"start": 467, "end": 476, "text": "Figure 2b", "ref_id": "FIGREF1"}, {"start": 635, "end": 644, "text": "Figure 2c", "ref_id": "FIGREF1"}, {"start": 823, "end": 833, "text": "(Figure 2d", "ref_id": "FIGREF1"}], "section": "RESULTS"}, {"text": "The antibody levels were further analysed between COVID-19 cases with different outcomes (recovered or deceased). There was no significant difference in the median numbers of days from symptom onset to antibody detection between the recovered and deceased groups (21.05 AE 7.256 days vs. 19 .87 AE 9.383 days, P = 0.196) (Figure 3a ). Our data show that the IgG levels in these two groups were almost the same (P = 0.447), whereas the IgM levels were slightly higher in the deceased group than in the recovered group (P = 0.0475) (Figure 3b and c). We also monitored the dynamic changes of IgG and IgM levels in seven patients (one mild case, two severe cases and four critical cases) with different clinical outcomes. The basic characteristics of these patients are shown in Table 2 . In the recovered cases (Patients 1-4), the IgM level reached its peak after 2 weeks and then decreased rapidly by 3 weeks. IgG was maintained at a high concentration even after 7 weeks. Of the three deceased cases, IgM and IgG antibodies could be detected in only two of them (Patients 5 and 6). Although IgG was generated in these patients, the IgM level quickly doubled 3-5 days before death. Both IgM and IgG were undetectable in the blood of Patient 7 through the final test on day 31, and the patient died at 35 days after symptom onset (Figure 4 ). This case was an older patient who might have had generally poor immunity.", "cite_spans": [{"start": 288, "end": 290, "text": "19", "ref_id": "BIBREF17"}], "ref_spans": [{"start": 321, "end": 331, "text": "(Figure 3a", "ref_id": "FIGREF2"}, {"start": 530, "end": 540, "text": "(Figure 3b", "ref_id": "FIGREF2"}, {"start": 776, "end": 783, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 1328, "end": 1337, "text": "(Figure 4", "ref_id": "FIGREF3"}], "section": "RESULTS"}, {"text": "In the SARS epidemic, the detection of IgM and IgG allowed for serological diagnosis. 16 Similar serological responses have been observed in COVID-19 patients, and the dynamic pattern of these responses is consistent with acute viral infection. 14 Testing antibodies against SARS-CoV-2 is rapid and sensitive for the auxiliary diagnosis of COVID-19. 17 Several different detection methods, such as lateral flow immunoassay, CLIA and enzyme-linked immunosorbent assay, are currently available. The assessment of various reagents in our laboratory revealed high sensitivity and good specificity for CLIA used in the serum diagnosis of COVID-19. In the present study, the serological responses, that is the levels of both IgM and IgG antibodies, were retrospectively analysed in COVID-19 patients with different illness severities and outcomes.", "cite_spans": [{"start": 86, "end": 88, "text": "16", "ref_id": "BIBREF14"}, {"start": 350, "end": 352, "text": "17", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "During viral infection with SARS-CoV-2, the production of specific antibodies against the virus is consistent in most patients, except for immunodeficient patients. IgM can be detected as early as 3 days after infection and provides the first line of humoural immunity defence, after which high-affinity IgG responses are initiated and play a key role in long-term immune memory. 22 SARS-CoV-2 is a beta-coronavirus and shares some similarities with SARS and MERS, because of these similarities, knowledge gained from studies on these other pathogenic coronaviruses can provide insight into the antibody responses that occur during SARS-CoV-2 infection. 12, 23 Our data here show that IgM was generated in COVID-19 patients in 1 week after symptom onset, then reached its peak level in 2-3 weeks, after which the level decreased. Meanwhile, IgG levels increased quickly beginning a little later compared with IgM and were maintained at a high level for 2 months. Therefore, the detectable levels of IgM and IgG antibodies could provide information regarding serological convention over the disease course, as The positive rates of IgM and/or IgG detection were not significantly different among the mild, severe and critical groups. However, quantitative analyses of antibody levels over the disease course revealed that SARS-CoV-2-specific IgM levels were higher and neutralising IgG levels were lower in patients in the critical group, as compared with the other groups, which might be because of high disease activity and/or a compromised immune response in these patients. In contrast, in the mild group patients, IgG was maintained at a high level, while IgM levels gradually decreased when most of the patients were in the recovery state of infection. Furthermore, the level of IgM antibody was higher in the group of deceased cases than that in the group of recovered cases, whereas the IgG level was not significantly different between these groups. The IgM level showed heterogeneity within the group of deceased cases, and some patients had very high IgM levels which might be in the active status of disease or very low IgM levels due to the long disease course . The increased IgM level in the deceased case group might be related to the higher disease severity in these patients and indicate a poor prognosis. Alternately, cytokine storm, severe immune dysfunction and other commobidities might be the important risk factors in these cases. 5, 18, 21, 24 Notably, the percentage of deceased cases in this study was 9.5%, which is higher than that of previous studies 19 ; this is because Tongji Hospital is a designated hospital for admitting severe patients. We also monitored the dynamic change in antibody levels in several recovered and deceased cases. In the four recovered patients (Patients 1-4) , IgM levels were low, but IgG was maintained at a high level before discharge, which is consistent with serum conversion as shown in a previous report. 11 However, the IgM levels in Patients 5 and 6 showed an increased even before the deceased time point. Neither IgG nor IgM was detected in Patient 7 within 31 days from symptom onset, and this patient was deceased on day 35, 4 days after the final antibody test was conducted. Therefore, we speculate that the quantitative results of antibody detection are associated with the severity of COVID-19 and have potential value for use in predicting the disease prognosis.", "cite_spans": [{"start": 380, "end": 382, "text": "22", "ref_id": "BIBREF20"}, {"start": 654, "end": 657, "text": "12,", "ref_id": "BIBREF10"}, {"start": 658, "end": 660, "text": "23", "ref_id": "BIBREF21"}, {"start": 2454, "end": 2456, "text": "5,", "ref_id": "BIBREF4"}, {"start": 2457, "end": 2460, "text": "18,", "ref_id": "BIBREF16"}, {"start": 2461, "end": 2464, "text": "21,", "ref_id": "BIBREF19"}, {"start": 2465, "end": 2467, "text": "24", "ref_id": "BIBREF22"}, {"start": 2580, "end": 2582, "text": "19", "ref_id": "BIBREF17"}, {"start": 2969, "end": 2971, "text": "11", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 2801, "end": 2815, "text": "(Patients 1-4)", "ref_id": "FIGREF0"}], "section": "DISCUSSION"}, {"text": "Several limitations should be mentioned. First, false-negative and false-positive results of antibody detection might affect the analysis among patients with different illness severities and disease courses. The results of this work need to be further validated by studies in a larger number of patients. Second, the time from symptom onset to admission may be long and the data of continuous monitoring in one patient were limited. Third, the relationship between antibody levels and viral copies within the same patients is unknown; this question needs to be studied further.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In conclusion, this study found that anti-SARS-CoV-2 antibody levels differ significantly among COVID-19 patients with different illness severities and outcomes. Quantitative IgM and IgG assays could play an important role in the diagnosis and prognosis of COVID-19.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Between 16 and 25 February 2020, 338 COVID-19 patients were continuously recruited from Tongji Hospital, Wuhan, China. The confirmed diagnosis of COVID-19 was defined as a positive result using real-time RT-PCR detection from routine nasal and pharyngeal swab specimens. Patient symptoms, signs and laboratory tests during the hospital stay were collected. Fifty-two healthy controls were also included. This study was approved by the ethical committee of Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "The mild cases are those with fever, typical symptoms and pneumonia on chest radiography. Severe cases need to meet one of the following criteria: (1) respiratory distress (respiration rate ≥ 30 times/min); (2) blood oxygen saturation (SpO 2 ) ≤ 93% in resting state; and (3) arterial partial pressure of O 2 to fraction of inspired oxygen (PaO 2 / FiO 2 ) ratio ≤ 300 mmHg. Critical cases meet one of the following criteria: (1) respiratory failure requiring mechanical ventilation; (2) shock; and (3) multiple organ dysfunction needing intensive care unit (ICU) treatment. The clinical information related to patient classification was collected from the medical records of the patients.", "cite_spans": [], "ref_spans": [], "section": "Grouping criteria"}, {"text": "Throat swab or nasal swab specimens from the upper respiratory tract of all patients on admission were collected and maintained in viral transport medium. Sputum specimens were also collected in some patients. SARS-CoV-2 infection was confirmed using TaqMan ", "cite_spans": [], "ref_spans": [{"start": 251, "end": 257, "text": "TaqMan", "ref_id": null}], "section": "Real-time RT-PCR"}, {"text": "The IgM and IgG antibodies against SARS-CoV-2 in serum specimens were detected using YHLO-CLIA-IgG, YHLO-CLIA-IgM kits supplied by YHLO (YHLO Biotech Co. Ltd Shenzhen, China), according to the manufacturer's instructions.", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 antibody detection"}, {"text": "The recombinant antigens contain nucleoprotein and spike protein of SARS-CoV-2. The antibody levels were expressed as arbitrary unit per mL (AU mL À1 ). The results ≥ 10 AU mL À1 are reactive (positive), and the results < 10 AU mL À1 are nonreactive (negative).", "cite_spans": [], "ref_spans": [], "section": "SARS-CoV-2 antibody detection"}, {"text": "The results are presented as mean AE standard deviation (SD) or median and interquartile range. Differences between groups were analysed using the Mann-Whitney Utest. Statistical analyses were performed using GraphPad Prism version 6 (GraphPad Software Inc., San Diego, CA, USA). Statistical significance was determined to be P < 0.05.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Novel coronavirus outbreak in Wuhan, China, 2020: intense surveillance is vital for preventing sustained transmission in new locations", "authors": [{"first": "R", "middle": ["N"], "last": "Thompson", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "2019-nCoV (Wuhan virus), a novel Coronavirus: human-to-human transmission, travel-related cases, and vaccine readiness", "authors": [{"first": "R", "middle": [], "last": "Ralph", "suffix": ""}, {"first": "J", "middle": [], "last": "Lew", "suffix": ""}, {"first": "T", "middle": [], "last": "Zeng", "suffix": ""}], "year": 2020, "venue": "J Infect Dev Ctries", "volume": "14", "issn": "", "pages": "3--17", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "507--513", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Office of State Adminis-tration of Traditional Chinese Medicine. Notice on the issuance of strategic guidelines for diagnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases", "authors": [{"first": "T", "middle": [], "last": "Ai", "suffix": ""}, {"first": "Z", "middle": [], "last": "Yang", "suffix": ""}, {"first": "H", "middle": [], "last": "Hou", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing", "authors": [{"first": "X", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhong", "suffix": ""}, {"first": "W", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "C", "middle": [], "last": "Zheng", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Development and clinical application of a rapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis", "authors": [{"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yi", "suffix": ""}, {"first": "X", "middle": [], "last": "Luo", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25727"]}}, "BIBREF9": {"ref_id": "b9", "title": "Evolving status of the 2019 novel coronavirus infection: proposal of conventional serologic assays for disease diagnosis and infection monitoring", "authors": [{"first": "S", "middle": ["Y"], "last": "Xiao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "92", "issn": "", "pages": "464--467", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study", "authors": [{"first": "X", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yu", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "", "issn": "", "pages": "30079--30084", "other_ids": {"DOI": ["10.1016/S2213-2600(20)30079-5"]}}, "BIBREF11": {"ref_id": "b11", "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "Z", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Emerg Microbes Infect", "volume": "9", "issn": "", "pages": "221--236", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "authors": [{"first": "P", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": ["L"], "last": "Yang", "suffix": ""}, {"first": "X", "middle": ["G"], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Nature", "volume": "579", "issn": "", "pages": "270--273", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Production of specific antibodies against SARS-coronavirus nucleocapsid protein without cross reactivity with human coronaviruses 229E and OC43", "authors": [{"first": "H", "middle": ["K"], "last": "Lee", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Lee", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Seok", "suffix": ""}], "year": 2010, "venue": "J Vet Sci", "volume": "11", "issn": "", "pages": "165--167", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Detection of specific antibodies to severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein for serodiagnosis of SARS coronavirus pneumonia", "authors": [{"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Wong", "suffix": ""}], "year": 2004, "venue": "J Clin Microbiol", "volume": "42", "issn": "", "pages": "2306--2309", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Office of State Adminis-tration of Traditional Chinese Medicine. Notice on the issuance of strategic guidelines for diagnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention", "authors": [{"first": "Z", "middle": [], "last": "Wu", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcgoogan", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "323", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "authors": [{"first": "F", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "T", "middle": [], "last": "Yu", "suffix": ""}, {"first": "R", "middle": [], "last": "Du", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "1054--1062", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome", "authors": [{"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Lancet Respir Med", "volume": "8", "issn": "", "pages": "420--422", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "IgM in microbial infections: taken for granted?", "authors": [{"first": "R", "middle": [], "last": "Racine", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Winslow", "suffix": ""}], "year": 2009, "venue": "Immunol Lett", "volume": "125", "issn": "", "pages": "79--85", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--523", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Reducing mortality from 2019-nCoV: host-directed therapies should be an option", "authors": [{"first": "A", "middle": [], "last": "Zumla", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "Z", "middle": ["A"], "last": "Memish", "suffix": ""}, {"first": "M", "middle": [], "last": "Maeurer", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "35--36", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Serological levels of SARS-CoV-2-specific IgM and IgG in COVID-19 patients. (a) The IgM and IgG antibody responses in patients with different disease courses from the symptom onset until the first detection of antibodies are shown. The antibody responses of (b) mild, (c) severe and (d) critical groups across different time-points were shown. Data are shown as mean AE SD.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "The positive rates and levels of IgM and IgG levels in COVID-19 patients with different illness severities. (a) The rates of patients in whom IgM and/or IgG were detected. (b) The median number of days from symptom onset to antibody detection were shown. The median levels of (c) IgM and (d) IgG in different groups are shown. Results are shown as median and interquartile range and were tested for significance at P < 0.05.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "IgM and IgG levels in recovered and deceased patients. (a) The median number of days from symptom onset to antibody detection in recovered and deceased groups was shown. The median levels of (b) IgM and (c) IgG in these groups were shown. Results are shown as median and interquartile range and were tested for significance at P < 0.05. the detection of IgM antibody indicates a recent exposure to SARS-CoV-2 and the detection of IgG antibody in the absence of detectable IgM antibody indicates prior virus exposure.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "The dynamic change of antibody levels against SARS-CoV-2. (a) In the three recovered patients (Patients 1-4), longitudinal detection of IgM and IgG levels is shown. (b) In the three deceased patients (Patients 5-7), longitudinal detection of IgM and IgG levels is shown.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Baseline characteristics of 338 patients with COVID-19 The Authors. Clinical & Translational Immunology published by John Wiley & Sons Australia, Ltd on behalf of Australian and New Zealand Society for Immunology Inc.", "latex": null, "type": "table"}, "TABREF2": {"text": "The basic features and clinical outcome of six patients with longitudinal detection of IgM and IgG against SARS-CoV-2", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Patient </td><td>Outcome </td><td>Age </td><td>Sex </td><td>Type group </td><td>Signs and symptoms at admission </td><td>Comorbidities\n</td></tr><tr><td>P1 </td><td>Recovered </td><td>50 </td><td>F </td><td>Mild </td><td>Fever, cough, fatigue </td><td>Hypertension\n</td></tr><tr><td>P2 </td><td>Recovered </td><td>50 </td><td>M </td><td>Severe </td><td>Fever, chest distress </td><td>Cardiovascular disease\n</td></tr><tr><td>P3 </td><td>Recovered </td><td>56 </td><td>F </td><td>Critical </td><td>Cough </td><td>Hypertension, diabetes\n</td></tr><tr><td>P4 </td><td>Recovered </td><td>68 </td><td>M </td><td>Severe </td><td>Fever </td><td>Hypertension\n</td></tr><tr><td>P5 </td><td>Death </td><td>55 </td><td>F </td><td>Critical </td><td>Fatigue, cough </td><td>Cardiovascular disease\n</td></tr><tr><td>P6 </td><td>Death </td><td>70 </td><td>M </td><td>Critical </td><td>Fever </td><td>Hypertension\n</td></tr><tr><td>P7 </td><td>Death </td><td>84 </td><td>M </td><td>Critical </td><td>Fever, cough </td><td>Hypertension\n</td></tr></table></body></html>"}, "TABREF3": {"text": "One-Step RT-PCR kits from Shanghai Huirui Biotechnology Co., Ltd. (Shanghai, China), and Shanghai BioGerm Medical Biotechnology Co. Ltd. (Shanghai, China), both of which have been approved by the China Food and Drug Administration.", "latex": null, "type": "table"}}, "back_matter": [{"text": "ACKNOWLEDGMENT This study was funded by the National Mega Project on Major Infectious Disease Prevention (2017ZX10103005-007).", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors declare no conflict of interest. ", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTEREST"}]}