{"paper_id": "0caecd8a96e7c55cb4601df3b4993f8c02ab37c2", "metadata": {"title": "Microbial lectins and their glycoprotein receptors", "authors": [{"first": "Nathan", "middle": [], "last": "Sharon", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Weizmann Institute of Science", "location": {"postCode": "76100", "settlement": "Rehovot", "country": "Israel"}}, "email": ""}, {"first": "Halina", "middle": [], "last": "Lis", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Weizmann Institute of Science", "location": {"postCode": "76100", "settlement": "Rehovot", "country": "Israel"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Numerous microorganisms appear to have selected carbohydrates as the preferred attachment sites on their host cells and tissues [l] . This is not surprising, in view of the abundance of carbohydrates on the surfaces of eukaryotic cells, in the form of glycoproteins and glycolipids. Binding to the carbohydrates is mediated by microbial surface lectins, members of a large group of microbial adhesins, that play a major role in the initiation of infection and in non-opsonic phagocytosis [2-51. Host range, tissue tropism and target cell specificity demonstrated by a particular microbe are determined, at least in part, by a stereochemical fit between microbial lectins and complementary carbohydrate receptors on host cell surfaces [6] . Adhesion to insoluble carbohydrates may also play an important role in the biofouling of marine surfaces and in ecological phenomena such as biodegradation, as well as in the monitoring by bacteria of the nutrient status of the environment [7] . Although a considerable number of these lectins are well defined, the existence of many more has been inferred from experiments on the effect of carbohydrates on the interaction of intact microorganisms with different target cells.", "cite_spans": [{"start": 128, "end": 131, "text": "[l]", "ref_id": null}, {"start": 488, "end": 494, "text": "[2-51.", "ref_id": null}, {"start": 734, "end": 737, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 980, "end": 983, "text": "[7]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The oldest, and perhaps most thoroughly studied system of this type is the interaction between the hemagglutinin of influenza virus A and N-acetylneuraminic acid' on cell surfaces. It is responsible not only for the adhesion of the virus to the cells, but also for fusion of the viral membrane with the host cell membrane and is also the viral component to which protective antibody is directed.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Virtually all bacterial species and genera express lectins or lectin-like activities, frequently of more than one type and with different specificities. However, it is usually not known whether individual cells coexpress multiple types of lectin or each lectin is confined to a distinct cell population. Many Gram negative bacteria (for example, Escherichia coli and Salmonellae spp.) and a few Gram positive ones (e.g. certain actinomyces), produce surface lectins that are often in the form of submicroscopic hairlike appendages known as fimbriae (pili) that protrude from the surface of the cells. The best characterized bacterial surface lectins with respect to their molecular properties, carbohydrate specificity and genetics are the type 1 fimbriae specific for mannose and the type P fimbriae specific for galabiose, [Gal(al+Gal] , produced by many strains of E. coli. Other examples are S fimbriae of E. coli, specific for NeuAc(a2-3)Gal, and type 2 ' All sugars are of the D-configuration, except for fucose which is L-fimbriae of oral actinomyces, specific for Gal(fi1-3)GalNAc or GalNAc fithat are not so well characterized. Non-fimbrial lectins that are components of the cell surface have also been described. The case of Pseudomonas aeruginosa is unusual in that certain strains of the organism produce intracellular lectins, at least one of which appears also on the bacterial surface.", "cite_spans": [{"start": 825, "end": 837, "text": "[Gal(al+Gal]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Among the fungal and protozoal lectins only a few have been studied in detail. One of these is the galactose-specific lectin of the protozoa Entamoeba histolytica. It mediates adhesion of the parasite to human colonic mucin glycoproteins and has a central role in the contact-dependent cytolysis or histolysis for which the parasite is named. A sialicacid-specific lectin has been isolated from merozoites of the human malarial parasite, Plasmodium falciparum. An unusual lectin is that of the protozoan Giardia lamblia, specific for mannose-6-phosphate, which is activated by trypsinization.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The carbohydrates to which the microbial lectins bind are in the form of glycoproteins and glycolipids ( Table 1) . Many lectins interact with both classes of glycoconjugate; this is not unexpected, since these compounds frequently contain identical oligosaccharides. Identification of the receptors for microbial lectins on animal cells (or in secretions) is based on methods such as binding of intact bacteria or of the isolated lectin either to blots of electrophoretically. separated cell membrane glycoproteins [8] or to thin layer chromatograms of glycolipids extracted from the cells. Glycoproteins can also be analyzed by affinity chromatography of cell membrane extracts on immobilized microbial lectins. The finding that a glycoprotein or glycolipid interacts with the bacteria (or isolated lectin) in such tests does not prove, however, that it serves as a functional receptor in uiuo. Most importantly, it should be obtained from cells susceptible to infection by the organism studied. Also, antibodies to the presumed receptor should inhibit binding of the organism to the cells and cells devoid of the receptor (as seen sometimes in mutants) should lack the ability to bind the microorganism. Glycolipids that serve as native receptors for microbial lectins have been identified in a large number of cases, but information on glycoproteins that play such a role is still scarce.", "cite_spans": [{"start": 516, "end": 519, "text": "[8]", "ref_id": null}], "ref_spans": [{"start": 105, "end": 113, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Introduction"}, {"text": "In the following we shall discuss mainly those lectins of viruses, bacteria, protozoa and fungi that are known to interact with either glycoproteins alone or with glycoproteins as well as glycolipids. We shall also deal with their role in infection and lectinophagocytosis. For bacterial lectins that appear to bind exclusively to glycolipids, see recent reviews on the subject [9-1 I].", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "2. Viruses 2. I . Sialic-acid-specijic 2.1.1. Influenza uirus The ability of the virus to agglutinate erythrocytes has been first reported in 1941. It took more than a decade before it was shown that influenza virus binds to erythrocytes and other cells via N-acetylneuraminic acid residues present on the cell surface and that this binding is a prerequisite for initiation of infection [24, 25] . Other viruses, such as Sendai, Newcastle disease, polyoma and rotavirus also exhibit an affinity for sialic ", "cite_spans": [{"start": 387, "end": 391, "text": "[24,", "ref_id": "BIBREF23"}, {"start": 392, "end": 395, "text": "25]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Gal(@ 14)Glc [20] GSL [9] GP GP [21] GSL [22] GP [23] a For protozoa, see Table 3 .", "cite_spans": [{"start": 13, "end": 17, "text": "[20]", "ref_id": null}, {"start": 22, "end": 25, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 32, "end": 36, "text": "[21]", "ref_id": null}, {"start": 41, "end": 45, "text": "[22]", "ref_id": null}, {"start": 49, "end": 53, "text": "[23]", "ref_id": null}], "ref_spans": [{"start": 74, "end": 81, "text": "Table 3", "ref_id": "TABREF3"}], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "' Predominant; GP, glycoproteins; GSL, glycolipids.", "cite_spans": [], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "acid [ 121. The hemagglutinin (lectin) of the influenza virus, responsible for its attachment to cells, was purified, crystallized, and studied in detail, culminating in the elucidation of the three-dimensional structure of its complex with N-acetylneuraminic-acid-containing oligosaccharides at the atomic level . The subunit of the lectin is composed of two polypeptides, HA1 and HA2 (with molecular masses of 36 and 26kDa, respectively), covalently linked by a single disulfide bond, and it associates non-covalently to form trimers that are located on the surface of the viral membrane [27] . It is a glycoprotein, with six N-linked oligosaccharide chains attached to HA1 and one to HA2. Except for one oligomannose unit, all are complex, bi-or triantennary structures, with three of them containing sulfated galactose [29] . The carbohydrate binding site is located in a pocket of the HA1 polypeptide chain, in a domain of the lectin protruding from the membrane, and is composed of amino acids that are largely conserved in the numerous strains of the virus [27] . Other conserved residues are found behind the pocket and seem to stabilize the architecture of the site without interacting with the carbohydrate. Over 100 strains of influenza virus, mostly of the A-and B-types, were examined for their ability to bind to enzymatically modified erythrocytes carrying terminal N-acetylneuraminic acid attached to galactose either by an a2-3 or a2-6 linkage [ 12,261. Differences in their specificity with respect to this linkage were correlated with the species origin of the virus. Thus, human isolates preferentially agglutinated resialylated erythrocytes containing the NeuAc(a24)Gal sequence, while the avian and equine isolates exhibited preference for NeuAc(a2-3)Gal. Strains of influenza C virus (as well as coronaviruses) do not bind N-acetylneuraminic acid at all, but only recognize its derivative, 9-0-acetyl-N-acetylneuraminic acid; the 9-0-acetyl group is critical for mediating cellular attachment [30] .", "cite_spans": [{"start": 590, "end": 594, "text": "[27]", "ref_id": null}, {"start": 823, "end": 827, "text": "[29]", "ref_id": null}, {"start": 1064, "end": 1068, "text": "[27]", "ref_id": null}, {"start": 2016, "end": 2020, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "Comparison of the primary sequences of hemagglutinins of the human virus with those of mutants showing decreased affinity for NeuAc(a2-6)Gal and markedly increased affinity for NeuAc(a2-3)Gal, revealed that they differ in a single amino acid substitution, Leu226 in the parental strains being replaced by glutamine in the mutants. Similar studies with avian isolates and their variants showing the reverse change in specificity (from a2-3 to a 2 4 linked N-acetylneuraminic acid), again revealed a substitution only at position 226 -from glutamine to leucine. This illustrates that a single amino acid substitution can alter the sugar specificity of a lectin. Although residue 226 is located in the carbohydrate binding site of the hemagglutinin, it is not in direct contact with the bound sugar, as shown by crystallographic studies of wild-type influenza virus hemagglutinin complexed with NeuAc(a2-6)Gal(fi14)Glc [sialyl(a24)lactose] and of a mutant hemagglutinin complexed with NeuAc(a2-3)Gal(fil-4)Glc [sialyl(a2-3)lactose]. The suggestion has therefore been made that the change in specificity is due to conformational differences between the mutant and wild-type proteins.", "cite_spans": [], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "X-ray crystallographic analysis of the complex of the hemagglutinin with bound sialyl(a2-6)lactose, [NeuAc(a24)Gal(fi 1-4)Glc], placed the sialic acid in the binding pocket with one side of the pyranose ring in tight contact to the protein and the other side facing the solvent [28] (Fig. 1) . It also permitted to predict potential hydrogen bonds and van der Waals contacts of sialic acid atoms with amino acids in the binding site based on their proximity to each other. The validity of these predictions was tested by evaluating the affinity for the hemagglutinin of a series of synthetic analogs of N-acetylneuraminic acid with modified functional groups, by determining: (i) the ability of the analogs to inhibit viral attachment to cells [3 11 and (ii) the equilibrium dissociation constants for the binding of these analogs to the hemagglutinin [32] . It was thus confirmed that the two carboxylate oxygens of N-acetylneuraminic acid receive hydrogen bonds from the hydroxyl group of Szr-136 and from the main chain amide group at Asn-137, respectively, and that both bonds are necessary for binding. These studies also provided additional evidence on the critical importance of the hydrophobic contact between the acetamido group at C-5 of N-acetylneuraminic acid with the indole ring of Trp-153. On the other hand, the hydroxyl at C-9 does not seem to participate in ligand binding, contrary to what has been proposed from the crystal structure.", "cite_spans": [{"start": 278, "end": 282, "text": "[28]", "ref_id": null}, {"start": 744, "end": 749, "text": "[3 11", "ref_id": null}, {"start": 852, "end": 856, "text": "[32]", "ref_id": null}], "ref_spans": [{"start": 283, "end": 291, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "The structures of complexes of the hemagglutinin with four sialic acid analogs, with affinities 10-to 100-fold higher than that of N-acetylneuraminic acid, were determined by high-resolution X-ray crystallography [33] . In these analogs, the sialic acid core was substituted at the 4 or 6 positions with spaced naphthyl or dansyl groups. In each of the complexes, the sialic acid moiety was equivalently positioned in the binding site of the hemagglutinin, while the substituent groups that differentiate the high-affinity analogs frclm each other interacted with hydrophobic patches and polar residues adjacent to the binding site. In addition to the binding site discussed above, the hemagglutinin possesses a secondary site, at the interface between HA1 and HA2 polypeptide chains [34] . However, crystallographic studies have shown that sialyl(a24)lactose does not bind to the secondary site at all, while sialyl(a2-3)lactose binds to this site with at least 4 times lower affinity than to the first one.", "cite_spans": [{"start": 213, "end": 217, "text": "[33]", "ref_id": null}, {"start": 784, "end": 788, "text": "[34]", "ref_id": null}], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "Another virus specific for sialic acid is murine polyoma virus. Two types of strains are known that differ in their specificity for sialic acid oligosaccharides: those that form large plaques bind to oligosaccharides terminating in NeuAc(a2-3)Gal, whereas the small plaque strains also tolerate branched structures with a second, a2-6 linked, sialic acid, e.g. NeuAc(a2-3)Galp3 ~e u A c ( a 2 4 ) ] G a l N A c .", "cite_spans": [], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "These strains also differ in their ability to form tumors in micethe small plaque strains produce few, if any, tumors, while the large plaque strains are highly tumorigenic. The critical difference in the structure of the viral protein of these strains is in residue 91, which is glycine in the small plaque strains and glutamic acid in the large plaque strains. Crystallographic studies at 3.65 A resolution of the viral protein from small plaque strains in complex with sialyl-3-lactose have shown that the combining site is in the form of a shallow groove and that both the sialic acid and the galactose form contacts with the protein [14] . This is in contrast to influenza virus hemagglutinin, where only sialic acid makes such contacts.", "cite_spans": [{"start": 638, "end": 642, "text": "[14]", "ref_id": null}], "ref_spans": [], "section": "NeuAc(a2-3)Gal(fi1-3)GalNAc"}, {"text": "Information on the existence of viral lectins with specificities other than for sialic acid is scant. Thus, parvovirus B 19 binds GalNAc(P 1-3)Gal(a14)Gal(fi1-4) [ 131, Simplex virus binds heparan sulfate [35] and HIV recombinant envelope glycoproteins interact specifically with certain N-linked carbohydrate units of glycoproteins, e.g. of the oligomannose type, with mannose-6-phosphate and sulfated polysaccharides, such as heparin and dextran sulfate [36, 37] .", "cite_spans": [{"start": 205, "end": 209, "text": "[35]", "ref_id": null}, {"start": 456, "end": 460, "text": "[36,", "ref_id": null}, {"start": 461, "end": 464, "text": "37]", "ref_id": null}], "ref_spans": [], "section": "Other specijicities"}, {"text": "The largest number of microbial lectins characterized to date are from bacterial sources (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 89, "end": 98, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Bacteria"}, {"text": "3.1.1. Enterobacteria Type 1 fimbriae are expressed by most strains of E. coli, as well as by other enterobacteriaceae, such as Klebsiella pneumoniae [38, 39] (Fig. 2) . They are heteropolymeric organelles, about 7 nm in diameter and 100 to 200 nm in length, consisting of helically arranged subunits (pilins) of several different types, assembled in a well defined order [5, 40] . The bulk of the fimbrial filament (shaft) is made up of polymers of a major subunit, FimA, mw 17 kDa. In addition, fimbriae contain a cassette of three minor ancillary subunits, FimF, FimG and FimH. The latter is the only subunit that possesses a Gbarah) carbohydrate binding site and is thus responsible for the sugar specificity of the finibriae. Although FimH is present both at the distal tip and at intervals along the length of the filament, only the subunit at the tip appears to be able to mediate mannose-sensitive adhesive interactions; the subunits at the other positions are inaccessible to the ligand. In other types of fimbriae (e.g. type P) the carbohydrate binding subunit is exclusively located to the tip.", "cite_spans": [{"start": 150, "end": 154, "text": "[38,", "ref_id": "BIBREF36"}, {"start": 155, "end": 158, "text": "39]", "ref_id": null}, {"start": 372, "end": 375, "text": "[5,", "ref_id": null}, {"start": 376, "end": 379, "text": "40]", "ref_id": null}, {"start": 629, "end": 636, "text": "Gbarah)", "ref_id": null}], "ref_spans": [{"start": 159, "end": 167, "text": "(Fig. 2)", "ref_id": "FIGREF1"}], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Isolated FimH binds mannose-containing glycoproteins and adheres in a mannosespecific manner to human neutrophils [41] . Moreover, it triggers an oxidative burst in a manner that mimics the activity of type 1 fimbriae. In addition, inert microspheres coated with FimH, but not with bovine serum albumin, are phagocytosed by neutrophils. Mutants lacking t h e j m H gene, but not genes encoding other fimbrial subunits, fail to bind to eukaryotic cells.", "cite_spans": [{"start": 114, "end": 118, "text": "[41]", "ref_id": null}], "ref_spans": [], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Two proteins, FimC and FimB, are involved in the biogenesis of type 1 fimbriae, without being part of the final structure. The former acts as a periplasmic chaperon that stabilizes fimbria subunits in the periplasm through the formation of distinct complexes. The subunit-chaperon complexes are targeted to FimB, an outer membrane protein, which organizes their ordered secretion into an extracellular polymer [42] . Chaperons are also required for the assembly of other types of fimbriae, as well as of non-fimbrial lectins [43-451. The expression of fimbriae is phase variable, i.e. bacteria shift periodically between a fimbriated and non-fimbriated state [38] . As a result, a given bacterial population will always contain cells of both phenotypes. The on-and off-phase variation is controlled at the transcriptional level and involves the inversion of a 314-base pair DNA segment harboring the promoter of t h e j m A gene [46] .", "cite_spans": [{"start": 410, "end": 414, "text": "[42]", "ref_id": null}, {"start": 525, "end": 533, "text": "[43-451.", "ref_id": null}, {"start": 659, "end": 663, "text": "[38]", "ref_id": "BIBREF36"}, {"start": 929, "end": 933, "text": "[46]", "ref_id": null}], "ref_spans": [], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Remarkable differences are found in the size and antigenic properties of the structural subunit of type 1 fimbriae (FimA) among different species of enterobacteria [47] . In contrast, a high degree of conservation is found between FimH proteins from type 1 fimbriae expressed by various species of the Enterobacteriaceae family, although they differ in their fine sugar specificity [48] . Thus, the combining sites of type 1 fimbriae of E. coli and K. pneumoniae correspond to the size of a trisaccharide and are in the form of a depression or pocket on the surface of the lectin [49] . In the case of the E. coli lectin, there are probably three adjacent subsites, each of which accommodates a monosaccharide residue. In the proximity of the combining site there is a hydrophobic binding region, as indicated by the finding that aromatic a-mannosides are significantly more powerful inhibitors than methyl a-mannoside. In contrast, several Salmonella species examined bind aromatic a-mannosides, as well as the trisaccharide Man(a I-3)Man(fi I-4)GlcNAc, weaker than methyl a-mannoside, indicating that the combining site of the Salmonella lectin is probably smaller than that of E. coli and K. pneumoniae, and is devoid of a hydrophobic region.", "cite_spans": [{"start": 164, "end": 168, "text": "[47]", "ref_id": "BIBREF53"}, {"start": 382, "end": 386, "text": "[48]", "ref_id": null}, {"start": 580, "end": 584, "text": "[49]", "ref_id": null}], "ref_spans": [], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Although very similar in their carbohydrate specificity, the lectins from E. coli and K. pneumoniae differ in their affinity for aromatic mannosides. Thus, 4-methylumbelliferyl a-mannoside is about 1 0-fold more effective than p-nitrophenyl a-mannoside in inhibiting yeast aggregation by type 1 fimbriated E. coli, while it is only 4 times more effective than p-nitrophenyl a-mannoside as inhibitor of K. pneumoniae [50] . Since the FimH subunits of the two organisms exhibit 88% homology, the possibility has been considered that the differences in specificity are due to differences in the presentation of the combining sites of these subunits in the fimbriae. To test this hypothesis, two types of hybrid fimbriae were genetically generated: in one of these the E. coli FimH was presented on a filament of K. pneumoniae structural subunits (EcFimH-KpFimA); in the other K. pneumoniae FimH was presented on a shaft of E. coli FimA (KpFimH-EcFimA) [50] . It was found that the specificity of the EcFimH-KpFimA hybrid with respect to aromatic a-mannosides was similar to that of native K. pneumoniae lectin, whereas that of KpFimH-EcFimA was like that of the E. coli lectin. These results indicate that the shaft on which FimH is presented plays a role in modulating the specificity of type 1 fimbriae lectins, probably by imposing conformational constraints on the carbohydrate binding subunit. The interspecies heterogeneity of the FimA subunit of enterobacteria thus ensures significant diversity in their sugar specificity and as a result, in the function of their lectins, as reflected by their ability to mediate adhesion to a particular type of animal cell. The notion that the fimbrial filament can influence the specificity of the carbohydrate binding moiety is novel and contrasts with the P fimbriae system, in which PapG appears to be the sole determinant of binding specificity. Recently a form of type 1 fimbriae has been described which, in addition to binding carbohydrates, interacts also with non-glycosylated regions of proteins in a mannoseinhibitable manner [51] . It is not clear whether this interaction occurs via the carbohydrate binding site proper and how it is inhibited by mannose. The difference between the two functional forms of the fimbriae may be due to subtle variations in FimH or to quantitative or qualitative differences in the assembly of one or more of the subunits. In this context it should be noted that concanavalin A, a mannose/glucose-specific plant lectin, has also been shown to bind peptides in a carbohydrate-inhibitable manner [52, 53] .", "cite_spans": [{"start": 416, "end": 420, "text": "[50]", "ref_id": null}, {"start": 949, "end": 953, "text": "[50]", "ref_id": null}, {"start": 2079, "end": 2083, "text": "[51]", "ref_id": null}, {"start": 2580, "end": 2584, "text": "[52,", "ref_id": "BIBREF58"}, {"start": 2585, "end": 2588, "text": "53]", "ref_id": "BIBREF59"}], "ref_spans": [], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Type 1 fimbriated E. coli or the isolated fimbriae bind to glycoproteins from diverse sources [8] . These include a 65 kDa glycoprotein from guinea pig erythrocytes [54] , the carcinoembryonic antigen, normally localized at the apical border of epithelial cells of the large intestine, secretory IgA and IgA myeloma proteins, especially those of the IgA2 subclass [55] Tamm-Horsfall glycoprotein (often referred to as uromucoid) [56] , as well as several constituents of mucous layers [57] (see also section 6.1.2). The fimbriae bind to three glycoproteins derived from the cell membrane of human granulocytes (or neutrophils) [58] ( Table 2) . Two of them have been identified as components of the integrin superfamily CD1 l/CD18 (also known as leukocyte adhesion molecules). The fimbriated bacteria bound in a mannose-specific, dose-dependent and saturable manner to the isolated integrin in wells of microtiter plates and on SDS-PAGE gels; this binding was inhibited by monoclonal antibodies to integrin 1591. Monoclonal antibodies to CDI 1/CD18, but not to other granulocyte surface antigens, inhibited binding of the bacteria to the granulocytes. The same molecules serve also as receptors for type 1 fimbriae on human peritoneal macrophages [60] . In addition, a glycoprotein called NCA-50, which belongs to a family of non-specific cross-reacting antigens associated with the granulocyte membrane, was reported to specifically bind type 1 fimbriae [61] .", "cite_spans": [{"start": 94, "end": 97, "text": "[8]", "ref_id": null}, {"start": 165, "end": 169, "text": "[54]", "ref_id": null}, {"start": 364, "end": 368, "text": "[55]", "ref_id": null}, {"start": 429, "end": 433, "text": "[56]", "ref_id": null}, {"start": 485, "end": 489, "text": "[57]", "ref_id": null}, {"start": 627, "end": 631, "text": "[58]", "ref_id": null}, {"start": 1247, "end": 1251, "text": "[60]", "ref_id": null}, {"start": 1455, "end": 1459, "text": "[61]", "ref_id": null}], "ref_spans": [{"start": 634, "end": 642, "text": "Table 2)", "ref_id": "TABREF2"}], "section": "Mannose-specijic (type I jimbriae)"}, {"text": "Certain strains of E. coli isolated from humans and farm animals express fimbrial lectins specific for glycoconjugates containing sialic acids [3-51. This conclusion is based primarily on the observation that hemagglutination caused by these organisms is decreased or completely abolished by treatment of the erythrocytes with sialidase. Examples of such lectins are type S fimbriae of bacterial strains causing sepsis and meningitis in newborn infants, CFA (Colonization Factor Antigen) I and I1 of human enterotoxigenic E. coli isolates, as well as E. coli K99 fimbriae of enterotoxigenic strains isolated from piglets, calves and lambs suffering from diarrhea.", "cite_spans": [{"start": 143, "end": 149, "text": "[3-51.", "ref_id": null}], "ref_spans": [], "section": "I . Escherichia coli"}, {"text": "The structure of S fimbriae is very similar to that of type 1 fimbriae. They are composed of a major subunit and several minor components, of which only one binds sialic acid. In contrast, both in the CFAs and K99 fimbriae the major subunit also contains the carbohydrate binding site [72, 73] . Comparison of the amino acid sequence of the carbohydrate binding subunit of type S fimbriae with those of the major CFA 1 and K99 subunits revealed the presence of a common motif, rich in basic amino acids (Fig. 3) . Site-specific mutagenesis experiments showed that a lysine and an arginine residue in this region play a part in ligand binding [74] .", "cite_spans": [{"start": 285, "end": 289, "text": "[72,", "ref_id": null}, {"start": 290, "end": 293, "text": "73]", "ref_id": null}, {"start": 642, "end": 646, "text": "[74]", "ref_id": null}], "ref_spans": [{"start": 503, "end": 511, "text": "(Fig. 3)", "ref_id": "FIGREF2"}], "section": "I . Escherichia coli"}, {"text": "S-fimbriated E. coli combine with a2-3 linked sialic acid residues on integral membrane glycoproteins. Limited trypsinization of human erythrocytes completely abolished binding of such bacteria, indicating that glycophorin A is their sole receptor on the erythrocytes [75] . S-fimbriated E. coli also bind to sialic acid on gangliosides,", "cite_spans": [{"start": 268, "end": 272, "text": "[75]", "ref_id": null}], "ref_spans": [], "section": "I . Escherichia coli"}, {"text": "Amino acid residues Reference Escherichia coli", "cite_spans": [], "ref_spans": [], "section": "Organism"}, {"text": "Arg [74] CFAiI -- preferentially NeuGc(a2-3)Gal and NeuAc(a2-8)NeuAc [ 151, as well as to sulfated glycolipids [76] . The latter binding apparently occurs through a different fimbrial subunit than that which interacts with sialic acid. The specificity of CFA I is not well defined, beyond the fact that it recognizes sialic acid [77, 78] . A sialoglycoprotein with an apparent molecular weight of 26,000 is the only glycoprotein from the human erythrocyte membrane that binds CFA I fimbriated E. coli K99-bearing E. coli bind to sialylated mucus glycoproteins [79] . The binding is not inhibited by sialic acid nor by other simple sugars, but by glycopeptides isolated from glycoproteins of bovine plasma, suggesting that the lectin recognizes complex carbohydrate structures. Glycopeptides bearing the terminal NeuGc(a2-3)Gal sequence strongly inhibited hemagglutination caused by E. coli K99, demonstrating the specificity of these bacteria for N-glycoloylneuraminic acid [SO] . The physiological receptor for K99 on intestinal epithelial cells of pig [Sl] and horse [82] appears, however, to be the glycolipid N-glycoloylneuraminyllactosyl ceramide [NeuGc(a2-3)Gal(P14)Glc~l-Cer].", "cite_spans": [{"start": 4, "end": 8, "text": "[74]", "ref_id": null}, {"start": 111, "end": 115, "text": "[76]", "ref_id": null}, {"start": 329, "end": 333, "text": "[77,", "ref_id": null}, {"start": 334, "end": 337, "text": "78]", "ref_id": null}, {"start": 560, "end": 564, "text": "[79]", "ref_id": null}, {"start": 974, "end": 978, "text": "[SO]", "ref_id": null}, {"start": 1069, "end": 1073, "text": "[82]", "ref_id": null}], "ref_spans": [], "section": "Organism"}, {"text": "[621.", "cite_spans": [], "ref_spans": [], "section": "LysSh"}, {"text": "The Gram positive bacterium S. suis, a common cause of sepsis, meningitis and other serious infxtions in young piglets and also of meningitis in humans, agglutinates human erythrocytes, but not after treatment with sialidase. Resialylation of the desialylated erythrocytes with a2-3 sialyltransferase resulted in strong agglutination of the cells by the bacteria, whereas resialylation with sialyltransferases having different specificities gave cells that were poorly agglutinated [83] . Blotting experiments revealed binding to band 3, band 4.5 and glycophorin (as well as to polyglycosyl ceramides) of human erythrocyte membranes. The involvement of glycophorin as a ligand for the bacteria on intact cells is however excluded by the finding that trypsinization of the cells does not affect their agglutination by the bacteria and by the agglutinability of En(a-) erythrocytes which are defective in glycophorin A. The ligands for S. suis are thus the sialylated poly-N-acetyllactosamine glycans carried by band 3 and band 4.5. S. sanguis, an oral microorganism, adheres to saliva-coated tooth surfaces by binding to salivary glycoproteins. The binding to these glycoproteins on SDS-PAGE blots was abolished by their treatment with sialidase, as well as with hydrofluoric acid, but was not affected by peptide-N-glycanase F (PNGaseF), indicating that S. sanguis binds to sialic acid on 0-linked chains of the glycoprotein(s) [84] . A 23 kDa membrane glycoprotein from human buccal epithelial cells bearing 0-linked NeuAc(a2-3)Gal(@ 1-3)GalNAc chains was implicated as receptor for S. sanguis OMZ9 on these cells [21] .", "cite_spans": [{"start": 482, "end": 486, "text": "[83]", "ref_id": null}, {"start": 934, "end": 936, "text": "S.", "ref_id": null}, {"start": 1031, "end": 1033, "text": "S.", "ref_id": null}, {"start": 1428, "end": 1432, "text": "[84]", "ref_id": null}, {"start": 1615, "end": 1619, "text": "[21]", "ref_id": null}], "ref_spans": [], "section": "Streptococcus suis"}, {"text": "The cDNA of the sialic-acid-specific lectin of S. sanguis codes for a polypeptide of 1435 residues (calculated mw of 158.4kDa) with three unique domains, two of which consist of repetitive amino acid sequences [66] . The third, which resides near the carboxy terminus, contains 48% proline. The lectin bound to a single salivary glycoprotein of mw 400 kDa [66] . Binding was inhibited by sialic acid and was abolished by desialylation of the glycoprotein; the best inhibitor was N-acetylneuraminyllactose.", "cite_spans": [{"start": 210, "end": 214, "text": "[66]", "ref_id": null}, {"start": 356, "end": 360, "text": "[66]", "ref_id": null}], "ref_spans": [], "section": "Streptococcus sanguis"}, {"text": "H. pylori is a pathogen which colonizes the mucus layer of human gastric tissues and is associated with gastritis and peptic ulcers (and possibly also with gastric carcinoma). It exhibits several specificities, one of which is for sialic acid. H. pylori agglutinates erythrocytes [85] and binds to mouse adrenal gland cells [86] in a sialic-acid dependent fashion. Furthermore, specific binding of H. pylori to acid glycosphingolipids extracted from human gastric mucosa, such as the ganglioside GM3, has been reported [87] . In addition, H. pylori has an affinity for fucose (see section 3.4.1) and interacts with glycolipids such as cerebroside and sulfated lactosylceramide [88] , which lack both sialic acid and fucose. The inhibitory activity of lactosylceramide sulfate and GM3 ganglioside on hemagglutination induced by H. pylori was additive, consistent with the possibility that two distinct lectins are involved in the binding to sialic acid and to sulfated glycolipids, respectively. The sialic-acid-specific lectin is a fibrillar surface protein with a mw of 20 kDa. Its cDNA has been cloned, sequenced and expressed in E. coli [89] . A sequence of the lectin (residues 134-139) was found to be homologous to a region that forms part of the carbohydrate binding sites of the sialic-acid-specific lectins of S-fimbriae, K99 and CFA I (cf. Fig. 3 ). An antibody against a synthetic peptide containing the above sequence blocked hemagglutination of human erythrocytes by H. pylori, suggesting that in this lectin, too, it is part of the carbohydrate binding site.", "cite_spans": [{"start": 280, "end": 284, "text": "[85]", "ref_id": null}, {"start": 324, "end": 328, "text": "[86]", "ref_id": null}, {"start": 519, "end": 523, "text": "[87]", "ref_id": null}, {"start": 677, "end": 681, "text": "[88]", "ref_id": null}, {"start": 1140, "end": 1144, "text": "[89]", "ref_id": null}], "ref_spans": [{"start": 1350, "end": 1356, "text": "Fig. 3", "ref_id": "FIGREF2"}], "section": "Helicobacter pylori"}, {"text": "M. pneumoniae, a well-established pathogen of the human respiratory tract, is another organism specific for sialic acid. It adheres to animal cells primarily through a lectin, known as P1 protein (mw 170kDa), which is densely clustered at the tip of the organism [90] . The lectin is specific for N-acetylneuraminic acid linked a2-3 to terminal galactose residues of the poly-N-acetyllactosamine sequence of blood type I/i antigen, as shown by binding experiments with sialidase-treated human erythrocytes that have been resialylated by specific sialyltransferases [9 11 . The preference for sialic acid a2-3 linked, rather than a2-6 linked, was confirmed by the finding that the oligosaccharides and glycoproteins containing the former linkage were more inhibitory than those containing the latter one. The most potent inhibitors were glycopeptides derived from bands 3 and 4.5 of human erythrocytes, and the bovine erythrocyte glycoprotein GP-2, all rich in poly-N-acetyllactosamine chains. Further evidence for the importance of such sequences in binding the M. pneumoniae lectin was provided by experiments with human blood type i erythrocytes, whose linear poly-N-acetyllactosamine chains are susceptible to digestion with endo 6-galactosidase. Following treatment with the enzyme, the binding of M. pneumoniae to the erythrocytes decreased by 85% [92] .", "cite_spans": [{"start": 263, "end": 267, "text": "[90]", "ref_id": null}, {"start": 565, "end": 570, "text": "[9 11", "ref_id": null}, {"start": 1353, "end": 1357, "text": "[92]", "ref_id": null}], "ref_spans": [], "section": "Mycoplasma pneumoniae"}, {"text": "CS3, a subcomponent of CFA I1 of enterotoxigenic E. coli binds specifically to GalNAc(6 1-4)Gal [93] . This was demonstrated by inhibition studies, using well-characterized antibodies and glycoconjugates of defined structures. Support for these findings was provided by electron microscopic experiments showing that the disaccharide, 0-linked to bovine serum albumin via a spacer, localized around bacteria expressing CS3 but not around CS3-negative mutants.", "cite_spans": [{"start": 96, "end": 100, "text": "[93]", "ref_id": null}], "ref_spans": [], "section": "Escherichia coli"}, {"text": "Enterotoxigenic E. coli producing K88 fimbriae occur in three serological variants: ab, ac or ad, that differ in their fine carbohydrate specificity. All are galactose-specific, but whereas K88ab fimbriae recognize the sequence Gal(al-3)Gal [94] , K88ac fimbriae appear to bind preferentially to Gal@-3)GalNAc and Fuc(al-2)Gal(~1-3/4)GlcNAc [ 171.", "cite_spans": [{"start": 241, "end": 245, "text": "[94]", "ref_id": null}], "ref_spans": [], "section": "Escherichia coli"}, {"text": "These carbohydrate structures were shown to be present in two porcine brush border glycoproteins of 210 and 240kDa that bind K88ac fimbriae, but not K88ab and K88ad fimbriae. They were not detected in glycoproteins from brush borders of piglets that do not bind K88 fimbriated E. coli.", "cite_spans": [], "ref_spans": [], "section": "Escherichia coli"}, {"text": "I! aeruginosa, an opportunistic pathogen, capable of causing infections of eye, lung, skin and other parts of the body, produces two well-Characterized intracellular lectins; one is specific for galactose (PA-I), the other for fucose (PA-11, see section 3.4.2) [95] . PA-I exhibits a preference for a-galactosides, especially those with a hydrophobic aglycone [96] . The cDNA of PA-I was isolated and shown to encode a chain of 121 amino acids (mw 12.7kDa) with a predominant central hydrophilic core between two hydrophobic domains [97] . PA-I agglutinates papain-treated human erythrocytes independent of blood type. However, it exhibits preferential affinity for the branched oligosaccharides bearing both A and B blood group determinants that are present in the saliva of AB secretors [98] .", "cite_spans": [{"start": 261, "end": 265, "text": "[95]", "ref_id": "BIBREF103"}, {"start": 360, "end": 364, "text": "[96]", "ref_id": null}, {"start": 533, "end": 537, "text": "[97]", "ref_id": null}, {"start": 789, "end": 793, "text": "[98]", "ref_id": null}], "ref_spans": [], "section": "Pseudomonas aeruginosu"}, {"text": "Although PA-I is located mainly intracellularly, evidence has been obtained that it is also exposed on the cell surface [99] . This could explain the finding that injection of the purified lectin into mice protected the animal against lethal doses of the live bacteria I? aeruginosa appears to bind largely to glycolipids [l], but binding to human respiratory mucins has also been reported. The binding is sensitive to periodate oxidation of the mucins, suggesting the involvement of the carbohydrate chains of the mucins and a (putative) surface lectin(s) on the bacteria [ 1001. Inhibition studies have shown that the [951.", "cite_spans": [{"start": 120, "end": 124, "text": "[99]", "ref_id": null}], "ref_spans": [], "section": "Pseudomonas aeruginosu"}, {"text": "organism recognizes Gal(@1-3)GlcNAc and Gal(fl14)GlcNAc, but has no affinity for sulfated glycopeptides [loll. This lectin(s) has, however, not yet been isolated and its relation to PA-I is not known.", "cite_spans": [], "ref_spans": [], "section": "Pseudomonas aeruginosu"}, {"text": "Actinomyces naeslundii and Actinomyces viscosus are prominent oral bacteria that colonize tooth and mucosal surfaces by binding to epithelial cells or other bacteria, such as S. sanguis. These interactions are mediated by-galactose/@-N -acetylgalactosaminespecific lectins, associated with type 2 fimbriae [ 19, 20, 102] . Although isolated type 2 fimbriae alone do not agglutinate either S. sanguis or sialidase-treated erythrocytes, lactosespecific agglutination occurred when the cells were incubated with multivalent complexes, formed by crosslinking the fimbriae with small amounts of specific antibody. The actinomyces lectin has not yet been purified. A fimbrial subunit gene,jmA, has been cloned, but the protein it encodes is apparently not involved in the interaction with S. sanguis.", "cite_spans": [{"start": 312, "end": 315, "text": "20,", "ref_id": null}, {"start": 316, "end": 320, "text": "102]", "ref_id": null}], "ref_spans": [], "section": "Actinomyces species"}, {"text": "The carbohydrate specificities of the lectins of A . viscosus T14V and A. naeslundii WVU45 were defined using galactose-containing oligosaccharides as inhibitors of coaggregation with S. sanguis 34. The most effective disaccharide inhibitor was Gal(fi1-3)Gal, which was more than 10 times as active as lactose and also more active than any galactose disaccharide tested. Receptors for the actinomyces lectins have been isolated and extensively characterized from four streptococcal strains. The binding of A . naeslundii WVU45 to sialidase-treated monolayers of epithelial cells was inhibited by pretreatment of the latter with peanut agglutinin and Bauhinia purpurea lectin [103]. Although these two lectins differ in their fine specificity, both react well with Gal@ 1-3)GalNAc, and similar to the actinomyces lectins, their binding to epithelial cells is enhanced by treatment of the cells with sialidase. In contrast, Erythrina cristagalli lectin, specific for Gal@ 14)GlcNAc, failed to inhibit bacterial binding. These and other experiments with lectins led to the conclusion that the receptor for the actinomyces lectin on epithelial cells is most likely 0-linked GaI((31-3)GalNAc. A. naeslundii binds to a glycoprotein of mw 160 kDa extracted from oral epithelial cells [67] .", "cite_spans": [{"start": 1277, "end": 1281, "text": "[67]", "ref_id": null}], "ref_spans": [], "section": "Actinomyces species"}, {"text": "A. naeslundii WVU45, as well as some other strains of actinomyces expressing type 2 fimbriae, bind also to sialidase-treated polymorphonuclear leukocytes, resulting in the activation of the latter cells, phagocytosis and destruction of the bacteria. The interaction of A . naeslundii WVU45 with the leukocytes was inhibited by the same lectins that inhibited the binding of these bacteria to oral epithelial cells. The receptors for the organism on the surface of sialidase-treated polymorphonuclear cells were identified as a 130 kDa glycoprotein as well as asialoganglosides with Gal((31-3)GalNAc termini [ 1041.", "cite_spans": [], "ref_spans": [], "section": "Actinomyces species"}, {"text": "Certain actinomyces species, such as A. naeslundii 12104 and A. viscosus 19246 and 147, have an affinity for GalNAcfi-terminating oligosaccharides. These strains exhibit heterogeneous receptor specificities and bind to different salivary and submaxillary glycoproteins on blots [20] . A 180 kDa salivary glycoprotein that binds A. naeslundii has been isolated and characterized [68] .", "cite_spans": [{"start": 278, "end": 282, "text": "[20]", "ref_id": null}, {"start": 378, "end": 382, "text": "[68]", "ref_id": null}], "ref_spans": [], "section": "Actinomyces species"}, {"text": "A special type of coaggregation of oral bacteria is that resulting from the bridging between one cell type and its partner by a third organism. This happens with Prevotella loescheii PK1295, which can serve as a bridge between Streptococcus oralis 34 and Actinomyces israeliz PK14, two Gram positive oral bacteria that are otherwise unable to coaggregate. Coaggregation of P loescheii PK1295 with S. oralis 34 is inhibited by lactose, while that with A. israelii PK14 is not, indicating that two different kinds of adhesins are involved, at least one of which is a lectin [105] . The latter has been isolated and purified to electrophoretic homogeneity, the first from oral bacteria. It is a fimbriaassociated protein with a molecular weight of 450kDa and consists of six identical subunits. In its oligomeric form it agglutinates S. oralis 34 and a variety of sialidasetreated erythrocytes in a lactose-sensitive manner, while the individual protomers blocked coaggregation between P loescheii PIC1 295 and S. oralis 34 [ 1061.", "cite_spans": [{"start": 248, "end": 254, "text": "34 and", "ref_id": null}, {"start": 572, "end": 577, "text": "[105]", "ref_id": null}], "ref_spans": [], "section": "Actinomyces species"}, {"text": "A lectin specific for galactose has been isolated from Bradyrhizobium japonicum [ 107, 1081. It is a protein of 38kDa that binds lactose about 15 times better that galactose and does not recognize N-acetylgalactosamine. The lectin is localized at one pole of the bacterial cell surface, which is coincident with the site of cell-cell contact in homotypic aggregation of the bacteria and in their adhesion to the cultured soybean cell line SB-1. Such topological distribution is consistent with a role for the lectin in the polar binding of the organism to soybean roots.", "cite_spans": [], "ref_spans": [], "section": "Rhizobia"}, {"text": "Myxobacteria differ from other bacteria in being social organisms. They tend to maintain close contact with each other and to aggregate into swarms. Aggregation is a developmentally regulated process that occurs as the cells differentiate from the vegetative form into mature spores. In Myxococcus xanthus, high hemagglutinating activity was found in extracts of the mature cells, but not in early vegetative cells. A lectin was purified from extracts of the aggregated stage of this organism. In solution it exists as a monomer with an apparent molecular weight of 28 kDa. The hemagglutinating activity of the lectin was not inhibited by simple sugars, only by glycoproteins such as fetuin, glycophorin and rabbit IgG, all of which contain the 0-linked tetrasaccharide NeuAc(a2-", "cite_spans": [], "ref_spans": [], "section": "Myxobacteria"}, {"text": "the affinity of the lectin for the saccharide, since inhibition by asialofetuin was diminished to one-fifteenth by fl-galactosidase treatment. The lectin was detected on the surface of developmental, but not vegetative cells, localized in distinct patches at one or both of the cell poles. This localization suggests that the lectin may function in end-to-end cellular interactions during aggregation.", "cite_spans": [], "ref_spans": [], "section": "3)Gal(fl1-3)[NeuAc(a2-6)]GalNAc. The penultimate galactose was directly implicated in"}, {"text": "3.4.1. Helicobacter pylori A specificity exhibited by H. pylori (in addition to that for sialic acid) is for fucose.", "cite_spans": [], "ref_spans": [], "section": "Fucose-specific"}, {"text": "The putative lectin discriminates between closely related fucosylated epitopes as well as carbohydrate core chains, and only binds H and Lewisb antigens expressed on lacto-series type 1 but not type 2 chains [109] . To test the hypothesis that Leb antigen functions as receptor for H. pylori and mediates its attachment to gastric pit/mucous cells [ 1 101, mice that normally do not synthesize this carbohydrate structure were genetically engineered to produce it by transfection with human ~~1 , 3 1 4 fucosyltransferase [I 1 I]. Expression of Leb in the transgenic mice was associated with acquisition of the ability to bind clinical isolates of H. pylori. Binding was blocked by pretreatment of the bacteria with soluble Leb-serum human albumin conjugates. , an intracellular lectin of P aeruginosa, is specific for fucose with an unusually high affinity ( K , = 1.5 x lo6 M-') and interacts weakly also with mannose ( K , = 3.1 x lo2 M-2) [112].", "cite_spans": [{"start": 208, "end": 213, "text": "[109]", "ref_id": null}], "ref_spans": [], "section": "Fucose-specific"}, {"text": "Agglutination of human group 0 erythrocytes by K cholerae and adhesion of the organism to brush borders are specifically inhibited by fucose, and to a lesser extent by niannose. It has been suggested that structures on eukaryotic cell surfaces containing fucose may function as receptors for a vibrio lectin and may therefore be an important determinant of host susceptibility to these bacteria. A soluble lectin specific for fucose, produced by ci cholevae strain CA401 was purified to apparent homogeneity and was found to focus at three different PI: 6.3, 5.3 and 4.7 [I 131 . Thus, there are apparently three distinct PI isotypes of the lectin that exist as non-covalently associated polymers of 32kDa subunits. The lectin possessed proteolytic activity, which likewise focused at pH values 6.3, 5.3 and 4.7. It was therefore concluded that the soluble lectin is a bifunctional molecule, capable of mediating hemagglutination and proteolysis.", "cite_spans": [{"start": 571, "end": 577, "text": "[I 131", "ref_id": null}], "ref_spans": [], "section": "Vibrio cholerae"}, {"text": "Recently, a fucose-specific lectin associated with the bacterial surface of Rhizobium lupinii has been purified, but its role in the interactions between the bacteria and the lupin root has not been established [I 141 . A fucose-specific lectin has also been isolated from the cell walls of Agrobacterium tumefaciens, a bacterium belonging to the Rhizobiaceaea family which infects dicotyledonous plants and forms crown gall [ 1 151. the presence of a subunit (S2) that binds galactose-containing glycoconjugates such as lactosylceramide, and a subunit (S3) that recognizes sialylated glycoconjugates (e.g. gangliosides). Competitive inhibition studies using recombinant subunits indicated that both S2 and S3 mediate, in an additive manner, the toxin dependent attachment of B. pertussis to human macrophages [ 1 161. It was suggested, therefore, that each subunit interacts with a different receptor(s). The two subunits exhibit 80% homology. Their amino terminal regions contain a hexapeptide (residues 18-23) homologous to a sequence (residues 62-67) found in the carbohydrate binding pocket of wheat germ agglutinin (WGA); mutations in this hexapeptide of S2 abolished carbohydrate recognition [ 1171. The WGA-like region is followed by a segment (residues 30-53) which shows sequence similarity to selectins [I 181 , a family of C-type eukaryotic lectins [I 191 (Fig. 4) . The amino termini of S2 and S3 are thus a composite of a plant and an animal lectin arranged in tandem. This region appears to be important in determining the carbohydrate specificity of the subunits. Chimeric recombinant subunits S2 and S3, obtained by mutational interchange of amino acid residues 37-52, exhibited switched specificities, i.e. S2 became specific for gangliosides and S3 for lactosylceramide [ 1201. Concomitantly, a switch of target cell specificity occurred with respect to macrophages and ciliated cells. Mutations at Asn93 or Asn\"' of S2 [121] or at Tyr8* or Ly.sl0' of S3 [122] abolished carbohydrate binding. The sequence similarity with selectins extends to shared function, in that S2 and S3 inhibit competitively the interaction of neutrophils with surfaces coated with P-selectin and E-selectin, respectively [ 1231.", "cite_spans": [{"start": 211, "end": 217, "text": "[I 141", "ref_id": null}, {"start": 1314, "end": 1320, "text": "[I 181", "ref_id": null}, {"start": 1361, "end": 1367, "text": "[I 191", "ref_id": null}], "ref_spans": [{"start": 1368, "end": 1376, "text": "(Fig. 4)", "ref_id": "FIGREF4"}], "section": "Others"}, {"text": "The recent solution of the crystal structure of a dimeric form of pertussis toxin provided support for the composite nature of the molecule[l24]. Thus, the WGAlike region of S2 superimposes on the homologous part of the three-dimensional structure of WGA (residues 62-67), while the segment homologous to the C-type lectins superimposes on the core of rat mannose binding protein, a C-type lectin.", "cite_spans": [], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "The crystal structure of the dimeric form of the toxin in complex with a diantennary undecasaccharide isolated from human serum transferrin was determined at 3.5 A [ 1251.", "cite_spans": [], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "The carbohydrate is bound to equivalent sites on S2 and S3 of the B oligomer, occupying three of the four combining sites present in the dimeric unit. Despite the relatively low resolution, NeuAc(a2-6)Gal (which forms the terminus of each branch of the undecasaccharide) was clearly identified in the binding sites with the aid of energy calculations and NMR spectroscopy. The sialic acid forms both hydrogen bonds and hydrophobic interactions with the protein, while no contacts with the galactose are seen. Surprisingly, in the crystal structure, S2 and S3 interact with sialic acid in the same way, although the two subunits appear to exhibit different sugar specificities in solution.", "cite_spans": [], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "In oitro, the toxin binds to glycoproteins as well as glycolipids. The ability of fetuin to inhibit hemagglutination of goose erythrocytes by the toxin was abolished by treatment of the glycoprotein with sialidase and was restored by resialylation with the aid of a2-6 sialyltransferase [126]. On blots of separated proteins from Chinese hamster ovary (CHO) cells, the intact toxin, as well as the purified B subunit, bound a single band of 165 kDa; sialidase treatment of the blots abolished binding [69] . With lectin-resistant CHO mutants deficient in sialic acid, no toxin-binding component was revealed [ 1271. The toxin did not bind to neutral glycolipids or gangliosides from CHO cells, nor to sialoparagloboside, although the latter terminates in NeuAc-N-acetyllactosamine. It appears thus that the 165 kDa glycoprotein is the receptor for pertussis toxin on CHO cells.", "cite_spans": [{"start": 501, "end": 505, "text": "[69]", "ref_id": null}], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "Toxin-binding proteins on human peripheral T lymphocytes, as well as on T-cellderived lines (HPB-ALL and Jurkatt), all of which respond to pertussis toxin by rapid second messenger production, were detected by labeling the cells with the toxin bound to a crosslinking agent, followed by gel electrophoresis, and by binding of the toxin to blots of SDS-PAGE separated membrane proteins [70] . In all cases, a single band of 43 kDa was revealed, which was absent from non-responsive cells. The 43 kDa protein may thus be a functional receptor for the toxin. In a different report, also using peripheral T lymphocytes and Jurkatt cells and a similar labeling technique as above, a protein of 70 kDa was detected [71] . A band of the same mobility was found among several components isolated from surface-iodinated T lymphocytes by affinity chromatography on the immobilized toxin. However, it cannot be concluded that binding to this (g1yco)protein was carbohydrate-mediated, since no controls with inhibitory sugars were carried out, and elution from the affinity column was with high pH and not with carbohydrate.", "cite_spans": [{"start": 385, "end": 389, "text": "[70]", "ref_id": null}, {"start": 709, "end": 713, "text": "[71]", "ref_id": null}], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "In addition to the toxin, virulent strains of B. pertussis express another lectin, known as filamentous hemagglutinin. It is found in a cell-associated form outside the outer membrane as a microcapsule, or in a soluble form secreted into the culture medium during growth. It is a large molecule of 220kDa with an affinity for lactosylceramide when assayed by direct binding with extracts of ciliated cells or standard glycolipids and has also an affinity for sulfated saccharides, such as Gal-6-sulfate, dextran sulfate and heparin. The carbohydrate binding region of the lectin was mapped to amino acids 1141-1279 with the aid of a monoclonal antibody that blocked bacterial binding to ciliated cells and to lactosylceramide [128] . Mutant strains of B. pertussis with deletions of this region did not bind to ciliated cells or macrophages and reacted poorly with the antibody. The region contains a stretch exhibiting sequence similarity with 20 amino acids of the lectin domain of S2 of the toxin.", "cite_spans": [{"start": 726, "end": 731, "text": "[128]", "ref_id": null}], "ref_spans": [], "section": "Bordetella pertussis"}, {"text": "Lectins have been found in some soilborne plant pathogenic fungi, such as Rhizoctonia solani and related species [ 129,1301 and in different members of the Sclerotiniaceae [ 13 I , 1321. Most of these lectins are specific for galactose1N-acetylgalactosamine although some (e.g. that from Sclerotium rolfsii [ 1321) recognize only animal glycoproteins such as fetuin and mucin. A lectin specific for N-acetylgalactosamine has also been isolated from the nematode-trapping fungus Arthrobotrys oligospora [ 1331. From the same source a protein has been obtained which, although immunologically identical with that mentioned above, is not inhibited by N-acetylgalactosamine, only by glycoproteins [ 1341.", "cite_spans": [{"start": 502, "end": 509, "text": "[ 1331.", "ref_id": null}], "ref_spans": [], "section": "Fungi"}, {"text": "Only a few protozoan lectins are known (Table 3) . ", "cite_spans": [], "ref_spans": [{"start": 39, "end": 48, "text": "(Table 3)", "ref_id": "TABREF3"}], "section": "Protozoa"}, {"text": "The pathogenic protozoan E. histolytica causes disease in humans by disruption and invasion of the colonic mucosa. It produces two lectins, specific for Gal1GalNAc [ 1351 and for chitooligosaccharides, respectively (for the latter lectin, see section 5.3. I). The Gal/GalNAc-specific lectin has a mw of 260kDa and is composed of two subunits (170 and 31135kDa) linked by disulfide bonds [136] . The heavy subunit is an integral membrane protein with a large cysteine-rich extracellular domain and a short cytoplasmic tail [137, 138] . The two types of light subunit are synthesized from the same cDNA and the difference in molecular weight is probably the result of post-translational modifications, possibly of glycosylation [139] . The 31 kDa (but not the 35 kDa) isoform of the light subunit contains a phosphatidylinositol-glycan anchor; the 17013 1 kDa isolectin is thus an unusual protein, in that it is composed of a transmembrane and a phosphatidylinositolglycan anchored component. The purified lectin partially inhibits binding of amoebic trophozoites to cultured human intestinal epithelial and CHO cells. In addition, antibodies directed to the 170 kDa subunit inhibit binding of the amoeba to CHO cells, suggesting that this subunit is primarily responsible for mediating adhesion. Interestingly, certain monoclonal anti-heavy chain antibodies caused an enhancement of galactose-inhibitable adhesion of the parasite to CHO cells [ 1401. One of the antibodies also enhanced binding of the purified lectin to such cells, indicating that enhanced adhesion of the parasite may be due to direct activation of the galactose-binding activity of the lectin. It is thus possible that amoebae regulate their in oiuo adhesion to galactose-containing substrates via changes in lectin activity. The epitopes for both the adhesion-inhibiting and adhesion-enhancing antibodies are located in the cystein-rich domain of the 170 kDa subunit, suggesting that the carbohydrate binding site may reside in this region [141] .", "cite_spans": [{"start": 387, "end": 392, "text": "[136]", "ref_id": null}, {"start": 522, "end": 527, "text": "[137,", "ref_id": null}, {"start": 528, "end": 532, "text": "138]", "ref_id": null}, {"start": 726, "end": 731, "text": "[139]", "ref_id": null}, {"start": 2010, "end": 2015, "text": "[141]", "ref_id": null}], "ref_spans": [], "section": "Entamoeba histolytica"}, {"text": "The extent of binding of E. histolytica to wild-type CHO cells and three lectinresistant CHO mutants with altered glycosylation patterns was directly correlated with the presence of terminal galactose residues on these cells: very poor binding was observed to CHO cell mutants deficient in galactose [ 1421. Moreover, galactose derivatives, in particular N-acetyllactosamine, efficiently blocked binding of the amoebae to CHO cells, while no inhibition was seen with N-acetylglucosamine or N, N'-diacetylchitobiose. The adhesion of the parasite to CHO cells was also completely inhibited by very low concentrations (1 pg/ml) of purified human colonic mucin and this inhibition was galactose-specific [ 1431; direct binding experiments have shown that the amoebic lectin binds the mucin with a very high affinity (Kd = X X lo-\" M-'). Therefore, the galactosespecific, rather than the N-acetylglucosamine-specific, lectin is most probably responsible for the recognition of mammalian cells by E. histolytica.", "cite_spans": [], "ref_spans": [], "section": "Entamoeba histolytica"}, {"text": "Specificity studies with a series of multivalent glycoconjugates with non-reducing terminal galactose or N-acetylgalactosamine residues confirmed the preference of the lectin for the latter monosaccharide and revealed a dramatic increase in the affinity of the lectin for its ligands when presented in multivalent form [144] . A neoglycoprotein having an average of 40 galactose residues linked to bovine serum albumin was about 17000 times more potent as inhibitor of hemagglutination by the lectin than the monovalent sugar, and a neoglycoprotein with an average of 39 N-acetylgalactosamine residues was 140 000-fold more potent than the monosaccharide. The latter polymer bound to membranes of E. histolytica with a dissociation constant of about IOnM. These findings are in line with the above mentioned high affinity of the lectin for human colonic mucin and support the possibility that this class of glycoprotein is a potential target for E. histolytica binding in uiuo.", "cite_spans": [{"start": 319, "end": 324, "text": "[144]", "ref_id": null}], "ref_spans": [], "section": "Entamoeba histolytica"}, {"text": "The invasion of human erythrocytes by plasmoidal merozoites is a key event during malaria infection. Sialidase treatment of the erythrocytes renders the cells resistant to invasion by different isolates of I? fakiparum, suggesting that the interaction between the parasite and the erythrocytes is mediated by a plasmodia1 lectin specific for sialic acid [ 1451. Different mezoroite surface components have been proposed as the putative lectins, among them the well-defined surface antigen Pf200 [ 1461. Binding of the isolated antigen to erythrocytes was inhibited by sialidase treatment of the cells and by monoclonal antibodies against the glycosylated domain of glycophorin.", "cite_spans": [], "ref_spans": [], "section": "I . Plasmodium fakiparum"}, {"text": "A protein of 175 kDa (designated EBA-175), which is released from merozoites into the culture medium, was purified by binding to, and elution from, human red blood cells [147] . Its interaction with the erythrocytes was inhibited best by NeuAc(a2-3)Gal and less by NeuAc(a24)Gal; free N-acetylneuraminic acid was not inhibitory. The structure of the sialic acid is critical, because removal of the 9-0-acetyl group from mouse erythrocytes, which converted the mouse sialic acid to the human form, enhanced binding of EBA-175 to the mouse cells [148] .", "cite_spans": [{"start": 170, "end": 175, "text": "[147]", "ref_id": null}, {"start": 544, "end": 549, "text": "[148]", "ref_id": null}], "ref_spans": [], "section": "I . Plasmodium fakiparum"}, {"text": "The cDNA of the lectin was cloned; it codes for a polypeptide chain of 1435 amino acids, including a 19 residue leader sequence [149] . Antibodies against a synthetic peptide encompassing amino acid residues 1062-1 103 inhibited merozoite invasion in uitro, as well as binding of the purified lectin to erythrocytes, indicating that this region may include the carbohydrate combining site of the lectin. In line with this possibility was the finding that the nucleotide sequence of this region is conserved among several plasmodium strains from various regions of the world. The inhibitory activities of the antipeptide antibodies were shown to be primarily, if not exclusively, directed against amino acids 1069-1087 [150]. Antibodies against a peptide corresponding to the above amino acid stretch inhibited the growth of the parasite similarly to antibodies against the larger peptide and, moreover, blocked the interactions of the latter antibodies with the purified lectin and with the parasite. Surprisingly however, using truncated portions of the lectin expressed in COS cells, the binding region was mapped to a cystein-rich domain closer to the N-terminal of the protein [I511 The fragment (amino acids 487-673, designated as region F2) bound erythrocytes with the same pattern as native EBA-175.", "cite_spans": [{"start": 128, "end": 133, "text": "[149]", "ref_id": null}], "ref_spans": [], "section": "I . Plasmodium fakiparum"}, {"text": "The receptors for the plasmodia1 sialic-acid-specific lectin on human erythrocytes are the 0-linked chains of glycophorin. Cells devoid of glycophorin (MKMK erythrocytes), or having glycophorin with modified 0-chains (Tn and Cad) are, to a large extent, resistant to invasion [147] . Interestingly, this is also the case with En(a-) erythrocytes that contain glycophorin B, but not glycophorin A. These cells also failed to bind to EBA-175 and fragment F2 [151] . The two glycophorins contain the same 26 amino acids and eleven clustered 0-linked chains at the N-terminus, but differ in the rest of the molecule. This was taken to indicate that an amino acid sequence specific for glycophorin A is necessary for binding, possibly by contributing an unique conformation to the sialic acid residues recognized by the lectin. This is supported by the finding that glycopeptide 1-64 of glycophorin A, but not a mixture of glycopeptides 1-34 and 35-64, inhibited the binding of erythrocytes to EBA-175 [151].", "cite_spans": [{"start": 276, "end": 281, "text": "[147]", "ref_id": null}, {"start": 456, "end": 461, "text": "[151]", "ref_id": null}], "ref_spans": [], "section": "I . Plasmodium fakiparum"}, {"text": "The E. histolytica lectin specific for chitooligosaccharides is a 220 kDa plasma membrane glycoprotein that inhibits the attachment of amoebic tropozoites to layers of cultured MDCK cells [152, 153] .", "cite_spans": [{"start": 188, "end": 193, "text": "[152,", "ref_id": null}, {"start": 194, "end": 198, "text": "153]", "ref_id": null}], "ref_spans": [], "section": "I. Entamoeba histolytica"}, {"text": "Besides the sialic-acid-specific lectin (see section 5.2. l), isolates of P falciparum from different geographical regions express a lectin specific for N-acetylglucosamine [ 1541.", "cite_spans": [], "ref_spans": [], "section": "Plasmodium falciparum"}, {"text": "The merozoite surface of such isolates was specifically labeled with a neoglycoprotein bearing multiple residues of this monosaccharide, as evidenced by fluorescence and electron microscopy. Affinity chromatography of merozoite lysates on immobilized N-acetylglucosamine and elution with the free sugar yielded three protein bands of 45, 83 and 120kDa. The same bands were revealed when blots of merozoite proteins were probed with the N-acetylglucosamine containing neoglycoprotein.", "cite_spans": [], "ref_spans": [], "section": "Plasmodium falciparum"}, {"text": "Mannose-6-phosphate-spec& 5.4.1. Giardia lamblia Giardia lamblia, a protozoan parasite that causes widespread diarrheal disease, expresses a surface membrane associated lectin, named taglin, which is specifically activated by limited proteolysis with trypsin, a protease present in abundance at the site of infection [ 1551. Trypsin-treated lysates of G. lamblia trophozoites agglutinate rabbit erythrocytes as well as enterocytes, which are the target cells of the parasite in uioo.", "cite_spans": [], "ref_spans": [], "section": "5.4."}, {"text": "The agglutination was best inhibited by mannose 6-phosphate; mannose 1 -phosphate and other phosphorylated sugars were not inhibitory. A monoclonal antibody which inhibited hemagglutination by the activated lysate, and is thus presumably directed against the lectin, recognized a protein of 28/30kDa on immunoblots of trophozoite lysates. The lectin activity of this protein was demonstrated by binding of erythrocytes to bands in the same molecular weight range as those recognized by the monoclonal antibody. Immunoprecipitation of G. lamblia lysates with the monoclonal antibody also yielded a protein of 28/30 m a , which has however not been further characterized.", "cite_spans": [], "ref_spans": [], "section": "5.4."}, {"text": "A major role of the microbial lectins is to mediate the adhesion of the organisms to host cells, an initial stage of infection. This has been extensively demonstrated both in uitro, in studies with isolated cells and cell cultures, and in uiuo in experimental animals.", "cite_spans": [], "ref_spans": [], "section": "Biological roles I . Infection"}, {"text": "The binding of the influenza virus lectin (hemagglutinin) to carbohydrates containing sialic acid on the surface of the target cells leads to the attachment of the virus to the cells. This is followed by fusion of the viral and cellular membranes, allowing release of the viral genome into the cytoplasm and subsequent replication. Removal of sialic acid from the cell membranes by sialidase abolishes binding and prevents infection, while enzymatic reattachment of sialic acid or insertion of sialic-acid-containing oligosaccharides (for example, in the form of glycolipids) into the membranes of sialidase-treated cells restores the ability of the cells to bind the virus and to be infected by it [26, 27] . Detailed knowledge of the sialic-acid-hemagglutinin interaction (cf. section 2.1.1) provides a basis for the attempts to design antiviral drugs that would block viral attachment to cells. An inhibitor, targeted to the conserved amino acids of the combining site or to the receptor carbohydrate, might be effective against influenza viruses of different subtypes. It would be independent of the antigenic changes that accompany the recurrent epidemics for which these viruses are renowned.", "cite_spans": [{"start": 699, "end": 703, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 704, "end": 707, "text": "27]", "ref_id": null}], "ref_spans": [], "section": "I . 1. Viruses"}, {"text": "In the case of bacteria that possess the ability to produce fimbriae, the infectivity of the fimbriated phenotype is, as a rule, higher than that of the non-fimbriated [2, 4] . Thus, when mice were infected intravesicularly with two isogenic E. coli mutants, both of which were type 1 fimbriated, but only one of which possessed mannose-binding activity, only the latter induced urinary tract infections. Also, infection by enterobacteria carrying fimbrial lectins was prevented by passive or active pre-immunization of the animals against the fimbriae. Although the anti-fimbrial antibodies inhibited bacterial adhesion in uitro, there is no compelling evidence that they are directed against the carbohydrate binding sites of the fimbrial lectin. More significantly, in three separate systems, each employing different type 1 fimbriated enterobacterial species, mannose and methyl a-mannoside inhibited infection of the urinary tract of mice and rats (Table 4 ). In each of these glucose (or methyl a-glucoside) which is not an inhibitor of type 1 fimbriae, did not affect the infectivity of the injected bacteria. In addition, antibodies against the carbohydrate structures recognized by type 1 fimbriae on epithelial cells also prevented urinary tract infection in mice by type 1 fimbriated E. coli. Similarly, N-acetylneuraminic acid considerably reduced colonization of lung, liver and kidney by I? aeruginosa injected intravenously [I 571.) to mice [156] . It was also demonstrated that introduction into the trachea of rabbits infected with B. pertussis of lactose or monoclonal anti-Lea antibodies resulted in the abortion of colonization of the respiratory tract by the bacteria and blocking of pulmonary edema [157] (Fig. 5 ) . These findings provide some of the most convincing evidence for the central role of bacterial lectins in infection, in particular in mucosal colonization. They also illustrate the great potential of simple carbohydrates in the prevention of infections caused by bacteria that express surface lectins and raise hopes for the development of anti-adhesive drugs for human use.", "cite_spans": [{"start": 168, "end": 171, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 172, "end": 174, "text": "4]", "ref_id": null}, {"start": 1439, "end": 1447, "text": "[I 571.)", "ref_id": null}, {"start": 1456, "end": 1461, "text": "[156]", "ref_id": null}], "ref_spans": [{"start": 953, "end": 961, "text": "(Table 4", "ref_id": "TABREF4"}, {"start": 1727, "end": 1736, "text": "(Fig. 5 )", "ref_id": "FIGREF5"}], "section": "Bacteria"}, {"text": "Other reports also support a role for bacterial lectins in natural infections. Sialylated glycoproteins, administered orally, protected colostrum-deprived, newborn calves against lethal doses of enterotoxigenic E. coli K99 [158] . In a clinical trial in humans, patients with otitis externa (a painful swelling with secretion from the external auditory canal) caused by P aeruginosa were treated at the site of infection with a solution of galactose, mannose and N-acetylneuraminic acid. The results were fully comparable to those obtained with conventional antibiotic treatment [ 1591.", "cite_spans": [{"start": 219, "end": 228, "text": "K99 [158]", "ref_id": null}], "ref_spans": [], "section": "Bacteria"}, {"text": "Expression of the bacterial lectins during the infection process is not always beneficial to the survival of the bacteria. Thus, type 1 fimbriated bacteria may adhere to phagocytic cells, leading to ingestion and killing of the bacteria (see section 6.2) or combine with soluble glycoproteins such as IgA. Since colonic mucosa is known to be rich in IgA2 secreting cells, it has been suggested that one important function of secretory IgA could be to bind and agglutinate intestinal bacteria and thus prevent their attachment to host cells [55] . Tamm-Horsfall glycoprotein binds mannose-specific E. coli via its single oligomannose unit [56] and may thus serve as a vehicle for the clearance of bacteria from the urinary tract.", "cite_spans": [{"start": 540, "end": 544, "text": "[55]", "ref_id": null}, {"start": 638, "end": 642, "text": "[56]", "ref_id": null}], "ref_spans": [], "section": "Bacteria"}, {"text": "A novel mechanism for lectin-dependent adhesion has been proposed in the binding of P aeruginosa to animal cells, based on the observation that when lysates of this organism were mixed with the intact bacteria, the latter acquired the ability to bind to corneal epithelial culture cells and that the binding was specifically inhibited by galactose and mannose [ 1601. It was therefore proposed that the intracellular lectins of P aeruginosa (PA-1 and PA-2, cf. sections 3.3.2 and 3.4.2), released from the bacteria in uiuo, bind to surviving intact cells and mediate adhesion of the organisms to galactoseor mannosecontaining glycoconjugates on epithelial cells. The involvement of mannose residues as receptors for P aeruginosa is supported by studies showing that concanavalin A, a mannose-specific lectin, inhibited binding of the bacteria to corneal epithelia [ 1611.", "cite_spans": [], "ref_spans": [], "section": "Bacteria"}, {"text": "The b-galactoside-specific lectins produced by oral actinomyces, such as A . naeslundii and A . uiscosus, facilitate initial colonization of epithelial surfaces of the mouth and teeth by mediating the attachment of the bacteria to galactose residues either on the surface of the epithelial cells, or on the surface of other bacteria (for example, S. sanguis) which are adsorbed to the enamel of the teeth [162].", "cite_spans": [], "ref_spans": [], "section": "Bacteria"}, {"text": "The lectins of pathogenic fungi have been implicated in the specific interactions between plant pathogens and Trichoderma, a natural antagonist to other fungi and a well-known biocontrol agent, leading to the destruction of the pathogen [ 1631. Direct evidence for this hypothesis was obtained with the aid of a biomimetic system, in which nylon fibers coated with a fungal lectin simulate hyphae of the fungus from which the lectin is derived. When Trichoderma harzianum was allowed to grow on fibers coated with the purified lectin from Sclerotium rolfsii, it coiled around the nylon fibers and produced hooks in a pattern similar to that observed with the real host hyphae [ 1321 (Fig. 6 ). The incidence of interaction was significantly (six times) higher with lectin-treated fibers than with untreated ones.", "cite_spans": [], "ref_spans": [{"start": 683, "end": 690, "text": "(Fig. 6", "ref_id": "FIGREF6"}], "section": "Fungi"}, {"text": "The inhibitory effect of the purified GalIGalNAc-specific lectin of E. histolytica and of anti-lectin antibodies on the binding of the parasite in oitro to animal cells and on the contact-dependent killing of the latter prompted attempts to use the lectin as a protective agent in uiuo. Pre-immunization of gerbils with the purified lectin provided complete protection from liver abscesses in a majority (67%) of animals injected intrahepatically with E. histolytica trophozoites [ 1641. However, the sera of the immunized animals, while completely blocking adhesion at 1 : 10 dilution, increased adhesion when tested at 1 : 1000 dilution. This finding, which is analogous to the enhancement of adhesion by certain monoclonal anti-lectin antibodies mentioned above, complicates attempts to understand the role of adhesion-blocking antibodies in protection against disease. The ability to elicit protective immunity has now been mapped to a cysteine-rich fragment of the lectin, encompassing amino acids 758-1 134 [ 1651.", "cite_spans": [], "ref_spans": [], "section": "Protozoa"}, {"text": "Facilitating the adhesion of amoebae to intestinal epithelial cells of the host is only one of the ways in which the lectins may enhance the pathogenicity of the parasite. For instance, the Gal/GalNAc-specific lectin increases the resistance of E. histolytica trophozoites to complement-dependent killing [ 1661. Also, once invasion has taken place and the amoebae have spread through the host, the lectins mediate binding of the parasite to other cells and tissues, in particular to hepatocytes, initiating the killing of these cells. In addition, the lectins enable the amoebae to bind bacteria carrying the appropriate sugars. The bound bacteria are subsequently ingested and serve as a source of nutrition for the parasite, increasing its virulence [167].", "cite_spans": [], "ref_spans": [], "section": "Protozoa"}, {"text": "Different microorganisms in serum-free media attach readily via their surface lectins to phagocytic cells. Such attachment in the absence of opsonins is often followed by activation of the phagocytes and ingestion of the bacteria; sometimes, killing of the bacteria is observed. The process has been named lectinophagocytosis, in analogy to opsonophagocytosis, in which recognition between the microorganisms and the phagocytic cells is mediated by serum constituents termed opsonins (mainly IgG antibodies and the C3b and C3bi fragments of the C3 component of complement) [168, 169] . The best characterized system of lectinophagocytosis is that of bacteria carrying mannose-specific lectins, mainly E. coli, in the form of type 1 fimbriae. Shigellaflexneri M90T, a nonfimbriated organism that, unless opsonized, does not bind to or activate phagocytic cells, when transfected with the cluster of genes encoding type 1 fimbriae of E. coli, bound to human granulocytes and mouse peritoneal macrophages, and activated the latter [ 1701. As already mentioned (section 3.1.l), the adhesion molecules CDI l/CD18 serve as the major leukocyte receptors for type 1 fimbriae [59, 60] . Because CDI lb,c/CD18 constitute the receptor CR3 for complement fragment C3bi, the findings indicate that the receptors that participate in opsonophagocytosis function in lectinophagocytosis as well.", "cite_spans": [{"start": 573, "end": 578, "text": "[168,", "ref_id": null}, {"start": 579, "end": 583, "text": "169]", "ref_id": null}, {"start": 1167, "end": 1171, "text": "[59,", "ref_id": null}, {"start": 1172, "end": 1175, "text": "60]", "ref_id": null}], "ref_spans": [], "section": "Non-opsonic phagocytosis"}, {"text": "Lectinophagocytosis mediated by bacterial surface lectins also occurs with type 2 fimbriated Actinomyces species, specific for Gal(f3-3)GalNAc and Gal(fi14)Glc [ 17 I] (cf. section 3.3.3). Phagocytosis of mutants deficient in such fimbriae is negligible. Binding and phagocytosis are markedly enhanced by pretreating the granulocytes with sialidase.", "cite_spans": [], "ref_spans": [], "section": "Non-opsonic phagocytosis"}, {"text": "B. pertussis too adheres to, and is internalized by cultured macrophages in oitro, and alveolar macrophages in oioo, in the absence of opsonins. It is, however, not killed, but persists within the cells. Either one of the lectins (the filamentous hemagglutinin or the toxin) can mediate the adhesion of the bacteria to the macrophages. In this case, however, the hemagglutinin does not act as a lectin, since it binds through its Arg-Gly-Asp sequence rather than through the carbohydrate combining site; this binding seems to be a prerequisite for the subsequent uptake of the bacteria. The adhesion of B. pertussis to macrophages proved to be a cooperative process, involving both the toxin and the hemagglutinin. Pretreatment of the macrophages with the whole toxin, the B subunit or recombinant S2 or S3 enhanced the adhesion of hemagglutinin-producing bacterial strains, but had no effect on adhesion of hemagglutinin-deficient bacteria [I 161 . The enhanced binding was CDI IWCD18 dependent, as demonstrated by increased binding of erythrocytes coated with C3bi (known to bind to the above antigens) to macrophages treated as above. These results suggest a communication between the receptor(s) for the toxin and the integrin [ 1 161.", "cite_spans": [{"start": 941, "end": 947, "text": "[I 161", "ref_id": null}], "ref_spans": [], "section": "Non-opsonic phagocytosis"}, {"text": "It has been argued that lectinophagocytosis may function as a defence mechanism against microbial infections in uiuo at sites, such as the renal medulla and peritoneal cavity, especially during dialysis, or in situations (e.g. in patients infected by microorganisms prior to the development of an immune response) where opsonic activity is poor [168] . Indirect evidence for such a role came from experimental infections with mixed bacterial phenotypes (isogens) of E. coli, one of which was type 1 fimbriated and the other of which was non-fimbriated. Whenever the organisms reached phagocyte-rich sites, those with the non-fimbriated phenotype survived, while at phagocyte-poor sites those with the fimbriated phenotype survived, irrespective of the bacterial species employed or the route or site of infection. The selective survival of the non-fimbriated phenotype in phagocyterich sites was attributed to elimination of the fimbriated phenotype by phagocytes. It was suggested that phase variation, a random on-off process that allows the bacteria to alternate between fimbriated and non-fimbriated states, and thus to choose the phenotype conducive for their survival, is an important virulence trait of type 1 fimbriated bacteria.", "cite_spans": [{"start": 345, "end": 350, "text": "[168]", "ref_id": null}], "ref_spans": [], "section": "Non-opsonic phagocytosis"}, {"text": "Recent experiments provide direct evidence for the possibility that lectinophagocytosis occurs in uiuo. Injection of type 1 fimbriated, but not of non-fimbriated, E. coli cells into the peritoneal cavity of mice led to the activation of peritoneal macrophages, as measured by the release of the lysosomal enzyme, N-acetyl-fi-glucosaminidase [ 1721. Methyl coinjected into the peritoneum with the bacteria, specifically inhibited the release of the enzyme. Furthermore, no release was observed following injection of fimbriated bacteria into a macrophage-depleted peritoneum. If indeed lectinophagocytesis will prove to be an important defense mechanism against infections, it should be taken into account in attempts to develop anti-adhesive drugs, especially those based on blocking carbohydrate mediated recognition by different infectious agents.", "cite_spans": [], "ref_spans": [], "section": "Non-opsonic phagocytosis"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "The Lectins: Properties, Functions", "authors": [{"first": "N", "middle": [], "last": "Sharon", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Microbial Lectins and Agglutinins", "authors": [{"first": "D", "middle": [], "last": "Mirelman", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Bacterial Adhesion to Cells and Tissues", "authors": [{"first": "I", "middle": [], "last": "Ofek", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Doyle", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Geme 111", "authors": [{"first": "S", "middle": ["J"], "last": "Hultgren", "suffix": ""}, {"first": "S", "middle": [], "last": "Abraham", "suffix": ""}, {"first": "M", "middle": [], "last": "Caparon", "suffix": ""}, {"first": "P", "middle": [], "last": "Falk", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}], "year": 1993, "venue": "Cell", "volume": "73", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "309-350. and Applications in Biology and Medicine", "authors": [{"first": "K.-A", "middle": [], "last": "Karlsson", "suffix": ""}], "year": 1989, "venue": "", "volume": "58", "issn": "", "pages": "493--526", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Molecular Recognition in Host-Parasite Interactions", "authors": [{"first": "K.-A", "middle": [], "last": "Karlsson", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Milh", "suffix": ""}, {"first": "J", "middle": [], "last": "Angstrom", "suffix": ""}, {"first": "J", "middle": [], "last": "Bergstrom", "suffix": ""}, {"first": "H", "middle": [], "last": "Dezfoolian", "suffix": ""}, {"first": "B", "middle": [], "last": "Lanne", "suffix": ""}, {"first": "", "middle": [], "last": "Leonardsson", "suffix": ""}, {"first": "S", "middle": [], "last": "Teneberg", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "15--16", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The Chemistry and Biology of Sialic Acids and Related Substances", "authors": [{"first": "A", "middle": [], "last": "Gottschalk", "suffix": ""}], "year": 1960, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The Receptors", "authors": [{"first": "J", "middle": ["C"], "last": "Paulson", "suffix": ""}], "year": 1985, "venue": "", "volume": "2", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Receptors and Recognition", "authors": [{"first": "J", "middle": ["P"], "last": "Duguid", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Old", "suffix": ""}], "year": 1980, "venue": "", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "D", "middle": ["C"], "last": "Wiley", "suffix": ""}], "year": 1992, "venue": "", "volume": "89", "issn": "", "pages": "185--217", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Microbial Lectins and Agglutinins", "authors": [{"first": "N", "middle": [], "last": "Sharon", "suffix": ""}, {"first": "I", "middle": [], "last": "Ofek", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Proc. Natl", "authors": [{"first": "K", "middle": ["R"], "last": "Oldenburg", "suffix": ""}, {"first": "D", "middle": [], "last": "Loganathan", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Goldstein", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Schultz", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Gallop", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "J", "middle": ["K"], "last": "Scott", "suffix": ""}, {"first": "D", "middle": [], "last": "Loganathan", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Easley", "suffix": ""}, {"first": "X", "middle": [], "last": "Gong", "suffix": ""}, {"first": "I", "middle": ["J"], "last": "Goldstein", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Glycoconjugates: Composition, Structure and Function. Marcel Dekker", "authors": [{"first": "N", "middle": [], "last": "Gilboa-Garber", "suffix": ""}, {"first": "N", "middle": [], "last": "Garber", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "541--591", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Microbial Lectins and Agglutinins", "authors": [{"first": "R", "middle": [], "last": "Ramphal", "suffix": ""}, {"first": "C", "middle": [], "last": "Carnoy", "suffix": ""}, {"first": "S", "middle": [], "last": "Fievre", "suffix": ""}, {"first": "J.-C", "middle": [], "last": "Michalski", "suffix": ""}, {"first": "N", "middle": [], "last": "Houdret", "suffix": ""}, {"first": "G", "middle": [], "last": "Lamblin", "suffix": ""}, {"first": "G", "middle": [], "last": "Strecker", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Cisar", "suffix": ""}], "year": 1986, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF112": {"ref_id": "b112", "title": "Microbial Cell-Cell Interactions", "authors": [{"first": "P", "middle": ["E"], "last": "Kolenbrander", "suffix": ""}], "year": 1991, "venue": "Am. Rev. Respirat. Dis", "volume": "144", "issn": "", "pages": "19--24", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Proc. Natl. Acad. Sci. USA [lo91", "authors": [{"first": "J", "middle": ["T"], "last": "Loh", "suffix": ""}, {"first": "S", "middle": ["C"], "last": "Ho", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "De Freijter", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Wang", "suffix": ""}, {"first": "M", "middle": [], "last": "Schindler", "suffix": ""}, {"first": "T", "middle": [], "last": "Boren", "suffix": ""}, {"first": "P", "middle": [], "last": "Falk", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Roth", "suffix": ""}, {"first": "G", "middle": [], "last": "Larson", "suffix": ""}, {"first": "S", "middle": [], "last": "Normark", "suffix": ""}], "year": 1993, "venue": "", "volume": "262", "issn": "", "pages": "1892--1895", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Proc. Natl. Acad", "authors": [{"first": "P", "middle": [], "last": "Falk", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Roth", "suffix": ""}, {"first": "T", "middle": [], "last": "Bortn", "suffix": ""}, {"first": "T", "middle": ["U"], "last": "Westhlom", "suffix": ""}, {"first": "J", "middle": [], "last": "Gordon", "suffix": ""}], "year": 1993, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF122": {"ref_id": "b122", "title": "Proc. Natl. Acad. Sci. USA", "authors": [{"first": "P", "middle": ["G"], "last": "Falk", "suffix": ""}, {"first": "L", "middle": [], "last": "Bry", "suffix": ""}, {"first": "Gordon", "middle": ["J I"], "last": "Holgersson", "suffix": ""}], "year": 1995, "venue": "", "volume": "92", "issn": "", "pages": "1515--1519", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Glycobiology I , 643-[I 161 van't Wout", "authors": [{"first": "C", "middle": [], "last": "Depierreux", "suffix": ""}, {"first": "H.-C", "middle": [], "last": "Kang", "suffix": ""}, {"first": "B", "middle": [], "last": "Guerin", "suffix": ""}, {"first": "M", "middle": [], "last": "Monsigny", "suffix": ""}, {"first": "F", "middle": ["; J"], "last": "Delmotte", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Burnette", "suffix": ""}, {"first": "V", "middle": [], "last": "Mar", "suffix": ""}, {"first": "E", "middle": [], "last": "Rozdzinski", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Wright", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Tuomanen", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF130": {"ref_id": "b130", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "K", "middle": [], "last": "Saukkonen", "suffix": ""}, {"first": "W", "middle": ["N"], "last": "Burnette", "suffix": ""}, {"first": "V", "middle": [], "last": "Mar", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Masure", "suffix": ""}, {"first": "E", "middle": [], "last": "Tuomanen", "suffix": ""}], "year": 1992, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF149": {"ref_id": "b149", "title": "Proc. Natl. Acad. Sci. USA", "authors": [{"first": "E", "middle": [], "last": "Tannich", "suffix": ""}, {"first": "F", "middle": [], "last": "Ebert", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Horstmann", "suffix": ""}], "year": 1991, "venue": "", "volume": "88", "issn": "", "pages": "1849--1853", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Model for the position of sialic acid in the binding pocket of influenza virus hemagglutinin. This model for the best fit has been deduced from the difference electron density maps of X-ray crystallographic studies. Some of the hydrogen bonds proposed in this model are shown by dashed lines. (Taken from ref.[31]; with permission from the authors.)", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Type I fimbriated Eschenchia coh; magnified 24 OOOx (courtesy Dr. A.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Sequence homology in the binding region of sialic-acid-specific bacterial lectins. Identical or functionally identical residues are underscored. Gaps have been introduced for optimal alignment.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "All are linear cell wall polysaccharides, composed of repeating hexa-(or hepta-) saccharide units linked by phosphodiester bonds to the 6-carbon of the non-reducing terminal sugar of the repeating unit and all contain N-acetylgalactosamine. Two of them contain the sequence Galf((31-6)GalNAc(fl1-3)Gal(al-), in the other two it is Galf(P1-6)Ga1((3 1-3)GalNAc(al-) [102a]. This region is considered to be important in determining the recognition of the streptococci by the actinomyces lectins.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Pertussis toxin, produced by virulent strains of B. pertussis, the etiological agent of whooping cough, is a classical A-B type toxin comprised of an A subunit that possesses ADP-ribosyltransferase activity and is responsible for most of the biological effects of the toxin, and a B subunit with affinity for carbohydrates. The B subunit of the pertussis toxin is a pentamer composed of four different subunits (S2-S5). The toxin acts as a hemagglutinin and exhibits dual carbohydrate specificity, I. R z 6 T\" u I< Q I T I' <; W si' Sequence homology between subunits S2 and S3 of Bordetellupertussis toxin and the selectins. Identical residues are underscored. Gaps have been introduced for optimal alignment. (Modified from ref.[123].)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(% of VIR+ over control) Effect of adhesion inhibitors (A) on the colonization of the respiratory tract by Bordete//a periussis and (B) on pulmonary edema in animals challenged with the virulent BP536 strain. Anti-Lea and anti-A are antibodies against blood group determinants Lea and A, respectively; anti-CR3 is the antibody against the receptor for complement fragment C3bi. VIR+, control without inhibitor. (Modified from ref.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Scanning electron micrographs of the different stages of the interaction between Trichoderma harzianum and nylon fibers coated with purified Sclerotium rolfsii lectin. (A) A typical branching of the Trichoderma towards the fibers and contact of the branch tip with the fiber surface (bar= 10pm); (B) subsequent elongation of the firmly attached tip along the fiber surface (bar= 1 pm); (C) Trichoderma hyphae coiled fibre, producing additional branches. The hyphal coils and branches adhere tightly to the fiber surface (bar= 10pm). (From ref. [132], by permission from publisher.)", "latex": null, "type": "figure"}, "TABREF0": {"text": "Carbohydrates as attachment sites for infectious agents a", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Organism </td><td>Target tissue </td><td>Carbohydrate </td><td> </td><td>Reference( s) </td></tr><tr><td> </td><td> </td><td>Structure </td><td>Form' </td><td> </td></tr><tr><td>Viruses </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Influenza type A </td><td>Respiratory tract </td><td>NeuAc(a2-6)Gal </td><td>GP </td><td>[I21 </td></tr><tr><td>type B </td><td>Respiratory tract </td><td>NeuAc(a2-3)Gal </td><td>GP </td><td>1121 </td></tr><tr><td>type c </td><td>Respiratory tract </td><td>9-0-AcNeuAc(a2-3)Gal </td><td>GP </td><td>[I21 </td></tr><tr><td>Parvovirus B 19 </td><td>Erythroid cells </td><td>GalNAc(@ 1 -3)Gal(a 1 -4)Gal(@ 1 4 ) </td><td>GSL </td><td>[I31 </td></tr><tr><td>Polyoma virus </td><td>Epithelial cells </td><td>NeuAc(a2-3)Gal </td><td>GP </td><td>[I41 </td></tr><tr><td>Bacteria </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>E. coli type 1 </td><td>Urinary tract </td><td>Man(a 1-3)[Man(a 1 -3)[Man(al4)] </td><td>GP </td><td>[4,81 </td></tr><tr><td>type p </td><td>Urinary tract </td><td>Gal(a 1 -4)Gal </td><td>GSL </td><td>[9] </td></tr><tr><td>type s </td><td>Neural </td><td>NeuAc(a2-3)Gal(fi 1 -3)GalNAc </td><td>GP </td><td>P I </td></tr><tr><td> </td><td> </td><td>NeuGc(a2-3)Gal </td><td>GSL </td><td>[I51 </td></tr><tr><td>type CFAI/II type KI </td><td>Intestine </td><td>NeuAc(a2-3)Gal </td><td>GP </td><td>[81 </td></tr><tr><td>Endothelial cells </td><td>GlcNAc(fi 14)GlcNAc </td><td>GP </td><td>[I61 </td></tr><tr><td>type K88ac </td><td>Intestine </td><td>Gal(fi1-3)GalNAc </td><td>GP </td><td>[17] </td></tr><tr><td>type K99 </td><td>Intestine </td><td>NeuGc(a2-3)Gal(fi14)Glc </td><td>GSL </td><td>[I81 </td></tr><tr><td>Actinomyces naeslundi </td><td>Oral </td><td>Gal(@14)Glc </td><td>GSL </td><td>[I91 </td></tr><tr><td> </td><td> </td><td>GalNAc(B 1 -3)Galfi </td><td>GP </td><td>[20] </td></tr><tr><td>Neisseria gonorrhoea </td><td>Genital </td><td>Gal@ 14)Glcfi </td><td>GSL </td><td>[9] </td></tr><tr><td> </td><td> </td><td>NeuAc(a2-3)Gal(fi 1 -4)GlcNAc </td><td>GP </td><td> </td></tr><tr><td>Streptococcus sanguis </td><td>Oral </td><td>NeuAc(a2-3)Gal(fi1-3)GalNAc </td><td>GP </td><td>[21] </td></tr><tr><td>Fungi </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Candida albicans </td><td>Skin and mucosa </td><td>Gal(@ 14)Glc </td><td>GSL </td><td>[22] </td></tr><tr><td> </td><td> </td><td>Fuc(a I-2)Gal </td><td>GP </td><td>[23] </td></tr></table></body></html>"}, "TABREF2": {"text": "Glycoprotein receptors for microbial lectins", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Organism </td><td>Source of glycoprotein </td><td>Designation Reference( s) </td></tr><tr><td>Mannose specific </td><td> </td><td> </td></tr><tr><td>E. coli type 1 </td><td>Human granulocytes, peritoneal macrophages </td><td>CD1 l/CD18 integrin </td></tr><tr><td>Human granulocytes </td><td>NCA-50 </td></tr><tr><td> </td><td>Colonic mucosa </td><td>IgA </td></tr><tr><td>Sialic acid specific </td><td>Urine </td><td>Tamm-Horsfall glycoprotein </td></tr><tr><td> </td><td> </td></tr><tr><td>E. coli CFA/I </td><td>Human epithelial cells </td><td>26 kDa gp </td></tr><tr><td>I? fakiparum </td><td>Human erythrocytes </td><td>Glycophorin </td></tr><tr><td>P aeruginosa, PAK </td><td>Human oral epithelium </td><td>82 kDa, 40-50 kDa gp's </td></tr><tr><td>S. sanguis </td><td>Mouse corneal cells Human saliva </td><td>400 kDa gp </td></tr><tr><td>GaVGalNAc specific </td><td> </td><td> </td></tr><tr><td>A . naeslundii type 2 </td><td>Human oral epithelium </td><td>160 kDa gp </td></tr><tr><td>Human saliva </td><td>180 kDa gp </td></tr><tr><td>B. pertussis toxin </td><td>CHO cells </td><td>165 kDa gp </td></tr><tr><td>Human T cells, Jurkatt </td><td>43 kDa gp; 70 kda gp </td></tr></table></body></html>"}, "TABREF3": {"text": "Carbohydrate specificity of protozoal lectins", "latex": null, "type": "table"}, "TABREF4": {"text": "Inhibitors of sugar-specific adhesion prevent infection in animals and humans", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Organism </td><td>Animal </td><td>Site of infection </td><td>Inhibitor </td><td>Ref. </td></tr><tr><td>Type 1 fimbriated </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Escherichia coli </td><td>Mice </td><td>Urinary tract </td><td>MeaMan </td><td>[41 </td></tr><tr><td>Mice </td><td>Gastrointestinal tract </td><td>Mannose </td><td>[41 </td></tr><tr><td>Klebsiella pneumoniae </td><td>Mice </td><td>Urinary tract </td><td>Anti-Man antibody </td><td>[41 </td></tr><tr><td>Rats </td><td>Urinary tract </td><td>MeaMan </td><td>[41 </td></tr><tr><td>Shigella Jexnerii </td><td>Guinea pigs </td><td>Eye </td><td>Mannose </td><td>[41 </td></tr><tr><td>K99 fimbriated </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>E. coli </td><td>Calves </td><td>Gastrointestinal tract </td><td>Glycopeptides of bovine plasma glycoproteins Lactose, anti-Lea antibody </td><td>[ 1581 </td></tr><tr><td>Bordetella pertussis (toxin) </td><td>Rabbit </td><td>Lung </td><td>[I661 </td></tr><tr><td>Pseudomonas aeruginosa </td><td>Man </td><td>External auditory canal </td><td>Gal + Man +NeuAc </td><td>[I591 </td></tr></table></body></html>"}}, "back_matter": []}