{
    "paper_id": "0caf58a81b47f13580717955fcfc3be33609cc80",
    "metadata": {
        "title": "Journal Pre-proof COVID-19-associated delayed Posthypoxic Leukoencephalopathy",
        "authors": [
            {
                "first": "Alireza",
                "middle": [],
                "last": "Radmanesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Derman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Koto",
                "middle": [],
                "last": "Ishida",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 50 year-old man with controlled hypertension and type II diabetes presented after one week of dyspnea and cough with a blood O2 saturation of 90%. A Reverse Transcriptase-Polymerase Chain Reaction assay on a nasopharyngeal swab specimen confirmed severe acute respiratory syndrome coronavirus 2, and a diagnosis of coronavirus disease 2019 (COVID-19) pneumonia. On initial neurologic examination, the patient was alert and fully oriented with fluent speech and no focal deficits. On the second hospital day and while on 2L of supplemental O2 through nasal cannula, blood O2 saturation dropped to 70% and he was intubated. His Unlike acute hypoxic-ischemic brain injury, which is related to glutamate excitotoxicity and predominantly involves the deep and cortical gray matter, DPHL is thought to result from necrosis of vulnerable oligodendrocytes in arterial border zones during a hypoxic insult and failed myelin turnover, leading to widespread demyelination with axonal sparing, without myelin vacuolization 2 . Relative respiratory status, DPHL and brain imaging evaluation should be considered 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Treatment is mainly supportive, and prognosis is highly variable but usually poor with permanent disability 2 . For our patient, plan of care discussions with the family are ongoing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Delayed posthypoxic leukoencephalopathy: a case series and review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nauen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hynecek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Brain Behav",
            "volume": "5",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Delayed Posthypoxic Leukoencephalopathy: Improvement with Antioxidant Therapy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schmahmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Case Rep Neurol",
            "volume": "7",
            "issn": "3",
            "pages": "242--246",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Delayed posthypoxic demyelination: Association with arylsulfatase A deficiency and lactic acidosis on proton MR spectroscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gottfried",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Shungu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Duyn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Neurology",
            "volume": "49",
            "issn": "",
            "pages": "1400--1404",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Delayed encephalopathy of acute carbon monoxide intoxication: diffusivity of cerebral white matter lesions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "24",
            "issn": "",
            "pages": "1592--1597",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "hospital course was complicated by acute tubular necrosis requiring temporary hemodialysis, and a Klebsiella bacteremia treated with piperacillin/tazobactam. The patient received a 5-day course of hydroxychroloquine-azithromycin. No antiviral medications were given. O2 saturation remained consistently above 95% on mechanical ventilation. Inflammatory markers and radiographic findings of pneumonia gradually improved over 2 weeks. However, the patient continued to have markedly depressed mental status and occasional diffuse myoclonic movements. Neurologic examination showed preserved brainstem reflexes with equal sluggishly reactive pupils (3mm) but no grimace or response to noxious stimulus in extremities. Electroencephalogram (EEG) showed moderate diffuse slowing without epileptiform discharges. One attempted lumbar puncture was unsuccessful.Brain CT on hospital day 17(Figure 1) showed symmetric confluent hypodensities involving supratentorial white matter. Brain MRI on hospital day 23 (Figure 2) white matter, sparing the U-fibers. There was reduced diffusion in the more central areas of T2 abnormality. Deep gray nuclei, brainstem and cerebellum were spared. The presumed diagnosis was delayed post-hypoxic leukoencephalopathy (DPHL) subsequent to acute hypoxic respiratory failure, potentially aggravated by altered cerebral autoregulation as a result of sepsis. MRI findings reflected extensive areas of white matter demyelination with more central regions of active demyelination or necrosis (diffusion abnormality). These characteristics been described in DPHL 1 and are unusual for posterior reversible encephalopathy syndrome or uremic encephalopathy. Our patient did not receive any potentially neurotoxic medications.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Non-contrast head CT. Axial CT images of the head at the level of the centrum semiovale (A), corona radiata (B), and basal ganglia (C) demonstrate diffuse confluent hypodensities in the supratentorial deep and subcortical white matter (arrows) extending into the internal capsules (arrowheads).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Non-contrast brain MRI. Multiple axial images including T2-weighted (A and D), diffusion-weighted (B and E) and apparent diffusion coefficient (C and F) images demonstrate diffuse confluent supratentorial white matter T2 hyperintensities extending into the internal capsules (arrows in A, D) sparing the subcortical U fibers and deep gray nuclei. Notably, there is reduced diffusion in the more central areas of deep white matter (arrowheads in B, E) with corresponding T2 heterogeneity (arrowheads in A), suggesting areas of necrosis and active demyelination. Susceptibility-weighted images (not shown) did not show any appreciable blood products.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}