{
    "paper_id": "0cb248e9b1cced674ab07842500a5e0fd1d2226f",
    "metadata": {
        "title": "Next-Generation Sequencing for Porcine Coronaviruses",
        "authors": [
            {
                "first": "Douglas",
                "middle": [],
                "last": "Marthaler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "Bohac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aaron",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichole",
                "middle": [],
                "last": "Peterson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of porcine epidemic diarrhea virus and the discovery of porcine deltacoronavirus in the USA have led to multiple questions about the evolution of coronaviruses in swine. Coronaviruses are enveloped virus, containing a positive-sense single-stranded RNA genome (26-30 kb) that can cause respiratory or enteric illness in swine. With current technologies, the complete viral genomes can be determined to understand viral diversity and evolution. In this chapter, we describe a method to deep genome sequence porcine coronavirus on the Illumina MiSeq, avoiding the number of contaminating reads associated with the host and other microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) have negatively impacted the health of pigs for multiple decades [ 1 ] . Currently, fi ve swine CoVs have been identifi ed: transmissible gastroenteritis virus (TGEV), porcine respiratory coronavirus (PRCV), porcine epidemic diarrhea virus (PEDV), hemagglutinating encephalomyelitis virus (HEV), and porcine deltacoronavirus (PDCoV) [ 2 , 3 ] . Multiple studies have described methods to detect CoVs by PCR methods [ 4 -7 ] . In addition, multiple manuscripts have described Sanger sequencing methodologies to investigate the genetic diversity and evolution of individual or partial CoV genes [ 7 -9 ] . However, investigating partial genome of these CoVs underestimates the evolutionary history of these viruses [ 10 ] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 363,
                    "text": "[ 2 , 3 ]",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 444,
                    "text": "[ 4 -7 ]",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 622,
                    "text": "[ 7 -9 ]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 740,
                    "text": "[ 10 ]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the pursuit to investigate recombinant regions within the CoV genome and to further enhance our understanding of CoV evolution, CoV genome sequencing has become very valuable. In addition, next-generation sequencing ( NGS ) technology has facilitated the use of complete genomic sequencing with extreme high coverage and reduced the cost compared to Sanger sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many laboratories have purchased desktop NGS sequencers to expand their sequencing capabilities, due to the relatively low cost associated with the equipment. However, achieving viral genomes directly from samples can be diffi cult since the total RNA, including mRNA from host cells and bacteria, is also sequenced [ 11 -13 ] . Nevertheless, NGS technology is a very powerful tool in generating CoV genomes, which could lead to a better understanding of CoV evolution. 10 2. Reference-based assembly for coronavirus genomes.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 326,
                    "text": "[ 11 -13 ]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(a) Open the SeqManNGen program, select reference-based assembly, and load the reference CoV genome and the correlating paired fastq fi les to the sample and run the assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(b) Evaluate assembly of reads ( see Note 9 ). If there are regions with minimal coverage, this indicates that the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "reads do not match the reference sequence. Remove the reference strain and split the contig at the low-coverage regions. Trim the 5′ and 3′ regions of the new contigs at the split region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(c) Preform reference-based assembly with the newly generated contigs. The contig ends will extend with the viral reads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(d) Merge the contigs together to generate a single contig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(e) Remap the reads to the contig to verify accurate generation of the viral genome and suffi cient coverage. The contig can be saved as a fasta fi le for future phylogenetic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "3. De novo assembly for viral genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(a) Open the SeqManNGen program, select reference-based assembly, and load the Susscrofa genome and the correlating paired fastq fi les to the sample. In the advance options, select saved unmapped reads, which will save the reads that did not map to Sus scrofa genome once the assembly has fi nished. Run the assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(b) After the program fi nished running, open SeqManNGen program again, select de novo assembly, and load the unassembled fastq fi le from the previous reference-based assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(c) Once the de novo assembly has fi nished, BLAST the contigs to locate the designated coronavirus contigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "(d) Remap the reads to the coronavirus sequence and verify accurate and suffi cient coverage. The contig can be saved as a fasta fi le for future phylogenetic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Assembly ( See Note 7 )"
        },
        {
            "text": "1. Some samples may contain excess organic material and clog the fi lter. If this occurs, centrifuge the sample for another 20 min at 3000 × g .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "Quantifi cation needs to occur with a fl uorometry system that measures only single-stranded nucleic acids and is insensitive to organic contaminants commonly used in extraction kits, which allows for more accurate quantifi cation of input mass and higher probability of successful library preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "3. The RNA sample needs to be assessed for the concentration of host ribosomal RNA (rRNA). This assessment does not remove host rRNA, but ensures that the RNA is free of rRNA, which severely dilutes the number of viral reads (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2."
        },
        {
            "text": "The mRNA purifi cation strategy should be skipped since the oligo-dT-coated magnetic beads were used to specifi cally bind poly-A-tailed mRNA. The viral RNA will not be poly-A tailed. Start the library preparation at step \"Incubate RFP,\" which is the start of random primed cDNA synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "5. Typical concentrations of viral RNA libraries for the TruSeq RNA library preparation kit are 1-15 ng/μL. 6 . The concentration of coronavirus must be estimated by RT-PCR . However, the concentration by RT-PCR may not indicate successful generation of the complete viral genome since total RNA was used in the library preparation. Generally, lower concentration of viral particles by RT-PCR indicates that more reads are needed to generate a complete genome. If libraries have limited host contamination and have an acceptable concentration of viral RNA (Ct value <25), a 1 million read output per sample should be suffi cient for assembly. If more reads are needed per sample, the MiSeq v2 250 PE kit can be used.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "7. Two major assembly methodologies are available, reference based and de novo assembly. However, due to the genetic diversity of viruses, gaps in coverage can occur during referencebased assembly. We will briefl y discuss both options in this chapter. Reference-based assembly maps the MiSeq reads to a known sequence (template) to build a contig while de novo assembly does not use a sequence to build a contig, which take longer to run. Since the MiSeq generates reads from total RNA, host reads need to be removed to facilitate de novo assembly, which can be done by fi rst mapping the reads to the swine genome and saving the unmapped reads. Hence, the de novo assembly process described here fi rst utilizes a referencebased assembly (to remove host reads) and then a de novo assembly to construct contigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "8. Many different programs are available to remove adapter sequences and low-quality read and assembly genomes, and each program uses slightly different algorithms and operations to accomplish this task. Removing low-quality reads is necessary before attempting viral assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "9. Coverage across the genome will vary and is expected. The valleys, which indicate less coverage, should have approximately the same amount of coverage (Fig. 2a ) . If valleys with less coverage are comparable to the other valleys with high coverage, the reads did not match to the reference due to genetic diversity of the CoV strain (Fig. 2b ) . a b Fig. 2 Examples of reads mapping to reference genome. The x -axis represents the length of the genome while the y -axis represents depth of coverage. ( a ) Unequal coverage across the genome. ( b ) Gaps in coverage due to genetic differences between the reference genome and sequenced sample, indicated by the black arrows",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 164,
                    "text": "(Fig. 2a )",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 347,
                    "text": "(Fig. 2b )",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 360,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "4."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diseases of swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "501--524",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fields virology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "825--858",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.06540-11"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid detection, complete genome sequencing, and phylogenetic analysis of porcine deltacoronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marthaler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rossow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovira",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1347--1350",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2008.140526"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A multiplex RT-PCR assay for rapid and differential diagnosis of four porcine diarrhea associated viruses in fi eld samples from pig farms in East China from 2010 to 2012",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol Methods",
            "volume": "194",
            "issn": "",
            "pages": "107--112",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2013.08.008"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development of a nested polymerase chain reaction test for the diagnosis of transmissible gastroenteritis of pigs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Betancourt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Relova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrera",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Sci Tech",
            "volume": "31",
            "issn": "",
            "pages": "1033--1044",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory and fecal shedding of porcine respiratory coronavirus (PRCV) in sentinel weaned pigs and sequence of the partial S-gene of the PRCV isolates",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alsop",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Virol",
            "volume": "149",
            "issn": "",
            "pages": "957--974",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-003-0245-z"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phylogenetic analysis of porcine epidemic diarrhea virus (PEDV) fi eld strains in central China based on the ORF3 gene and the main neutralization epitopes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "1057--1065",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-013-1929-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genetic variability and phylogeny of current Chinese porcine epidemic diarrhea virus strains based on spike, ORF3, and membrane genes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci World J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2014/208439"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Distinct characteristics and complex evolution of PEDV strains",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marthaler",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Culhane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rossow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rovira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1620--1628",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2010.140491"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New viruses in veterinary medicine, detected by metagenomic approaches",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belak",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Blomstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Granberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "165",
            "issn": "",
            "pages": "95--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2013.01.022"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of rapid and simple techniques for the enrichment of viruses prior to metagenomic virus discovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bissielo",
                    "suffix": ""
                },
                {
                    "first": "Yen",
                    "middle": [
                        "S"
                    ],
                    "last": "Strydom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Peacey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol Methods",
            "volume": "195",
            "issn": "",
            "pages": "194--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2013.08.035"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of tissue sample processing methods for harvesting the viral metagenome and a snapshot of the RNA viral community in a turkey gut",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Silverstein",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cardona",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bolger AM, Lohse M, Usadel B",
            "volume": "209",
            "issn": "",
            "pages": "2114--2120",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btu170"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example of rRNA contamination. The Agilent traces are indicative of incomplete viral RNA purifi cation with 18S and 28S host rRNA peaks",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". BioRad PCR plates (BioRad, USA).11. Magnetic plate or stand (Life Technologies, USA).12. Qiagen EB Buffer (Qiagen, USA). 1. MiSeq Reagent Kit v2 (Illumina, USA). Once the concentration of RNA has been determined, assess the RNA integrity using the Agilent Bioanalyzer, according to the manufacturer's instructions ( see Note 3 ). 1. Follow the manufacturer's protocol for TruSeq RNA Library Preparation Kit v2 as recommended, with the following modifi cation ( see Note 4 ). 2. Normalize Ribogreen quantitated RNA samples to 20 ng/μL with water, for an input mass of 100 ng per reaction. If starting RNA of 20 ng/μL is unavailable, use a maximum of 5 μL purifi ed sample to start the elute, prime, and fragment steps. 3. Shorten RNA fragmentation time to 2 min to keep the fragments as long as possible to take advantage of the sequencing length obtained using MiSeq 2 × 250 bp run. 4. Validate the library yield using a fl uorometric assay, either PicoGreen or Qubit, according to the manufacturer's instructions ( see Note 5 ). 5. Normalize libraries to 10 nM using Qiagen EB buffer or standard Tris buffer. If fi nal undiluted library concentrations are below 10 nM, normalize to 2 nM.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}