{"paper_id": "0cb48703d979182745928740681fec774255e6af", "metadata": {"title": "Clinical relevance and impact of Corynebacterium isolation in lower respiratory tract of critically ill patients requiring mechanical ventilation", "authors": [{"first": "Simon", "middle": [], "last": "Clariot", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "·", "middle": [], "last": "Ophélie Constant", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Raphaël", "middle": [], "last": "Lepeule", "suffix": "", "affiliation": {"laboratory": "Unité Transversale de Traitement Des Infections (UT2I), Assistance Publique-Hôpitaux de Paris (AP-HP)", "institution": "", "location": {"addrLine": "Hôpitaux Universitaires Henri Mondor", "postCode": "94010", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "·", "middle": ["Vincent"], "last": "Fihman", "suffix": "", "affiliation": {"laboratory": "Unité de Bactériologie-Hygiène, Assistance Publique-Hôpitaux de Paris (AP-HP)", "institution": "", "location": {"postCode": "94010", "settlement": "Hôpitaux, Créteil", "country": "France"}}, "email": ""}, {"first": "Keyvan", "middle": [], "last": "Razazi", "suffix": "", "affiliation": {"laboratory": "Service de Réanimation Médicale, Groupe de Recherche Clinique CARMAS, Assistance Publique-Hôpitaux de Paris (AP-HP)", "institution": "", "location": {"addrLine": "Hôpitaux Universitaires Henri Mondor", "postCode": "94010", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Fabrice", "middle": [], "last": "Cook", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Arié", "middle": [], "last": "Attias", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Jean-Claude", "middle": [], "last": "Merle", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "François", "middle": [], "last": "Hemery", "suffix": "", "affiliation": {"laboratory": "Département d'Informatique Médicale, Assistance Publique-Hôpitaux de Paris (AP-HP)", "institution": "", "location": {"addrLine": "Hôpitaux Universitaires Henri Mondor", "postCode": "94010", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Eric", "middle": [], "last": "Levesque", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Jean-Winoc", "middle": [], "last": "Decousser", "suffix": "", "affiliation": {"laboratory": "Unité de Bactériologie-Hygiène, Assistance Publique-Hôpitaux de Paris (AP-HP)", "institution": "", "location": {"postCode": "94010", "settlement": "Hôpitaux, Créteil", "country": "France"}}, "email": ""}, {"first": "·", "middle": ["Olivier"], "last": "Langeron", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": ""}, {"first": "Nicolas", "middle": [], "last": "Mongardon", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hôpitaux Universitaires", "location": {"postCode": "94000", "settlement": "Créteil", "country": "France"}}, "email": "nicolas.mongardon@aphp.fr"}, {"first": "Henri", "middle": [], "last": "Mondor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Henri", "middle": [], "last": "Chu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Mondor", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Henri", "middle": [], "last": "Universitaires", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Purpose Corynebacterium spp. (C. spp.) is commonly considered as a contaminant in respiratory specimens. No study has ever focused on its clinical relevance in the lower respiratory tract of patients admitted to the intensive care unit (ICU) and requiring mechanical ventilation. The aims were to describe the characteristics of ICU patients with a C. spp. positive deep respiratory specimen, to investigate the impact of C. spp. on the occurrence of pneumonia, and to evaluate the outcomes of these pneumonia. Methods We retrospectively included all adult patients admitted to ICU in a 1000-bed University Hospital (2007-2017) who had a C. spp. positive lower respiratory tract specimen at a significant quantitative level. We used clinical, radiological, and microbiological criteria to classify the likelihood of such pneumonia. Results Among the 31 patients included, acute respiratory failure and postoperative care after major surgery were the main reasons of admission. SAPS II was 47 . C. spp. pneumonia was considered as probable, possible and unlikely in 10, 14, and 7 patients, respectively. Fifty-two and 94% of C. spp. strains were sensitive to amoxicillin, and vancomycin/linezolid, respectively. Seventeen patients had a complete course of antibiotic against C. spp. The overall ICU mortality was 58%. Conclusion Corynebacterium spp seems to be responsible for authentic pneumonia in mechanically ventilated patients. It should be considered as clinically relevant when predominantly present in respiratory specimen from patients suspected with pneumonia in ICU, and empirically treated.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Non-diphteria corynebacteria (C. spp.) are aerobic Grampositive rods, usually considered as part of the commensal flora of the upper respiratory tract [1] . As a result, the presence of C. spp. in deep respiratory specimens is rarely taken into account. However, Corynebacteria, especially pseudodiphteriticum and striatum species, can cause clinically relevant infections in humans. Indeed, this is suggested by a multitude of case-series reporting Corynebacteria-related conditions, such as lower respiratory tract infections [2, 3] , endocarditis [4] , keratitis or endophthalmitis [5] , urinary tract, or wound infections [6] . The pathogenicity of Corynebacteria isolated in respiratory specimens has been further suggested in small series [6] [7] [8] , most often with severe underlying cardiac or respiratory comorbidities [6, [9] [10] [11] . Although the switch between commensalism and pathogenicity is poorly understood, virulence factors, as well as environmental factors, may play a role in this process [12] .", "cite_spans": [{"start": 151, "end": 154, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 528, "end": 531, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 532, "end": 534, "text": "3]", "ref_id": "BIBREF2"}, {"start": 550, "end": 553, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 585, "end": 588, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 626, "end": 629, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 745, "end": 748, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 749, "end": 752, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 753, "end": 756, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 830, "end": 833, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 834, "end": 837, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 838, "end": 842, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 843, "end": 847, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1016, "end": 1020, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Introduction"}, {"text": "Moreover, it has been widely recognized that pneumonia occurring during the course of a critically ill patient is strongly associated with prolonged intensive care unit (ICU) stay and mechanical ventilation duration [13] . This may lead to acquired immunoparalysis and nosocomial infections. To the best of our knowledge, no study has ever focused on the clinical relevance of C. spp. in the lower respiratory tract of patients admitted to the ICU and requiring invasive mechanical ventilation.", "cite_spans": [{"start": 216, "end": 220, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Introduction"}, {"text": "Herein, the aims of our study were first to describe the characteristics of ICU patients with a C. spp. positive lower respiratory tract sample, second to investigate the impact of C. spp. on the setting of pneumonia, third, to evaluate the impact of a C. spp. positive deep respiratory specimen on the management and outcomes of these patients.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "We retrospectively identified and included all adult patients admitted to 1 of the 4 ICU departments (1 medical (24 beds), 1 hepato-biliary (21 beds), 1 trauma (20 beds) and 1 cardiovascular (15 beds) specialized ICUs) at the University Hospital of Creteil, a 1000-acute-bed hospital belonging to the Greater Paris University Hospitals, in France, between January 2007 and January 2017, and who had a lower respiratory tract sample positive for C. spp. at a significant quantitative level, while being mechanically ventilated.", "cite_spans": [], "ref_spans": [], "section": "Patient and data selection"}, {"text": "The medical records were reviewed to collect the following data: demographics, Sequential Organ Failure Assessment (SOFA) [14] and Simplified Acute Physiology Score II (SAPS II) [15] , presence of comorbidities, reason for ICU admission, previous ventilator-associated pneumonia (VAP) and antimicrobial therapy during the ICU course. We also analyzed the outcome of these patients.", "cite_spans": [{"start": 122, "end": 126, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 178, "end": 182, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Patient and data selection"}, {"text": "According to the French law, all patients admitted to hospital are informed that their data can be collected anonymously for medical research. Patients or next of kin gave informed consent for the anonymous data extraction and analysis from medical files [16] . This study was approved by the Comité d'Ethique de la Recherche en Anesthésie-Réanimation (CERAR: IRB 00010254-2017-057).", "cite_spans": [{"start": 255, "end": 259, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Patient and data selection"}, {"text": "In our study, we included all possible types of pneumonia encountered in the ICU and requiring invasive mechanical ventilation: community-acquired pneumonia (CAP), hospital-acquired pneumonia (HAP) defined as not incubated at the time of hospital admission and occurring at least after 48 h of hospital stay, and VAP defined as pneumonia occurring after at least 48 h of mechanical ventilation [13] . To assess the clinical relevance for pneumonia, we used the diagnosis criteria according to the recent guidelines [13] .", "cite_spans": [{"start": 394, "end": 398, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 515, "end": 519, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Definition of pneumonia in ICU"}, {"text": "All strains were collected by blinded non-bronchoscopically protected telescoping catheter (NB-PTC) or bronchoscopical-bronchoalveolar lavage (B-BAL). Microbiological methods to identify pathogens of CAP, HAP and VAP were established according to the recent American Thoracic Society/Infectious Diseases Society of America criteria and the European Manual of Clinical Microbiology [13, 17, 18] . The threshold values used to define significant quantitative cultures were ≥ 10 4 CFU/mL for B-BAL and ≥ 10 3 CFU/mL for NB-PTC, respectively. Endotracheal aspirates or sputum examinations were not considered. Virus or fungi were not studied as co-pathogen. All bacteria, except coagulase-negative Staphylococcus and Enterococcus spp., were considered if they were isolated at a concentration above the threshold value. Antimicrobial susceptibility testing was performed and interpreted using the disk diffusion method according to the European Committee on Antimicrobial Susceptibility Testing (EUCAST) guidelines [19] . In the absence of diameter breakpoints specific for Corynebacteria (amoxicillin, piperacillin, imipenem, erythromycin), clinical categorization was made according to non-species-related breakpoints recommended by the antibiogram committee of the French Society for Microbiology (CA-SFM) [20] . The definition of the Intermediate category used in this article is the one that applied before 2019: (1) a level of antimicrobial activity associated with uncertain therapeutic effect. It implies that an infection due to the isolate, (2) may be appropriately treated in body sites where the drugs are physiologically concentrated or (3) when a high dosage of drug can be used; it also indicates, (4) a buffer zone that should prevent small, uncontrolled, technical factors from causing major discrepancies in interpretations [20] . Corynebacteria subspecies were identified since 2015 with MALDI-TOF.", "cite_spans": [{"start": 381, "end": 385, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 386, "end": 389, "text": "17,", "ref_id": "BIBREF16"}, {"start": 390, "end": 393, "text": "18]", "ref_id": "BIBREF17"}, {"start": 1011, "end": 1015, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1305, "end": 1309, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1838, "end": 1842, "text": "[20]", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "Sampling techniques and microbiological thresholds"}, {"text": "Considering the clinical and radiological data based on the current definition of pneumonia [13] , clinical relevance of cultures regarding the likelihood of a C. spp. pneumonia was defined as following ( Clinical and radiological signs used for pneumonia diagnosis might have been present before sample collection.", "cite_spans": [{"start": 92, "end": 96, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Definition of clinical relevance"}, {"text": "Data regarding duration and type of antibiotic treatment instaured during the ICU stay were collected. We focused on treatments were microbiologically active against the C. spp. isolated from the specimen. We defined as a complete course of C. spp. pneumonia any antimicrobial therapy with in vitro activity against the C. spp. isolated strain instaured for at least 7 consecutive days.", "cite_spans": [], "ref_spans": [], "section": "Definition of clinical relevance"}, {"text": "For each patient, the diagnosis of pneumonia was retrospectively assessed by an independent pair of critical care physicians (S. Clariot and N. Mongardon). In case of disagreement, consensus was reached with the help of an infectious disease specialist (R. Lepeule).", "cite_spans": [], "ref_spans": [], "section": "Definition of clinical relevance"}, {"text": "Statistics were descriptive, due to the low number of patients. Data were expressed as median [interquartile range] or number (percentage), as appropriate.", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Thirty-one patients with at least one deep respiratory specimen with significant cultures of C. spp. were identified in our 4 ICU departments.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "Upon admission, the 31 patients were 70 [59-76] years old, with a SOFA score of 5 [3] [4] [5] [6] [7] [8] and SAPS II of 47 [34-60] ( Table 2 ). The causes of ICU admission were acute respiratory failure (n = 11), postoperative care of major surgery (n = 6), trauma (n = 4), shock (n = 3), status epilepticus (n = 3), coma (n = 2), cardiac conduction abnormality (n = 1) and cardiac arrest (n = 1). Overall, 80% of the patients (n = 25) had underlying cardiac or pulmonary comorbidities (chronic obstructive pulmonary disease, ischemic, hypertensive or dilated cardiomyopathy).", "cite_spans": [{"start": 82, "end": 85, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 86, "end": 89, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 90, "end": 93, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 94, "end": 97, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 98, "end": 101, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 102, "end": 105, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 134, "end": 141, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Baseline characteristics of patients with significant culture of Corynebacteria specimens"}, {"text": "Independent reviewers unanimously classified the C. spp. associated pneumonia as probable, possible or unlikely in 28 patients, whereas consensus was required for 3 patients.", "cite_spans": [], "ref_spans": [], "section": "Impact of Corynebacteria isolation in pneumonia"}, {"text": "The diagnosis of C. spp. pneumonia was considered as probable, possible and unlikely in 10 (32%), 14 (45%), and 7 patients (23%), respectively (Fig. 1) . Four patients presented with a setting of CAP with relevant C. spp. as probable pathogen.", "cite_spans": [], "ref_spans": [{"start": 143, "end": 151, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "Impact of Corynebacteria isolation in pneumonia"}, {"text": "The positive respiratory tract specimen was collected after an ICU length of stay of 5 [0. [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] days. At the time of specimen collection, all patients were mechanically ventilated. The duration of mechanical ventilation at the time of specimen collection was 5 [1-15.5] days. Twelve patients had been ventilated for less than 48 h. Hypoxemia (n = 20) or septic shock (n = 5) were the main indications for respiratory specimen collection. The sampling techniques were Table 1 Criteria for defining pneumonia [13] Radiological signs Two successive chest X-ray showing new or progressive lung infiltrates In the absence of medical history of underlying heart or lung disease, a single chest X-ray is enough And at least one of the following signs Body temperature > 38.3 °C without any other cause Leukocytes < 4000/mm 3 or ≥ 12,000/mm 3 And at least two of the following signs Purulent sputum or purulent bronchial secretions Cough or dyspnea Declining oxygenation or increased oxygen-requirement or need for respiratory assistance NB-PTC in 28 cases and B-BAL in 3 cases. No patient had C. spp. bacteriemia. Six patients had prior VAP but none of them were in the probable group (Table 2) .", "cite_spans": [{"start": 91, "end": 94, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 95, "end": 98, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 99, "end": 102, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 103, "end": 106, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 107, "end": 110, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 111, "end": 115, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 116, "end": 120, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 121, "end": 125, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 126, "end": 130, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 131, "end": 135, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 136, "end": 140, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 141, "end": 145, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 146, "end": 150, "text": "[17]", "ref_id": "BIBREF16"}, {"start": 562, "end": 566, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [{"start": 522, "end": 529, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1233, "end": 1242, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Impact of Corynebacteria isolation in pneumonia"}, {"text": "For 18 cultures (14 possible and 4 unlikely), at least 1 other pathogen was simultaneously cultured at a significant level from the same specimen. Enterobacteria were the most commonly encountered co-pathogens (12 cases), including Proteus mirabilis in two specimens, Enterobacter cloacae in five specimens and E. aerogenes in one specimen, Hafnia alvei in one specimen, Citrobacter koseri and C. freundii in one specimen, and Klebsiella pneumoniae in one specimen. Pseudomonas aeruginosa was found in five specimens, and Staphylococcus aureus in one specimen. At the time of pneumonia suspicion, an empiric antimicrobial therapy including a drug with in vitro activity against C. spp. was initiated in 24 patients. However, after specimen collection culture, only 17 patients (7 probable, 6 possible, and 4 unlikely) received a course of at least 7 days of antibiotics for pneumonia that finally covered C. spp. Among them, 53% (n = 9) had co-infections (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 955, "end": 964, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Microbiology and antimicrobial therapy"}, {"text": "Fourteen C. spp. isolates were not treated (3 probable, 8 possible, and 3 unlikely). Among them, 64% (n = 9) had co-infections (Table 3) . When C. spp. was treated, piperacillin-tazobactam (n = 7), in association with an aminoglycoside (n = 4), or ceftriaxone (n = 4) in association with macrolide (n = 2), were the molecules of choice for initial empirical treatment. Imipenem-cilastatin was used in three cases, amoxicillin-clavulanic acid in two cases and linezolid in one case. Overall duration of antimicrobial therapy was 7 [4-7.5] days.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 136, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Microbiology and antimicrobial therapy"}, {"text": "Corynebacteria subspecies were identified in 13 specimens: C. amycolatum (n = 5), pseudodiphteriticum (n = 4), and striatum (n = 4). C. macginleyi was found in one specimen. Two different Corynebacteria grew on the same specimen.", "cite_spans": [], "ref_spans": [], "section": "Microbiological identification and susceptibility"}, {"text": "Fifty-two percent of C. spp. strains were sensitive to amoxicillin and only 58% were sensitive to cefotaxime.", "cite_spans": [], "ref_spans": [], "section": "Microbiological identification and susceptibility"}, {"text": "Ninety-four percent of C. spp. strains were sensitive to vancomycin and linezolid and only one strain was resistant to vancomycin, as well as to linezolid (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 155, "end": 163, "text": "(Table 4", "ref_id": "TABREF3"}], "section": "Microbiological identification and susceptibility"}, {"text": "The mortality of patients with positive C. spp. specimens in the ICU is reported in Table 3 and Fig. 1 .", "cite_spans": [], "ref_spans": [{"start": 84, "end": 91, "text": "Table 3", "ref_id": "TABREF2"}, {"start": 96, "end": 102, "text": "Fig. 1", "ref_id": "FIGREF0"}], "section": "Outcomes"}, {"text": "Among patients who died, the time course between sampling and death was 16 [9-28.5] days (Table 3) . Respiratory failure leading to acute respiratory distress syndrome, septic shock, multiorgan failure, and care withdrawal were the principal cause of ICU death (Table 3) . ", "cite_spans": [], "ref_spans": [{"start": 89, "end": 98, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 261, "end": 270, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Outcomes"}, {"text": "After analysis of 31 cases of critically ill patients requiring invasive mechanical ventilation with significant quantitative culture of C. spp. in a deep respiratory specimen over a 10-year period, the impact of C. spp. was considered probable or possible in the majority of the identified pneumonia cases. In addition, mortality of patients with such a specimen collection in the ICU was high.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "To the best of our knowledge, our work is the first to describe the impact of C. spp. in ICU patients in a sample of this size. Nhan et al. recently reported a cohort of 27 patients with a suspicion of C. spp. pneumonia, but only half of them were hospitalized in ICU [8] . Whereas we used a cautious probability classification, they dichotomized samples as infection or colonization. We chose not to study patients with C. spp. isolates under the significance threshold. However, using different methodologies, we similarly found that a significant level of C. spp. isolation in deep respiratory specimens in patients requiring invasive mechanical ventilation can be responsible for authentic pneumonia in the ICU. In this setting, C. spp. may not be considered as a contaminant or a mere colonizer.", "cite_spans": [{"start": 268, "end": 271, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "We found that most of the patients with a significant culture of C. spp. had underlying cardiac and pulmonary comorbidities. This confirms previous reports of C. spp. pathogenicity in patients with respiratory comorbidities, as recently reviewed: all reported cases occurred in patients whose upper airways were bypassed, whose ability to clear aspirated organisms was impaired, or who had primary or acquired immunodeficiency [8] . However, this review reports only one case of VAP and three cases with recent mechanical ventilation. Indeed, impaired airway protection, decreased lung clearance, damaged lung structure, antibiotic exposure, primary immunocompromised conditions or acquired immunodeficiency after a prolonged stay in ICU, are all conditions that can be encountered in ICU, and that may promote the onset of C. spp. pneumonia.", "cite_spans": [{"start": 427, "end": 430, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Discussion"}, {"text": "In more than half of the cases, C. spp. was cultured concomitantly to at least one other bacterial pathogen. It is unknown whether C. spp. is an innocent by-stander or promotes the onset of further VAP. The role of C. spp. colonization in the causal relationship with VAP, or as a simple surrogate of the immune paralysis associated with acute illness, is speculative. Herein, it is very difficult to assess the clinical relevance of these putative infections. Interestingly, Llitjos et al. have recently highlighted that a first episode of pneumonia promotes the onset of further episodes, due to initial lung damages [21] . However, we chose not to consider viral co-infections to discriminate the proper role of C. spp., and as the impact of viral pneumonia, due to viruses such as Herpes Simplex or Cytomegalovirus is highly debatable in critically ill patients [22] . Moreover, isolation of viruses requires B-BAL, which was rarely performed because NB-PTC is the historical technique of choice in our institution [23] .", "cite_spans": [{"start": 619, "end": 623, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 866, "end": 870, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 1019, "end": 1023, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "In our cohort, more than half of the C. spp. strains were sensitive to amoxicillin, and the majority were sensitive to vancomycin, linezolid, gentamicin, rifampicin and imipenem. This is in accordance with the reported susceptibility of C. spp. in the literature, as most of these bacteria are commonly considered sensitive to ß-lactam, aminoglycosides and glycopeptides agents, and resistant to macrolides, clindamycin, trimethoprim/sulfamethoxazole, fluoroquinolones and/or rifampicin [7, 8, 10, 24] . In our cohort, only one isolate was resistant to vancomycin and linezolid and one third of isolates were resistant to cefotaxime. Resistance to cefotaxime may be here explained by the prior exposure to broad-spectrum antibiotics and the high potential of microorganisms to select drug-resistant strains in ICU. However, some species, including C. jeikeium, C. macginleyi and C. xerosis are resistant to ß-lactam and require glycopeptides; C. propinquum and C. striatum are inconsistently sensitive to penicillin and cephalosporins. Thus, profiles of antimicrobial sensitivity of C. spp. are considered unpredictable [10, 24, 25] and the emergence of antimicrobial resistance has been increasingly reported so far [12, 26] . In addition, S  52  52  58  84  10  77  74  94  94  I  13  10  3  3  13  0  6  0  0  R  29  13  29  3  67  20  17  3  3  N/A  6  25  10  10  10  3  3  3  3 Campanile et al. reported 36 multidrug-resistant strains of C. striatum strongly associated with devices such as tracheal tubes or catheters [26] . Overall, these data might advocate for a short empirical treatment with vancomycin or linezolid as soon as C. spp. is isolated from respiratory specimens with clinical feature consistent with severe pneumonia. This antimicrobial therapy should then be tailored based on species identification and antibiotic susceptibility testing results. In our cohort, less than half of the patients with C. spp. pneumonia survived, highlighting the critical status of this population. The respective parts of direct attributable responsibility of C. spp., or the absence of antimicrobial therapy in patients who had probable C. spp. pneumonia but who were left specifically untreated, remains to be elucidated. No conclusion can be drawn about the association between C. spp. and patient outcome, because of the small number of patients, the specific weight of comorbidities, and the absence of control population. Underlying comorbidities may have a stronger impact on outcome that the pneumonia itself, as suggested by the analysis of causes of death, as well as the delay between C. spp. pneumonia and death.", "cite_spans": [{"start": 487, "end": 490, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 491, "end": 493, "text": "8,", "ref_id": "BIBREF7"}, {"start": 494, "end": 497, "text": "10,", "ref_id": "BIBREF9"}, {"start": 498, "end": 501, "text": "24]", "ref_id": "BIBREF23"}, {"start": 1120, "end": 1124, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 1125, "end": 1128, "text": "24,", "ref_id": "BIBREF23"}, {"start": 1129, "end": 1132, "text": "25]", "ref_id": "BIBREF24"}, {"start": 1217, "end": 1221, "text": "[12,", "ref_id": "BIBREF11"}, {"start": 1222, "end": 1225, "text": "26]", "ref_id": "BIBREF25"}, {"start": 1525, "end": 1529, "text": "[26]", "ref_id": "BIBREF25"}], "ref_spans": [{"start": 1241, "end": 1383, "text": "S  52  52  58  84  10  77  74  94  94  I  13  10  3  3  13  0  6  0  0  R  29  13  29  3  67  20  17  3  3  N/A  6  25  10  10  10  3  3  3  3", "ref_id": "TABREF0"}], "section": "Discussion"}, {"text": "Our study has several strengths. It is the first study focusing on the clinical relevance of C. spp. in critically ill patients. Classification of clinical relevance into probable, possible or unlikely was independently evaluated by independent investigators. There were blinded to each other, limiting classification bias with only three patients classified by consensus due to different assessments. We used only quantitative cultures of specimens obtained with invasive diagnostic techniques, to avoid contamination from the upper respiratory tract. These data can be helpful for critical care physicians challenged by a C. spp. positive deep respiratory specimen in a setting of pneumonia. Although it remains controversial whether a respiratory sample with C. spp. isolated beyond a significant threshold should be regarded as a mere colonization, our findings reinforce the belief that C. spp. should be considered as a possible pathogen.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our study presents several limitations. As in all previous studies on the clinical relevance of C. spp., data were analyzed retrospectively and the small number of isolates prevents from performing statistical analysis. For the same reason, we were not able to evaluate the clinical response of treating these infections: even if it seems justified to treat C. spp. when its impact is high in a setting of pneumonia, this strategy does not seem to lower mortality, probably due to the overall morbidity of the patients. The low incidence of C. spp. isolation also prevents from performing prospective studies. The clinical diagnosis of pneumonia in mechanically ventilated patients remains challenging and controversial and we acknowledge that despite reaching consensus, some cases may have been debatable. In addition, we chose to classify the clinical features of pneumonia as probable, possible or unlikely, as thresholds may not be always as clear as infection or colonization. As developed in others fields of critical care medicine [27] , this classification allows a \"grey zone\" approach, which is closer from the real life. The small number of patients has restricted the statistical analysis and precluded assessment of risk factors of infection. Moreover, the majority of the patients had co-infections and received complete antibiotic courses covering C. spp. isolates, even when the latter may have not been considered as a causative pathogen by clinicians. In addition, the fact that half of the samples containing C.spp. were not considered or treated, outlines the difficulties to assess and manage these patients. Finally, as the MALDI-TOF has only been implemented since 2015 in our institution, we were not able to identify all the Corynebacteria subspecies. In our cohort, we were not able to describe potential temporal trends in C. spp. antimicrobial sensitivity, due to the low number of strains.", "cite_spans": [{"start": 1039, "end": 1043, "text": "[27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study, focusing on critically ill patients, shows that C. spp. seems to be responsible for pneumonia in mechanically ventilated patients. When predominantly present in lower respiratory specimen from patients with suspected pneumonia requiring mechanical ventilation in ICU, C. spp. may be considered as clinically relevant.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "This study highlights the difficulty to assess the clinical relevance of C. spp. in this population and further studies are required to draw conclusions about the association between C. spp. and patient outcome.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infections caused by nondiphtheria Corynebacteria", "authors": [{"first": "B", "middle": ["A"], "last": "Lipsky", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Goldberger", "suffix": ""}, {"first": "L", "middle": ["S"], "last": "Tompkins", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Plorde", "suffix": ""}], "year": 1982, "venue": "Rev Infect Dis", "volume": "4", "issn": "", "pages": "1220--355", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Corynebacterium pseudodiphtheriticum: a respiratory tract pathogen in adults", "authors": [{"first": "J", "middle": ["P"], "last": "Manzella", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Kellogg", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Parsey", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis U S", "volume": "20", "issn": "", "pages": "37--40", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Corynebacterium pseudodiphtheriticum: a respiratory tract pathogen", "authors": [{"first": "K", "middle": [], "last": "Ahmed", "suffix": ""}, {"first": "K", "middle": [], "last": "Kawakami", "suffix": ""}, {"first": "K", "middle": [], "last": "Watanabe", "suffix": ""}, {"first": "H", "middle": [], "last": "Mitsushima", "suffix": ""}, {"first": "T", "middle": [], "last": "Nagatake", "suffix": ""}, {"first": "K", "middle": [], "last": "Matsumoto", "suffix": ""}], "year": 1995, "venue": "Clin Infect Dis U S", "volume": "20", "issn": "", "pages": "41--47", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Native-valve endocarditis due to CDC coryneform group ANF-3: report of a case and review of corynebacterial endocarditis", "authors": [{"first": "Plc", "middle": [], "last": "Petit", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Bok", "suffix": ""}, {"first": "J", "middle": [], "last": "Thompson", "suffix": ""}, {"first": "Agm", "middle": [], "last": "Buiting", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Coyle", "suffix": ""}], "year": 1994, "venue": "Clin Infect Dis", "volume": "19", "issn": "", "pages": "897--901", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Recognition of Corynebacterium pseudodiphtheriticum by toll-like receptors and up-regulation of antimicrobial peptides in human corneal epithelial cells", "authors": [{"first": "S", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Marla", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Praneetha", "suffix": ""}], "year": 2015, "venue": "Virulence", "volume": "6", "issn": "", "pages": "716--737", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Corynebacterium pseudodiphtheriticum isolated from relevant clinical sites of infection: a human pathogen overlooked in emerging countries", "authors": [{"first": "Tcf", "middle": [], "last": "Camello", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Souza", "suffix": ""}, {"first": "Cas", "middle": [], "last": "Martins", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Damasco", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Marques", "suffix": ""}, {"first": "F", "middle": ["P"], "last": "Pimenta", "suffix": ""}], "year": 2009, "venue": "Lett Appl Microbiol", "volume": "48", "issn": "", "pages": "458--64", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Clinical relevance of Corynebacterium pseudodiphtheriticum in lower respiratory tract specimens", "authors": [{"first": "S", "middle": ["E"], "last": "Van Roeden", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Thijsen", "suffix": ""}, {"first": "Suc", "middle": [], "last": "Sankatsing", "suffix": ""}, {"first": "Gjm", "middle": [], "last": "Limonard", "suffix": ""}], "year": 2015, "venue": "Infect Dis", "volume": "47", "issn": "", "pages": "862--870", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Microbiological investigation and clinical significance of Corynebacterium spp. in respiratory specimens", "authors": [{"first": "T", "middle": ["X"], "last": "Nhan", "suffix": ""}, {"first": "J", "middle": ["J"], "last": "Parienti", "suffix": ""}, {"first": "G", "middle": [], "last": "Badiou", "suffix": ""}, {"first": "R", "middle": [], "last": "Leclercq", "suffix": ""}, {"first": "V", "middle": [], "last": "Cattoir", "suffix": ""}], "year": 2012, "venue": "Diagn Microbiol Infect Dis", "volume": "74", "issn": "", "pages": "236--277", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Non-diphtheriae Corynebacterium species: an emerging respiratory pathogen", "authors": [{"first": "M", "middle": [], "last": "Díez-Aguilar", "suffix": ""}, {"first": "P", "middle": [], "last": "Ruiz-Garbajosa", "suffix": ""}, {"first": "A", "middle": [], "last": "Fernández-Olmos", "suffix": ""}, {"first": "P", "middle": [], "last": "Guisado", "suffix": ""}, {"first": "Del", "middle": [], "last": "Campo", "suffix": ""}, {"first": "R", "middle": [], "last": "Quereda", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2013, "venue": "Eur J Clin Microbiol Infect Dis", "volume": "32", "issn": "", "pages": "769--72", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Corynebacteria as a cause of pulmonary infection: a case series and literature review", "authors": [{"first": "K", "middle": [], "last": "Yang", "suffix": ""}, {"first": "R", "middle": ["L"], "last": "Kruse", "suffix": ""}, {"first": "W", "middle": ["V"], "last": "Lin", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Musher", "suffix": ""}], "year": 2018, "venue": "Pneumonia", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Outbreak of Corynebacterium pseudodiphtheriticum infection in cystic fibrosis patients", "authors": [{"first": "F", "middle": [], "last": "Bittar", "suffix": ""}, {"first": "C", "middle": [], "last": "Cassagne", "suffix": ""}, {"first": "E", "middle": [], "last": "Bosdure", "suffix": ""}, {"first": "N", "middle": [], "last": "Stremler", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Dubus", "suffix": ""}, {"first": "J", "middle": [], "last": "Sarles", "suffix": ""}], "year": 2010, "venue": "Emerg Infect Dis", "volume": "16", "issn": "", "pages": "1231--1237", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Corynebacterium pseudodiphtheriticum: putative probiotic, opportunistic infector, emerging pathogen", "authors": [{"first": "A", "middle": [], "last": "Burkovski", "suffix": ""}], "year": 2015, "venue": "Virulence", "volume": "6", "issn": "", "pages": "673--677", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Hospital-acquired pneumonia in ICU", "authors": [{"first": "M", "middle": [], "last": "Leone", "suffix": ""}, {"first": "L", "middle": [], "last": "Bouadma", "suffix": ""}, {"first": "B", "middle": [], "last": "Bouhemad", "suffix": ""}, {"first": "O", "middle": [], "last": "Brissaud", "suffix": ""}, {"first": "S", "middle": [], "last": "Dauger", "suffix": ""}, {"first": "S", "middle": [], "last": "Gibot", "suffix": ""}], "year": 2018, "venue": "Anaesth Crit Care Pain Med", "volume": "37", "issn": "", "pages": "83--988", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "The SOFA (sepsis-related organ failure assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine", "authors": [{"first": "R", "middle": [], "last": "Moreno", "suffix": ""}, {"first": "J", "middle": [], "last": "Takala", "suffix": ""}, {"first": "S", "middle": [], "last": "Willatts", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "De", "suffix": ""}, {"first": "C", "middle": ["K"], "last": "Reinhart", "suffix": ""}, {"first": "P", "middle": ["M"], "last": "Suter", "suffix": ""}], "year": 1996, "venue": "Intensive Care Med", "volume": "22", "issn": "", "pages": "707--717", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Simplified Acute Physiology Score (SAPS II) based on a European/North American multicenter study", "authors": [{"first": "Le", "middle": [], "last": "Gall", "suffix": ""}, {"first": "J", "middle": [], "last": "Lemeshow", "suffix": ""}, {"first": "S", "middle": [], "last": "Saulnier", "suffix": ""}, {"first": "F", "middle": [], "last": "", "suffix": ""}], "year": 1993, "venue": "JAMA", "volume": "270", "issn": "", "pages": "2957--63", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "French legal approach to clinical research", "authors": [{"first": "E", "middle": [], "last": "Toulouse", "suffix": ""}, {"first": "C", "middle": [], "last": "Masseguin", "suffix": ""}, {"first": "B", "middle": [], "last": "Lafont", "suffix": ""}, {"first": "G", "middle": [], "last": "Mcgurk", "suffix": ""}, {"first": "A", "middle": [], "last": "Harbonn", "suffix": ""}, {"first": "J", "middle": [], "last": "Roberts", "suffix": ""}], "year": 2018, "venue": "Anaesth Crit Care Pain Med", "volume": "37", "issn": "", "pages": "607--621", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Management of Adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the", "authors": [{"first": "A", "middle": ["C"], "last": "Kalil", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Metersky", "suffix": ""}, {"first": "M", "middle": [], "last": "Klompas", "suffix": ""}, {"first": "J", "middle": [], "last": "Muscedere", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Sweeney", "suffix": ""}, {"first": "L", "middle": ["B"], "last": "Palmer", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "", "pages": "61--111", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "European manual of clinical microbiology", "authors": [{"first": "G", "middle": [], "last": "Cornaglia", "suffix": ""}, {"first": "R", "middle": [], "last": "Courcol", "suffix": ""}, {"first": "J-L", "middle": [], "last": "Herrmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Kahlmeter", "suffix": ""}, {"first": "H", "middle": [], "last": "Peigue-Lafeuille", "suffix": ""}, {"first": "V", "middle": [], "last": "Jordi", "suffix": ""}], "year": null, "venue": "European Society for Clinical Microbiology and Infectious Diseases", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Breakpoint tables for interpretation of MICs and zone diameters", "authors": [], "year": 2019, "venue": "The European Committee on Antimicrobial Susceptibility Testing", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Définition des catégories cliniques", "authors": [{"first": "", "middle": [], "last": "Société Française De Microbiologie", "suffix": ""}, {"first": "", "middle": [], "last": "Chapter", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Pulmonary infections prime the development of subsequent ICU-acquired pneumonia in septic shock", "authors": [{"first": "J-F", "middle": [], "last": "Llitjos", "suffix": ""}, {"first": "A", "middle": [], "last": "Gassama", "suffix": ""}, {"first": "J", "middle": [], "last": "Charpentier", "suffix": ""}, {"first": "J", "middle": [], "last": "Lambert", "suffix": ""}, {"first": "C", "middle": [], "last": "De Roquetaillade", "suffix": ""}, {"first": "A", "middle": [], "last": "Cariou", "suffix": ""}], "year": 2019, "venue": "Ann Intensive Care", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Cytomegalovirus and herpes simplex virus effect on the prognosis of mechanically ventilated patients suspected to have ventilator-associated pneumonia", "authors": [{"first": "Y", "middle": [], "last": "Coisel", "suffix": ""}, {"first": "S", "middle": [], "last": "Bousbia", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Forel", "suffix": ""}, {"first": "S", "middle": [], "last": "Hraiech", "suffix": ""}, {"first": "B", "middle": [], "last": "Lascola", "suffix": ""}, {"first": "A", "middle": [], "last": "Roch", "suffix": ""}], "year": 2012, "venue": "PLoS ONE", "volume": "7", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Diagnosis of nosocomial pneumonia in cancer patients undergoing mechanical ventilation: a prospective comparison of the plugged telescoping catheter with the protected specimen brush", "authors": [{"first": "L", "middle": ["H"], "last": "Pham", "suffix": ""}, {"first": "C", "middle": [], "last": "Brun-Buisson", "suffix": ""}, {"first": "P", "middle": [], "last": "Legrand", "suffix": ""}, {"first": "A", "middle": [], "last": "Rauss", "suffix": ""}, {"first": "F", "middle": [], "last": "Verra", "suffix": ""}, {"first": "L", "middle": [], "last": "Brochard", "suffix": ""}], "year": 1991, "venue": "AM Rev Respir Dis", "volume": "143", "issn": "", "pages": "1055--61", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Antimicrobial susceptibilities of Corynebacterium species and other non-spore-forming grampositive bacilli to 18 antimicrobial agents", "authors": [{"first": "F", "middle": [], "last": "Soriano", "suffix": ""}, {"first": "J", "middle": [], "last": "Zapardiel", "suffix": ""}, {"first": "E", "middle": [], "last": "Nieto", "suffix": ""}], "year": 1995, "venue": "Antimicrob Agents Chemother", "volume": "39", "issn": "", "pages": "208--222", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Clinical microbiology of Coryneform bacteria", "authors": [{"first": "G", "middle": [], "last": "Funke", "suffix": ""}, {"first": "Von", "middle": [], "last": "Graevenitz", "suffix": ""}, {"first": "A", "middle": [], "last": "Clarridge", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Bernard", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "", "suffix": ""}], "year": 1997, "venue": "Clin Microbiol Rev", "volume": "10", "issn": "", "pages": "125--59", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Clonal multidrug-resistant Corynebacterium striatum strains", "authors": [{"first": "F", "middle": [], "last": "Campanile", "suffix": ""}, {"first": "E", "middle": [], "last": "Carretto", "suffix": ""}, {"first": "D", "middle": [], "last": "Barbarini", "suffix": ""}, {"first": "A", "middle": [], "last": "Grigis", "suffix": ""}, {"first": "M", "middle": [], "last": "Falcone", "suffix": ""}, {"first": "A", "middle": [], "last": "Goglio", "suffix": ""}], "year": 2009, "venue": "Italy. Emerg Infect Dis", "volume": "15", "issn": "", "pages": "75--83", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Biomarkers of renal injury, time for a grey-zone approach?", "authors": [{"first": "A", "middle": ["G"], "last": "Schneider", "suffix": ""}, {"first": "N", "middle": [], "last": "Mongardon", "suffix": ""}, {"first": "L", "middle": [], "last": "Muller", "suffix": ""}], "year": 2018, "venue": "Anaesth Crit Care Pain Med", "volume": "37", "issn": "", "pages": "307--316", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Flowchart", "latex": null, "type": "figure"}, "TABREF0": {"text": "Possible: Clinical and radiological criteria, and significant quantitative culture of C. spp and co-infection with another bacteria above the quantitative threshold (except coagulase-negative Staphylococcus and Enterococcus spp.); • Unlikely: Neither clinical nor radiological criteria, and significant quantitative culture of C. spp.", "latex": null, "type": "table"}, "TABREF1": {"text": "Characteristics of the included patients Data are expressed as number (%), or median [interquartile], as appropriate SOFA Sequential Organ Failure Assessment, SAPSII Simplified Acute Physiology Score II, COPD chronic obstructive pulmonary disease, VAP ventilator-associated pneumonia, NB-PTC non-bronchoscopical-protected telescoping catheter, B-BAL bronchoscopical-bronchoalveolar lavage", "latex": null, "type": "table"}, "TABREF2": {"text": "Number of co-infections, mortality, and time course between sampling and death Data are expressed as number (%), or median [interquartile], as appropriate C. spp: non-diphterieae Corynebacterium species", "latex": null, "type": "table"}, "TABREF3": {"text": "Susceptibility of all Corynebacterium spp. isolates Data are expressed as percentage S susceptible, I intermediate, R resistant, AMX amoxicillin, PIP piperacillin, CTX cefotaxime, IPM imipenem, ERY erythromycin, RIF rifampicin, AMK amikacin, VAN vancomycin, LZD linezolid, N/A not available a Linezolid was tested since 2009, i.e., 25 strains in total", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors have not disclosed any potential conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}]}