{
    "paper_id": "0cb507e2575136501a6c4c14840c03fb2eb7fbbb",
    "metadata": {
        "title": "Journal Pre-proof Anaesthetic management of patients with COVID-19: infection prevention and control measures in the operating theatre",
        "authors": [
            {
                "first": "Wan-Yi",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Chin",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jee-Jian",
                "middle": [],
                "last": "See",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roy",
                "middle": [
                    "K C"
                ],
                "last": "Kan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mandy",
                "middle": [
                    "P P"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingyan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shimin",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W-Y",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y-C",
                "middle": [],
                "last": "Kong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "See J-J",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kan",
                "middle": [],
                "last": "Rkc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lim",
                "middle": [],
                "last": "Mpp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "Q"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ong",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Editor -Tan Tock Seng Hospital (TTSH) is one of the largest public hospitals in Singapore (xxx beds), and supports the National Centre for Infectious Diseases which treats most of COVID-19 cases locally. Our department has performed surgery on 26 positive/suspected patients with COVID-19 as of xx March 2020. To date, there have been few reports describing the anaesthetic management of COVID-19 patients presenting for surgery. We outline the anaesthetic considerations and work processes for such cases using as an example a case of a patient with COVID-19 scheduled for a tracheostomy in our operating theatre (OT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case: Case: Case: Case: A previously healthy 34 yr-old male presented with cough and fever in early February 2020 and was confirmed to have COVID-19 with a positive PCR test from a throat swab. He was intubated on day 5 of disease and started on lopinavir/ritonavir and interferon β-1b. His ICU stay was complicated by moderate acute respiratory distress syndrome (ARDS), requiring persistently high ventilatory support, paralysis and repeated prone positioning. He also developed ventilator-associated pneumonia (VAP) due to Stenotrophomonas maltophilia requiring intravenous antibiotics. When ventilatory support was weaned to FiO 2 35% with PEEP 9, a tracheostomy was planned in view of the prolonged need for ventilation and pulmonary secretions clearance on day 39 of intubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To prepare for the surgery, a few crucial processes were instituted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Clear Communication and transportation routes: A communication channel was established among hospital security, OT management and the perioperative clinical team before surgery. The patient was transferred from ICU to OT with security escort following a fixed route to avoid contamination and inadvertent exposure of other healthcare workers or patients en route.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Preparation of personnel in the OT: A pre-surgery huddle with all the team members was performed where a detailed plan was shared. 1 A record of all personnel involved was also kept to facilitate contact tracing. The anaesthesia team comprised of a consultant, registrar and an anaesthetic nurse. Additional trained nurses were deployed to assist in donning full Personal Protective Equipment (PPE) (cap, goggles, N95 respirator, waterproof long-sleeve gown and gloves) 2 and powered air-purifying respirator (PAPR) for staff involved. Two designated nurses in full PPE were stationed in the preparation room and outside the OT. They were responsible for fetching any medication or equipment unavailable within the OT, or to dispatch urgent investigations e.g. arterial blood gas analysis.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We ensured that there were adequate PPE and PAPR units for the team, and there was clear demarcation of clean and contaminated areas, with designated donning and doffing areas within the OT. Existing airway and drug carts were moved into the preparation room to avoid contaminating clean supplies. Pre-prepared medication trays and a modified airway cart were placed in the OT. Disposable equipment and a McGratH™ videolaryngoscope with disposable blades were available within the OT. 3, 4 Two antiviral filters were installed in the anaesthetic circuit: a Smiths Thermovent® filter was connected directly to the patient's tracheal tube (TT) while a Sterivent filter was attached to the expiratory limb of the circle circuit. 3 A pair of Spencer-Wells forceps was available for clamping the TT if required.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 487,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of the OT:"
        },
        {
            "text": "The anaesthetic and surgical team donned a Versaflo TM TR-300 with 3M TM Hood Assembly S-855 PAPR throughout the procedure. In our institution, full level 4 PPE is mandated for staff attending to confirmed COVID -19 cases. In addition, we wore the PAPR because a tracheostomy is an aerosolgenerating procedure (AGP). 5 (Supplementary Fig. 1) During transport from the ICU to OT, the patient was sedated with midazolam infusion 2 mg h -1 and paralysed with atracurium 30 mg i.v. When the patient was switched from the ICU transport ventilator to the anaesthesia machine in the OT, the TT was clamped with the forceps prior to disconnection. This maintained the positive end-expiratory pressure (PEEP) and minimised risk of aerosolisation from the disconnected TT. Potential contamination was also reduced by disconnecting the breathing circuit distal to the anti-viral HME filter. Intraoperative suctioning was performed through an inline suction catheter to avoid open suctioning which carries high aerosolising risks.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 341,
                    "text": "(Supplementary Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "We did not use a surgical head drape. This allowed the anaesthetist to see the surgical field clearly and facilitated communication between the surgeon and anaesthetist. This was useful because communication amongst staff was hampered with the use of the PAPR. Prior to the incision of the trachea, the surgeon clearly communicated to the anaesthetist who administered an additional dose of atracurium 20 mg. The patient was oxygenated with 100% oxygen for 3 min. Ventilation was held once an incision was made in the trachea and resumed only after inserting and inflating the cuff of the tracheostomy tube. 6 Despite preoxygenation, the patient's oxygen saturation dropped transiently to ~ 80% during the procedure. It is important to recognize that these patients have poor reserves and the importance of ensuring a smooth tube exchange process by prior drills before an actual case. The surgery proceeded uneventfully, and the patient was transferred back to the ICU postoperatively.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 609,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "Discussion: Discussion: Discussion: Discussion: It is inevitable that some patients with COVID-19 will require surgical procedures. We prepared for this case by modifying workflows, training our staff and conducting drills to ensure safe provision of anaesthesia. Theatre Design Theatre Design Theatre Design Theatre Design. . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": ". The OT complex in National Centre for Infectious Diseases houses two OTs with accompanying anterooms and a shared preparation room. Airflow is designed as such: air flows from surrounding rooms into the OT through HEPA filters. This is then filtered and treated with ultraviolet rays before release into the dirty disposal areas. The direction of airflow is determined by pressure differences between the OT and the surrounding rooms, and these pressure gradients are maintained with interlocking doors (Supplementary Fig. 1 ). Passing through the interlocking doors can take up to 20 s, therefore the anaesthetic drug trolley, resuscitation and airway equipment are placed in the preparation room (one door away) for easy access. 4 Workflow Processes Workflow Processes Workflow Processes Workflow Processes. . .",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 734,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 526,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": ". Signs were put up in the OT to indicate areas for donning and doffing PPE, and entrance and exit doors were clearly labelled. 7 Medications, disposable supplies and airway equipment were pre-packaged onto trolleys to expedite preparation for cases. Guidelines for the safe conduct of general anaesthesia were prepared, with detailed measures for staff protection as well as to prevent cross infection between patients. These guidelines were placed on a shared electronic platform for easy access. Staff Staff Staff Staff training training training training. . . . All staff were trained in the use of PAPRs through simulation exercises. 8 The training program designed by our Infection Prevention and Control (IPC) Team placed emphasis on measures to reduce risk of aerosolisation and contamination of staff during general anaesthesia. This included using Spencer Wells forceps to clamp the TT before disconnection, maintaining adequate paralysis, attaching antiviral filters to the circuit and using inline suctioning devices to avoid open suctioning of the TT. We also tailored training based on the level of experience of the trainee. For example, consultants were trained to intubate while wearing the PAPR, while junior doctors concentrated on facilitating the anaesthetic process. 8, 9 Drills Drills Drills Drills. . .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 639,
                    "end": 640,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1292,
                    "end": 1293,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": ". We organised multidisciplinary drills to identify unforeseen deficiencies in these workflows. During our tracheostomy drill, we encountered significant difficulties in communication during the use of a PAPR. In addition, staff in PAPR were not easily identified. Modifications made to the process included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "1) Carrying out a pre-procedure huddle to assign duties and conducting a rehearsal before donning the PAPR. 1 2) Minimising unnecessary noise and conversation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "3) Use of makeshift name tags for easy identification. 4) Keeping a clipboard with a disposable marker in every OT for written instructions. Resource management Resource management Resource management Resource management. . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": ". Prior to the outbreak, surgical and N95 masks were available at multiple OT locations. Faced with increasing consumption, distribution was centralised at specific locations to manage supply and monitor demand. We also provided guidelines on appropriate PPE in different clinical scenarios to discourage indiscriminate use (Fig. 2) . Other measures included introducing extended use of N95 respirators. The IPC team produced picture guides to remind staff to store and reuse N95 masks safely 1, 10-11 ( Supplementary Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "Supplementary Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "We describe OT preparation for anaesthesia and infection prevention and control using a COVID positive patient undergoing trachestomy as an example. Preparation included implementing effective workflow processes, staff training and resource management. These practices will be useful for other institutions preparing for surges in cases of highly infectious patients like COVID-19 12 when adopted to the local healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific intraoperative measures:"
        },
        {
            "text": "The author have no conflicts of interest to declare",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Declaration of Declaration of Declaration of interests interests interests interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "11",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01620-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention. Interim Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intubation and Ventilation amid the COVID-19 Outbreak: Wuhan's Experience",
            "authors": [
                {
                    "first": "Lingzhong",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Haibo",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ALN.0000000000003296"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "12",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Special article: personal protective equipment for care of pandemic influenza patients: a training workshop for the powered air purifying respirator",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kerchberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anesth Analg",
            "volume": "111",
            "issn": "",
            "pages": "933--978",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Elective and emergency surgery in patients with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jogeklar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brenneman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Surg",
            "volume": "48",
            "issn": "1",
            "pages": "71--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ngek Mien Chin; Infection Control Measures for Operative Procedures in Severe Acute Respiratory Syndrome-related Patients",
            "authors": [],
            "year": 2004,
            "venue": "Anesthesiology",
            "volume": "100",
            "issn": "6",
            "pages": "1394--1398",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Using simulation for training and to change protocol during the outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Simon",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Abrahamson",
                    "suffix": ""
                },
                {
                    "first": "Sonya",
                    "middle": [
                        "&amp;"
                    ],
                    "last": "Canzian",
                    "suffix": ""
                },
                {
                    "first": "Fabrice",
                    "middle": [],
                    "last": "Brunet",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Critical care",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.R3.10.1186/cc3916"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Simulation-based training in Ebola personal protective equipment for healthcare workers: experience from King Abdulaziz University Hospital in Saudi Arabia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Bualenain",
                    "suffix": ""
                },
                {
                    "first": "Al-Alawi",
                    "middle": [],
                    "last": "Mm",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Public Health",
            "volume": "11",
            "issn": "",
            "pages": "796--800",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "APIC position paper: extending the use and/or reusing respiratory protection in healthcare settings during disasters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rebmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Pwh",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.02.008"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Wan-Yi Wong*, Yu-Chin Kong, Jee-Jian See, Roy K.C. Kan, Mandy P.P. Lim, Qingyan Chen, Beatrice Lim, Shimin Ong Singapore *Corresponding author. Email: wan_yi_wong@ttsh.com.sg Keywords: anaesthesia, COVID-19, infection prevention and control, operating theatre preparedness, personal protective equipment; tracheostomy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Acknowledgements Acknowledgements Kwan Kim Meng and Tan Bin Hui for providing details on the surgical and anaesthetic process for this case, Loo Shi for his contribution to the N95 donning and doffing guide, and Chong Yaw Khian and Richmond Tan for their involvement in the surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "References References",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        }
    ]
}