{"paper_id": "0cb8a23aca6b8399428c8bc00f3f459cf912189f", "metadata": {"title": "Contextualized Embeddings in Named-Entity Recognition: An Empirical Study on Generalization", "authors": [{"first": "Bruno", "middle": [], "last": "Taillé", "suffix": "", "affiliation": {"laboratory": "Laboratoire d'Informatique de Paris 6", "institution": "CNRS", "location": {"postCode": "LIP6", "settlement": "Paris", "country": "France"}}, "email": "bruno.taille@lip6.fr"}, {"first": "Vincent", "middle": [], "last": "Guigue", "suffix": "", "affiliation": {"laboratory": "Laboratoire d'Informatique de Paris 6", "institution": "CNRS", "location": {"postCode": "LIP6", "settlement": "Paris", "country": "France"}}, "email": "vincent.guigue@lip6.fr"}, {"first": "Patrick", "middle": [], "last": "Gallinari", "suffix": "", "affiliation": {"laboratory": "Laboratoire d'Informatique de Paris 6", "institution": "CNRS", "location": {"postCode": "LIP6", "settlement": "Paris", "country": "France"}}, "email": "patrick.gallinari@lip6.fr"}]}, "abstract": [{"text": "Contextualized embeddings use unsupervised language model pretraining to compute word representations depending on their context. This is intuitively useful for generalization, especially in Named-Entity Recognition where it is crucial to detect mentions never seen during training. However, standard English benchmarks overestimate the importance of lexical over contextual features because of an unrealistic lexical overlap between train and test mentions. In this paper, we perform an empirical analysis of the generalization capabilities of stateof-the-art contextualized embeddings by separating mentions by novelty and with out-of-domain evaluation. We show that they are particularly beneficial for unseen mentions detection, especially out-of-domain. For models trained on CoNLL03, language model contextualization leads to a +1.2% maximal relative micro-F1 score increase in-domain against +13% out-of-domain on the WNUT dataset (The code is available at https://github.com/btaille/contener).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Named-Entity Recognition (NER) consists in detecting textual mentions of entities and classifying them into predefined types. It is modeled as sequence labeling, the standard neural architecture of which is BiLSTM-CRF [8] . Recent improvements mainly stem from using new types of representations: learned characterlevel word embeddings [9] and contextualized embeddings derived from a language model (LM) [1, 6, 14] .", "cite_spans": [{"start": 218, "end": 221, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 336, "end": 339, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 405, "end": 408, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 409, "end": 411, "text": "6,", "ref_id": "BIBREF5"}, {"start": 412, "end": 415, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "LM pretraining enables to obtain contextual word representations and reduce the dependency of neural networks on hand-labeled data specific to tasks or domains [7, 16] . This contextualization ability can particularly benefit to NER domain adaptation which is often limited to training a network on source data and either feeding its predictions to a new classifier or finetuning it on target data [10, 17] . All the more as classical NER models have been shown to poorly generalize to unseen mentions or domains [2] .", "cite_spans": [{"start": 160, "end": 163, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 164, "end": 167, "text": "16]", "ref_id": "BIBREF15"}, {"start": 398, "end": 402, "text": "[10,", "ref_id": "BIBREF9"}, {"start": 403, "end": 406, "text": "17]", "ref_id": "BIBREF16"}, {"start": 513, "end": 516, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we quantify the impact of ELMo [14] , Flair [1] and BERT [6] representations on generalization to unseen mentions and new domains in NER. To better understand their effectiveness, we propose a set of experiments to distinguish the effect of unsupervised LM contextualization (C LM ) from task supervised contextualization (C NER ). We show that the former mainly benefits unseen mentions detection, all the more out-of-domain where it is even more beneficial than the latter.", "cite_spans": [{"start": 46, "end": 50, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 59, "end": 62, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 72, "end": 75, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Neural NER models mainly rely on lexical features in the form of word embeddings, either learned at the character-level or not. Yet, standard NER benchmarks present a large lexical overlap between mentions in the train set and dev/test sets which leads to a poor evaluation of generalization to unseen mentions as shown by Augenstein et al. [2] . They separate seen from unseen mentions and evaluate out-of-domain to focus on generalization but only study models designed before 2011 and no longer in use.", "cite_spans": [{"start": 341, "end": 344, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Lexical Overlap"}, {"text": "We propose to use a similar setting to analyze the impact of state-of-theart LM pretraining methods on generalization in NER. We introduce a slightly more fine-grained novelty partition by separating unseen mentions in partial match and new categories. A mention is an exact match (EM) if it appears in the exact same case-sensitive form in the train set, tagged with the same type. It is a partial match (PM) if at least one of its non stop words appears in a mention of same type. Every other mentions are new.", "cite_spans": [], "ref_spans": [], "section": "Lexical Overlap"}, {"text": "We study lexical overlap in CoNLL03 [18] and OntoNotes [20] , the two main English NER datasets, as well as WNUT17 [5] which is smaller, specific to user generated content (tweets, comments) and was designed without exact overlap. For out-of-domain evaluation, we train on CoNLL03 (news articles) and test on the larger and more diverse OntoNotes (see Table 4 for genres) and the very specific WNUT. We remap OntoNotes and WNUT entity types to match CoNLL03's 1 and denote the obtained dataset with * . As reported in Table 1 , the two main benchmarks for English NER mainly evaluate performance on occurrences of mentions already seen during training, although they appear in different sentences. Such lexical overlap proportions are unrealistic in real-life where the model must process orders of magnitude more documents in the inference phase than it has been trained on, to amortize the annotation cost. On the contrary, WNUT proposes a particularly challenging low-resource setting with no exact overlap.", "cite_spans": [{"start": 36, "end": 40, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 55, "end": 59, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 115, "end": 118, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 352, "end": 359, "text": "Table 4", "ref_id": "TABREF3"}, {"start": 518, "end": 525, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Lexical Overlap"}, {"text": "Furthermore, the overlap depends on the entity types: Location and Miscellaneous are the most overlapping types, even out-of-domain, whereas Person and Organization present a more varied vocabulary, also more subject to evolve with time and domain.", "cite_spans": [], "ref_spans": [], "section": "Lexical Overlap"}, {"text": "Word Embeddings map each word to a single vector which results in a lexical representation. We take GloVe 840B embeddings [13] trained on Common Crawl as the pretrained word embeddings baseline and fine-tune them as done in related work.", "cite_spans": [{"start": 122, "end": 126, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Word Representations"}, {"text": "Character-Level Word Embeddings are learned by a word-level neural network from character embeddings to incorporate orthographic and morphological features. We reproduce the Char-BiLSTM from [9] . It is trained jointly with the NER model and its outputs are concatenated to GloVe embeddings. We also experiment with the Char-CNN layer from ELMo to isolate the effect of LM contextualization and denote it ELMo[0]. Contextualized Word Embeddings take into account the context of a word in its representation, contrary to previous representations. A LM is pretrained and used to predict the representation of a word given its context. ELMo [14] uses a Char-CNN to obtain a context-independent word embedding and the concatenation of a forward and backward two-layer LSTM LM for contextualization. These representations are summed with weights learned for each task as the LM is frozen after pretraining. BERT [6] uses WordPiece subword embeddings [21] and learns a representation modeling both left and right contexts by training a Transformer encoder [19] for Masked LM and next sentence prediction. For a fairer comparison, we use the BERT LARGE feature-based approach where the LM is not fine-tuned and its last four hidden layers are concatenated. Flair [1] uses a character-level LM for contextualization. As in ELMo, they train two opposite LSTM LMs, freeze them and concatenate the predicted states of the first and last characters of each word. Flair and ELMo are pretrained on the 1 Billion Word Benchmark [3] while BERT uses Book Corpus [22] and English Wikipedia.", "cite_spans": [{"start": 191, "end": 194, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 638, "end": 642, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 907, "end": 910, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 945, "end": 949, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 1050, "end": 1054, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 1256, "end": 1259, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 1513, "end": 1516, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 1545, "end": 1549, "text": "[22]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "Word Representations"}, {"text": "In order to compare the different embeddings, we feed them as input to a classifier. We first use the state-of-the-art BiLSTM-CRF [8] with hidden size 100 in each direction and present in-domain results on all datasets in Table 2 .", "cite_spans": [{"start": 130, "end": 133, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [{"start": 222, "end": 229, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Experiments"}, {"text": "We then report out-of-domain performance in Table 3 . To better capture the intrinsic effect of LM contextualization, we introduce the Map-CRF baseline from [1] where the BiLSTM is replaced by a simple linear projection of each word embedding. We only consider domain adaptation from CoNLL03 to OntoNotes * and WNUT * assuming that labeled data is scarcer, less varied and more generic than target data in real use cases.", "cite_spans": [{"start": 157, "end": 160, "text": "[1]", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 44, "end": 51, "text": "Table 3", "ref_id": null}], "section": "Experiments"}, {"text": "We use the IOBES tagging scheme for NER and no preprocessing. We fix a batch size of 64, a learning rate of 0.001 and a 0.5 dropout rate at the embedding layer and after the BiLSTM or linear projection. The maximum number of epochs is set to 100 and we use early stopping with patience 5 on validation global micro-F1. For each configuration, we use the best performing optimization method between SGD and Adam with β 1 = 0.9 and β 2 = 0.999. We report the mean and standard deviation of five runs. ", "cite_spans": [], "ref_spans": [], "section": "Experiments"}, {"text": "ELMo, BERT and Flair. Drawing conclusions from the comparison of ELMo, BERT and Flair is difficult because there is no clear hierarchy across datasets and they differ in dimensions, tokenization, contextualization levels and pretraining corpora. However, although BERT is particularly effective on the WNUT dataset in-domain, probably due to its subword tokenization, ELMo yields the most stable results in and out-of-domain. Furthermore, Flair globally underperforms ELMo and BERT, particularly for unseen mentions and out-of-domain. This suggests that LM pretraining at a lexical level (word or subword) is more robust for generalization than at a character level. In fact, Flair only beats the non contextual ELMo[0] baseline with Map-CRF which indicates that character-level contextualization is less beneficial than word-level contextualization with character-level representations.", "cite_spans": [], "ref_spans": [], "section": "General Observations"}, {"text": "Vs GloVe + char. Overall, ELMo[0] outperforms the GloVe + char baseline, particularly on unseen mentions, out-of-domain and on WNUT * . The main difference is the incorporation of morphological features: in ELMo[0] they are learned jointly with the LM on a huge dataset whereas the char-BiLSTM is only trained on the source NER training set. Yet, morphology is crucial to represent words never encountered during pretraining and in WNUT * around 20% of words in test mentions are out of GloVe vocabulary against 5% in CoNLL03 and 3% in OntoNotes * . This explains the poor performance of GloVe baselines on WNUT * , all the more out-of-domain, and why a model trained on CoNLL03 with ELMo outperforms one trained on WNUT * with GloVe + char. Thus, ELMo's improvement over previous state-of-the-art does not only stem from contextualization but also an effective non-contextual word representation.", "cite_spans": [], "ref_spans": [], "section": "ELMo[0]"}, {"text": "In every configuration, F 1 exact > F1 partial > F1 new with more than 10 points difference. This gap is wider out-of-domain where the context differs more from training data than in-domain. NER models thus poorly generalize to unseen mentions, and datasets with high lexical overlap only encourage this behavior. However, this generalization gap is reduced by two types of contextualization described hereafter. Table 3 . Micro-F1 scores of models trained on CoNLL03 and tested in-domain and outof-domain on OntoNotes * and WNUT * . Average of 5 runs, subscript denotes standard deviation.", "cite_spans": [], "ref_spans": [{"start": 413, "end": 420, "text": "Table 3", "ref_id": null}], "section": "Seen Mentions Bias."}, {"text": "OntoNotes ", "cite_spans": [], "ref_spans": [], "section": "CoNLL03"}, {"text": "The ELMo[0] and Map-CRF baselines enable to strictly distinguish contextualization due to LM pretraining (C LM : ELMo[0] to ELMo) from task supervised contextualization induced by the BiLSTM network (C NER : Map to BiLSTM). In both cases, a BiLSTM incorporates syntactic information which improves generalization to unseen mentions for which context is decisive, as shown in Table 3 .", "cite_spans": [], "ref_spans": [{"start": 375, "end": 382, "text": "Table 3", "ref_id": null}], "section": "LM and NER Contextualizations"}, {"text": "However, because C NER is specific to the source dataset, it is more effective in-domain whereas C LM is particularly helpful out-of-domain. In the latter setting, the benefits from C LM even surpass those from C NER , specifically on domains further from source data such as web text in OntoNotes * (see Table 4 ) or WNUT * . This is again explained by the difference in quantity and quality of the corpora on which these contextualizations are learned. The much larger and more generic unlabeled corpora on which LM are pretrained lead to contextual representations more robust to domain adaptation than C NER learned on a small and specific NER corpus. Similar behaviors can be observed when comparing BERT and Flair to the GloVe baselines, although we cannot separate the effects of representation and contextualization.", "cite_spans": [], "ref_spans": [{"start": 305, "end": 312, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Comparison."}, {"text": "Complementarity. Both in-domain and out-of-domain on OntoNotes * , the two types of contextualization transfer complementary syntactic features leading to the best configuration. However, in the most difficult case of zero-shot domain adaptation from CoNLL03 to WNUT * , C NER is detrimental with ELMo and BERT. This is probably due to the specificity of the target domain, excessively different from source data. ", "cite_spans": [], "ref_spans": [], "section": "Comparison."}, {"text": "Augenstein et al. [2] perform a quantitative study of two CRF-based models and a CNN with classical word embeddings [4] over seven NER datasets including CoNLL03 and OntoNotes. They separate performance on seen (exact match) and unseen mentions and show a drop in F1 on unseen mentions and out-of-domain. Although comprehensive in experiments, this analysis is limited to models dating back from 2005 to 2011. We use a similar experimental setting to draw new insights on state-of-the art architectures and word representations. We limit to the two main English NER benchmarks as well as WNUT which was specifically designed to tackle this generalization problem in the Twitter domain. These three datasets cover all the domains studied in [2] .", "cite_spans": [{"start": 18, "end": 21, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 116, "end": 119, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 740, "end": 743, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Related Work"}, {"text": "Moosavi and Strube raise a similar lexical overlap issue in Coreference Resolution on the CoNLL2012 dataset. They first show that for out-of-domain evaluation the performance gap between Deep Learning models and a rule-based system fades away [11] . They then add linguistic features (such as gender, NER, POS...) to improve out-of-domain generalization [12] . Nevertheless, such features are obtained using models in turn based on lexical features and at least for NER the same lexical overlap issue arises.", "cite_spans": [{"start": 243, "end": 247, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 354, "end": 358, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Related Work"}, {"text": "Finally, Pires et al. [15] concurrently evaluate the cross-lingual generalization capability of Multilingual BERT for NER and POS tagging. Our work on monolingual generalization to unseen mentions and domains naturally complements this study.", "cite_spans": [{"start": 22, "end": 26, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Related Work"}, {"text": "NER benchmarks are biased towards seen mentions, at the opposite of real-life applications. Hence the necessity to disentangle performance on seen and unseen mentions and test out-of-domain. In such setting, we show that contextualization from LM pretraining is particularly beneficial for generalization to unseen mentions, all the more out-of-domain where it surpasses supervised contextualization.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Despite this improvement, unseen mentions detection remains challenging and further work could explore attention or regularization mechanisms to better incorporate context and improve generalization. Furthermore, we can investigate how to best incorporate target data to improve this LM pretraining zero-shot domain adaptation baseline.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Contextual string embeddings for sequence labeling", "authors": [{"first": "A", "middle": [], "last": "Akbik", "suffix": ""}, {"first": "D", "middle": [], "last": "Blythe", "suffix": ""}, {"first": "R", "middle": [], "last": "Vollgraf", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 27th International Conference on Computational Linguistics", "volume": "", "issn": "", "pages": "1638--1649", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Generalisation in named entity recognition: a quantitative analysis", "authors": [{"first": "I", "middle": [], "last": "Augenstein", "suffix": ""}, {"first": "L", "middle": [], "last": "Derczynski", "suffix": ""}, {"first": "K", "middle": [], "last": "Bontcheva", "suffix": ""}], "year": 2017, "venue": "Comput. Speech Lang", "volume": "44", "issn": "", "pages": "61--83", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "One Billion Word Benchmark for Measuring Progress in Statistical Language Modeling", "authors": [{"first": "C", "middle": [], "last": "Chelba", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1312.3005"]}}, "BIBREF3": {"ref_id": "b3", "title": "Natural language processing (almost) from scratch", "authors": [{"first": "R", "middle": [], "last": "Collobert", "suffix": ""}, {"first": "J", "middle": [], "last": "Weston", "suffix": ""}], "year": 2011, "venue": "J. Mach. Learn. Res", "volume": "12", "issn": "", "pages": "2493--2537", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Results of the WNUT2017 shared task on novel and emerging entity recognition. In: 3rd Workshop on Noisy User-generated Text", "authors": [{"first": "L", "middle": [], "last": "Derczynski", "suffix": ""}, {"first": "E", "middle": [], "last": "Nichols", "suffix": ""}, {"first": "M", "middle": [], "last": "Van Erp", "suffix": ""}, {"first": "N", "middle": [], "last": "Limsopatham", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "140--147", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "BERT: pre-training of deep bidirectional transformers for language understanding", "authors": [{"first": "J", "middle": [], "last": "Devlin", "suffix": ""}, {"first": "M", "middle": ["W"], "last": "Chang", "suffix": ""}, {"first": "K", "middle": [], "last": "Lee", "suffix": ""}, {"first": "K", "middle": [], "last": "Toutanova", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 2019 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies", "volume": "1", "issn": "", "pages": "4171--4186", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Universal language model fine-tuning for text classification", "authors": [{"first": "J", "middle": [], "last": "Howard", "suffix": ""}, {"first": "S", "middle": [], "last": "Ruder", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 56th Annual Meeting of the Association for Computational Linguistics", "volume": "", "issn": "", "pages": "328--339", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Bidirectional LSTM-CRF Models for Sequence Tagging", "authors": [{"first": "Z", "middle": [], "last": "Huang", "suffix": ""}, {"first": "W", "middle": [], "last": "Xu", "suffix": ""}, {"first": "K", "middle": [], "last": "Yu", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1508.01991"]}}, "BIBREF8": {"ref_id": "b8", "title": "Neural architectures for named entity recognition", "authors": [{"first": "G", "middle": [], "last": "Lample", "suffix": ""}, {"first": "M", "middle": [], "last": "Ballesteros", "suffix": ""}, {"first": "S", "middle": [], "last": "Subramanian", "suffix": ""}, {"first": "K", "middle": [], "last": "Kawakami", "suffix": ""}, {"first": "C", "middle": [], "last": "Dyer", "suffix": ""}], "year": 2016, "venue": "Proceedings of NAACL-HLT 2016", "volume": "", "issn": "", "pages": "260--270", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Transfer learning for named-entity recognition with neural networks", "authors": [{"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "F", "middle": [], "last": "Dernoncourt", "suffix": ""}, {"first": "P", "middle": [], "last": "Szolovits", "suffix": ""}], "year": 2018, "venue": "Proceedings of the Eleventh International Conference on Language Resources and Evaluation (LREC-2018)", "volume": "", "issn": "", "pages": "4470--4473", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Lexical features in coreference resolution: to be used with caution", "authors": [{"first": "N", "middle": ["S"], "last": "Moosavi", "suffix": ""}, {"first": "M", "middle": [], "last": "Strube", "suffix": ""}], "year": 2017, "venue": "Proceedings of the 55th Annual Meeting of the Association for Computational Linguistics", "volume": "", "issn": "", "pages": "14--19", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Using linguistic features to improve the generalization capability of neural coreference resolvers", "authors": [{"first": "N", "middle": ["S"], "last": "Moosavi", "suffix": ""}, {"first": "M", "middle": [], "last": "Strube", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 2018 Conference on Empirical Methods in Natural Language Processing", "volume": "", "issn": "", "pages": "193--203", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "GloVe: global vectors for word representation", "authors": [{"first": "J", "middle": [], "last": "Pennington", "suffix": ""}, {"first": "R", "middle": [], "last": "Socher", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Manning", "suffix": ""}], "year": 2014, "venue": "EMNLP 2014", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Proceedings of the 2018 Conference of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies", "authors": [{"first": "M", "middle": ["E"], "last": "Peters", "suffix": ""}], "year": 2018, "venue": "", "volume": "1", "issn": "", "pages": "2227--2237", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "How multilingual is Multilingual BERT?", "authors": [{"first": "T", "middle": [], "last": "Pires", "suffix": ""}, {"first": "E", "middle": [], "last": "Schlinger", "suffix": ""}, {"first": "D", "middle": [], "last": "Garrette", "suffix": ""}], "year": 2019, "venue": "Proceedings of the 57th Annual Meeting of the Association for Computational Linguistics", "volume": "", "issn": "", "pages": "4996--5001", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Improving Language Understanding by Generative Pre-Training", "authors": [{"first": "A", "middle": [], "last": "Radford", "suffix": ""}, {"first": "T", "middle": [], "last": "Salimans", "suffix": ""}, {"first": "K", "middle": [], "last": "Narasimhan", "suffix": ""}, {"first": "T", "middle": [], "last": "Salimans", "suffix": ""}, {"first": "I", "middle": [], "last": "Sutskever", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Transfer learning for entity recognition of novel classes", "authors": [{"first": "J", "middle": ["D"], "last": "Rodriguez", "suffix": ""}, {"first": "A", "middle": [], "last": "Caldwell", "suffix": ""}, {"first": "A", "middle": [], "last": "Liu", "suffix": ""}], "year": 2018, "venue": "Proceedings of the 27th International Conference on Computational Linguistics", "volume": "", "issn": "", "pages": "1974--1985", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Introduction to the CoNLL-2003 shared task", "authors": [{"first": "E", "middle": ["F T K"], "last": "Sang", "suffix": ""}, {"first": "F", "middle": [], "last": "De Meulder", "suffix": ""}], "year": 2003, "venue": "Proceedings of the Seventh Conference on Natural Language Learning at NAACL-HLT 2003", "volume": "4", "issn": "", "pages": "142--147", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Attention is all you need", "authors": [{"first": "A", "middle": [], "last": "Vaswani", "suffix": ""}], "year": 2017, "venue": "Advances in Neural Information Processing Systems", "volume": "", "issn": "", "pages": "5998--6008", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "OntoNotes Release 5.0 LDC2013T19. In: Linguistic Data Consortium", "authors": [{"first": "R", "middle": [], "last": "Weischedel", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Google's Neural Machine Translation System: Bridging the Gap between Human and Machine Translation", "authors": [{"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2016, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"arXiv": ["arXiv:1609.08144"]}}, "BIBREF21": {"ref_id": "b21", "title": "Aligning books and movies: towards story-like visual explanations by watching movies and reading books", "authors": [{"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2015, "venue": "Proceedings of the IEEE International Conference on Computer Vision", "volume": "", "issn": "", "pages": "19--27", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Per type lexical overlap of test mention occurrences with respective train set in-domain and with CoNLL03 train set in the out-of-domain scenario. (EM/PM = exact/partial match) LOC MISC ORG PER ALL ALL LOC MISC ORG PER ALL ALL LOC ORG PER ALL", "latex": null, "type": "table"}, "TABREF1": {"text": "In-domain micro-F1 scores of the BiLSTM-CRF. We split mentions by novelty: exact match (EM), partial match (PM) and new. Average of 5 runs, subscript denotes standard deviation.", "latex": null, "type": "table"}, "TABREF3": {"text": "Per-genre micro-F1 scores of the BiLSTM-CRF model trained on CoNLL03 and tested on OntoNotes * (broadcast conversation, broadcast news, news wire, magazine, telephone conversation and web text). CLM mostly benefits genres furthest from the news source domain. GloVe + char 80.4.8 86.3.4 77.01.0 70.7.4 79.71.8 69.2.8 77.9.5", "latex": null, "type": "table"}}, "back_matter": []}