{
    "paper_id": "0cbb0d4d0807121001fe5a335b9a230158c7fcb5",
    "metadata": {
        "title": "Coagulopathy of COVID-19 and antiphospholipid antibodies",
        "authors": [
            {
                "first": "Elisabeth",
                "middle": [
                    "M"
                ],
                "last": "Battinelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "M"
                ],
                "last": "Connors",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently in the Journal of Thrombosis and Haemostasis, Harzallah and colleagues report the results of antiphospholipid antibody testing in a series of 56 patients with confirmed or suspected SARS-CoV-2 infection. 1 Twenty-five patients were found to be positive for lupus anticoagulants, while five patients had either anticardiolipin or anti-β2-glycoprotein 1 antibodies. The isotypes for the anticardiolipin and anti-β2-glycoprotein 1 antibodies were reportedly IgG and IgM, although specific antibody titers and details of which were found in combination with a lupus anticoagulant in three overlap patients were not reported. The authors also reference published work by Zhang and colleagues, who reported three patients with SARS-CoV-2 infection, coagulopathy, thrombocytopenia, and the presence of anticardiolipin IgA and anti-β2-glycoprotein 1 IgA and IgG antibodies who developed cerebral infarcts. 2 Harzallah and colleagues suggest the presence of these antibodies should be used as evidence for early anticoagulation of patients with COVID-19. Antiphospholipid antibodies are common in the general popula-Brigham and Women'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "tion, especially during infection. 3, 4 Whether the IgA isotype alone, noted by Zhang and colleagues, invokes thrombosis remains controversial, with only high titer IgG and IgM isotypes included as diagnostic criteria for the antiphospholipid syndrome. 5 Lack of IgG and/ or IgM titers in these case series precludes any evaluation of their role in the thrombotic sequelae described. ",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 37,
                    "text": "3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 38,
                    "end": 39,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 253,
                    "end": 254,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coagulopathy and antiphospholipid antibodies in patients with Covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antiphospholipid antibodies and infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Asherson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Rheum Dis",
            "volume": "62",
            "issn": "",
            "pages": "388--393",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence, follow-up and clinical significance of the anticardiolipin antibodies in normal subjects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Batlle",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Thromb Haemost",
            "volume": "72",
            "issn": "",
            "pages": "209--213",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "14th International congress on antiphospholipid antibodies task force. Report on antiphospholipid syndrome laboratory diagnostics and trends",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bertolaccini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Amengual",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andreoli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "917--930",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lupus Anticoagulant (LAC) testing in patients with inflammatory status: does C-reactive protein interfere with LAC test results?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Schouwers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Delanghe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Devreese",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Thromb Res",
            "volume": "125",
            "issn": "",
            "pages": "102--104",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844--847",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Thrombosis is common during critical illness and all patients in the Zhang series had preexisting cardiovascular disease, further increasing risk for arterial thrombosis. A key question remains whether COVID-19 patients experience arterial thrombotic events at a higher rate compared to critically ill patients without SARS-CoV-2. The findings presented by Zhang and colleagues cannot confirm anticardiolipin antibodies as the causal agent for the arterial thrombosis observed in their series.False positive lupus anticoagulant testing might be expected in patients with COVID-19 given the marked elevation in measured C-reactive protein (CRP) levels seen in patients with significant pulmonary or systemic inflammation. Many assays to detect lupus anticoagulants are sensitive to the presence of CRP, resulting in false positive results, further limiting interpretation of this test in the acute inflammatory state.6 COVID-19 appears to induce a hypercoagulable state, with elevated fibrinogen, and minimal prolongation of prothrombin time and activated partial thromboplastin time, as seen in these patients. The exact mechanisms underlying the coagulopathy are unclear.7 We urge clinicians who are evaluating coagulation parameters in patients with COVID-19 to be cognizant of the pre-analytic and analytic variables that affect the validity and interpretation of coagulation testing and to adhere to established anticoagulation protocols and guidelines until clinical studies demonstrating efficacy and safety of various anticoagulation strategies are published.CO N FLI C T S O F I NTE R E S TNT Connell: no conflicts of interest. EM Battinelli: no conflicts of interest. JM Connors: research funding to her institution from CSL Behring and fees from Bristol-Myers Squibb-Pfizer for serving on scientific advisory boards.AUTH O R CO NTR I B UTI O N SNT Connell, EM Battinelli, and JM Connors wrote the manuscript.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}