{"paper_id": "0cbe23280cccea688ea36bc5314f3af18148d4ae", "metadata": {"title": "Evaluation of effects of public health interventions on COVID-19 transmission for Pakistan: A mathematical simulation study", "authors": [{"first": "Zulfiqar", "middle": ["A"], "last": "Bhutta", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Aga Khan University", "location": {"settlement": "Karachi", "country": "Pakistan"}}, "email": ""}, {"first": "Ofir", "middle": [], "last": "Harari", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cytel Inc", "location": {"addrLine": "777 West Broadway, Suite 802 Vancouver", "postCode": "V5Z 1J5", "region": "BC", "country": "Canada"}}, "email": ""}, {"first": "Jay", "middle": ["Jh"], "last": "Park", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cytel Inc", "location": {"addrLine": "777 West Broadway, Suite 802 Vancouver", "postCode": "V5Z 1J5", "region": "BC", "country": "Canada"}}, "email": ""}, {"first": "Noor-E", "middle": [], "last": "Zannat", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cytel Inc", "location": {"addrLine": "777 West Broadway, Suite 802 Vancouver", "postCode": "V5Z 1J5", "region": "BC", "country": "Canada"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Zoratti", "suffix": "", "affiliation": {"laboratory": "", "institution": "McMaster University", "location": {"addrLine": "1280 Main St, 2C Area", "postCode": "L8S 4K1", "settlement": "Hamilton", "region": "ON", "country": "Canada"}}, "email": ""}, {"first": "Tim", "middle": [], "last": "Churches", "suffix": "", "affiliation": {"laboratory": "", "institution": "UNSW Medicine", "location": {"settlement": "Sydney", "country": "Australia"}}, "email": ""}, {"first": "Kristian", "middle": [], "last": "Thorlund", "suffix": "", "affiliation": {"laboratory": "", "institution": "Cytel Inc", "location": {"addrLine": "777 West Broadway, Suite 802 Vancouver", "postCode": "V5Z 1J5", "region": "BC", "country": "Canada"}}, "email": ""}, {"first": "Edward", "middle": ["J"], "last": "Mills", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Hospital for Sick Children", "location": {"settlement": "Toronto", "country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "In an effort to contain the COVID-19 epidemic, many governments across the world have enforced lockdown or social distancing measures. Several outbreak models have been developed to investigate the effects of different public health strategies for COVID-19, but they have not been developed for Pakistan and other South East Asian countries, where a large proportion of global population resides.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We developed a stochastic individual contact model by extending the widelyused Susceptible-Infectious-Recovered (SIR) compartment model with additional compartments to model both anticipated mitigating effects of public health intervention strategies for Pakistan. We estimated the projected spread, number of hospitalizations, and case fatalities under no intervention and four increasingly stringent public health strategies of social distancing and self-isolation at the national and provincial levels of Pakistan. Results: Our analysis shows that without any public health interventions the expected number of cumulative case fatalities is 671,596 in Pakistan with the virus is expected to peak in terms of the number of required ICU-hospitalizations at 198,593 persons by the end of the June 2020. The estimated total numbers of cumulative case fatalities are lower for other public health strategies with strict social distancing showing the lowest number of deaths at 1,588 (Self-isolation: n=341,359; Flexible social distancing strategy: n=3,995; and Exit strategy: n=28,214). The lowest number of required ICUhospitalization is also estimated for strict social distancing strategy (n=266 persons at the end of May 2020). Generally, the simulated effects of the different public health . CC-BY-NC 4.0 International license It is made available under a", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) : medRxiv preprint 3 strategies at the provincial-level were similar to the national-level with strict social distancing showing the fewest number of case fatalities and ICU-hospitalizations.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Our results indicate that case fatalities and ICU-hospitalizations for Pakistan will be high without any public health interventions. While strict social distancing can potentially prevent a large number of deaths and ICU-hospitalizations, the government faces an important dilemma of potentially severe economic downfall.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Consideration of a temporary strict social distancing strategy with gradual return of the lower-risk Pakistani population, as simulated in our exit strategy scenario, may an effective compromise between public health and economy of Pakistani population.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "On January 30, 2020, the World Health Organization (WHO) formally declared the outbreak of novel coronavirus a Global Public Health Emergency of International Concern. 1 Within two months of that declaration, the SARS-CoV-2 virus has led to the first global pandemic in over a century. The numbers of confirmed cases and COVID-19 related deaths continue to rise at a rapid rate, with major effects on local and the global economy, and with no clear end in sight. 2 In an effort to contain the epidemic, governments in many countries have enforced lock-downs and other social distancing measures in various forms.", "cite_spans": [{"start": 463, "end": 464, "text": "2", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "Over the past few months, several national and provincial disease outbreak models have been developed to investigate the likely effects of strategies for slowing or mitigating the spread of COVID-19. [3] [4] [5] [6] [7] [8] [9] [10] As the pandemic spread to European countries and North America in late February, several models have started to focus on these specific geographic regions. [11] [12] [13] Since the pandemic is now emerging in other regions, these is an increasing need to modify existing models to the settings pertinent to other resource-limited geographic regions such as South East Asian countries, where a large proportion of global population resides.", "cite_spans": [{"start": 200, "end": 203, "text": "[3]", "ref_id": "BIBREF3"}, {"start": 204, "end": 207, "text": "[4]", "ref_id": "BIBREF4"}, {"start": 208, "end": 211, "text": "[5]", "ref_id": "BIBREF6"}, {"start": 212, "end": 215, "text": "[6]", "ref_id": "BIBREF8"}, {"start": 216, "end": 219, "text": "[7]", "ref_id": "BIBREF9"}, {"start": 220, "end": 223, "text": "[8]", "ref_id": "BIBREF10"}, {"start": 224, "end": 227, "text": "[9]", "ref_id": "BIBREF11"}, {"start": 228, "end": 232, "text": "[10]", "ref_id": "BIBREF12"}, {"start": 389, "end": 393, "text": "[11]", "ref_id": "BIBREF13"}, {"start": 394, "end": 398, "text": "[12]", "ref_id": null}, {"start": 399, "end": 403, "text": "[13]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In this paper, we present a stochastic individual contact model (ICM) based on an extension of the widely-used Susceptible-Infectious-Recovered (SIR) compartment differential equation model 14, 15 to simulate the COVID-19 outbreak in Pakistan under different public health interventions and to advise the Government of Pakistan and public health authorities on their policy response to In this study, we estimated the projected spread, number of hospitalizations, and case fatalities under no . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [{"start": 190, "end": 193, "text": "14,", "ref_id": null}, {"start": 194, "end": 196, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Introduction"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint intervention and four increasingly stringent public health strategies of social distancing and self-isolation at the national and provincial levels of Pakistan.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "To evaluate the effects of public health interventions on COVID-19 and forecast its spread in Pakistan, we conducted a simulation study using a computational stochastic individual contact model (ICM) based on an extension of the Susceptible-Infectious-Recovered (SIR) compartment model. 15, 16 This model comprises seven compartments as illustrated in Figure 1 (see Supplementary Table 1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [{"start": 287, "end": 290, "text": "15,", "ref_id": "BIBREF14"}, {"start": 291, "end": 293, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [{"start": 352, "end": 360, "text": "Figure 1", "ref_id": "FIGREF6"}, {"start": 366, "end": 387, "text": "Supplementary Table 1", "ref_id": "TABREF6"}], "section": "Model structure"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint hospital capacity is exceeded then the excess portion of those requiring hospitalisation remain not hospitalised, with consequently higher mortality for that fraction of cases); and the F compartment denotes case fatalities due to COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Model structure"}, {"text": "Model parameters were populated using national-level datasets from Pakistan and other empirical estimates (Supplementary Table 2 ). The infectivity between infectious and susceptible individuals was calculated based on the daily average number of exposures between susceptible individuals and infectious individuals with the probability of passing on infection at each exposure event between asymptomatic and symptomatic individuals with the susceptible individuals. In this approach, the daily average number of exposures between susceptible individuals (S) and infectious individuals on average was assumed to have 10 exposures per day (per infected individual) at the nationallevel. This number was determined under the assumption that, with no intervention, 75% of the population would eventually become infected. The probability of passing on infection at each of the exposure event was assumed to be 2.4% between symptomatic and susceptible individuals and 1.6% between asymptomatic and susceptible individuals, representing presumed lower average viral shedding by infected but asymptomic individuals. Given 10 exposures per day assumed, the probability of 2.4% infectivity for the symptomatic individuals translates to an average symptomatic individual infecting an average of 2.4 individuals over a 10-day span, which in turn is cognate to the basic reproduction number used to parameterise infectivity in traditional mathematical models.", "cite_spans": [], "ref_spans": [{"start": 121, "end": 128, "text": "Table 2", "ref_id": "TABREF2"}], "section": "Model parameters"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Model parameters"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. For the projections at the provincial level, we used the reported number of cases for each province at the starting date of the simulation for the \"Q\" compartment and made the assumption that the number of asymptomatic (E) and symptomatic (I) cases in the community equalled it. We also took the different population sizes and areas of each province into account. The average number of daily exposures per infected individual at the provincial level was determined, assuming a national level of 10 exposures per day and the daily exposure rate in urban areas would be three times higher than the rural areas, while considering the population distribution of urban and rural areas for each province (Supplementary Table 3 ). Provincial level estimates on the number of hospital beds were used as the hospital capacity for the model. 18", "cite_spans": [], "ref_spans": [{"start": 785, "end": 792, "text": "Table 3", "ref_id": null}], "section": "Model parameters"}, {"text": "We considered four different public health intervention scenarios (Table 1) . Scenario 1 was based on a 'no intervention' approach, where the disease would run its natural course until the rates of recovery would surpass the rates of new infections, resulting in increasing levels of \"herd immunity\" at a national level. Scenario 2 was based on 'selfisolation', and we assumed that just 3% of symptomatic cases would self-isolate each day at baseline. However, starting at the 15 th day of the simulation, mimicking a combination of increased testing and raising of awareness in the community, the proportion of symptomatic individuals who would self-isolate (or be placed in supervised isolation) each day would linearly increase from 3% to 25% over the course of 15 days.", "cite_spans": [], "ref_spans": [{"start": 66, "end": 75, "text": "(Table 1)", "ref_id": "TABREF6"}], "section": "Intervention scenarios"}, {"text": "The same self-isolation regime was assumed for social distancing (scenarios 3 and 4).", "cite_spans": [], "ref_spans": [], "section": "Intervention scenarios"}, {"text": "Scenario 3 was based on 'strict social distancing'. It assumed the same self-isolation as scenario 2 (i.e., days 15 to 30), but in addition, imposes strict restrictions on public . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "Intervention scenarios"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Intervention scenarios"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. We also conducted deterministic sensitivity analyses using 'worst' and 'best' cases on parameters related to infectivity of asymptomatic patients and the mortality rate among those who require hospitalization (Supplementary Table 4 ). For the infectivity of asymptomatic patients, we assumed that they would have the same infectivity (2.4%) as the symptomatic patients as the worst-case scenario (the base case assumed 1.6% for the asymptomatic patients), and for the best-case, we assumed one-third infectivity (0.8%) for the symptomatic patients. For baseline mortality rate among those requiring hospitalization, we assumed that baseline daily mortality rate for people needing hospitalization would be 50% higher as the worst case; for the best cases, we assumed that the daily mortality rate for those requiring hospitalization would be 50% lower than the base case. There were three sensitivity scenario analyses: the first scenario used different asymptomatic infectivity assumption alone; the second scenario assumed different baseline mortality rates, and the third scenario used combination of worst-case and base-case of asymptomatic infectivity and baseline mortality rate.", "cite_spans": [], "ref_spans": [{"start": 296, "end": 303, "text": "Table 4", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The funders of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Role of the funding source"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Table 9 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [{"start": 72, "end": 79, "text": "Table 9", "ref_id": null}], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Tables 12 and   13 ).", "cite_spans": [], "ref_spans": [{"start": 72, "end": 90, "text": "Tables 12 and   13", "ref_id": "TABREF2"}], "section": "(which was not certified by peer review)"}, {"text": "Our results, to no surprise, indicate that case fatalities and ICU hospitalizations for Pakistan will be high without any public health interventions. Our simulation showed that strict social distancing can potentially prevent a large number of deaths and ICUhospitalizations. Our base case analysis showed total cumulative case fatalities of 1,588 deaths with the virus expected to peak in terms of the number of required ICU-. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint regions such as Wuhan, China, and high-income countries such as Italy, Japan, South Korea, United States etc. 5, 7, 13, 19, 20 This model may also be one of the first to take into account sub-national geographic factors, such as the population size and urban-to-rural distribution of different provinces of Pakistan, as well their differing hospital capacities.", "cite_spans": [{"start": 250, "end": 252, "text": "5,", "ref_id": "BIBREF6"}, {"start": 253, "end": 255, "text": "7,", "ref_id": "BIBREF9"}, {"start": 256, "end": 259, "text": "13,", "ref_id": null}, {"start": 260, "end": 263, "text": "19,", "ref_id": "BIBREF18"}, {"start": 264, "end": 266, "text": "20", "ref_id": "BIBREF19"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The growing number of deaths and serious illnesses due to COVID-19 in Pakistan, and periodic suggestions of under-reporting of deaths 20 , suggest that we may be at a relatively early stage of the epidemic with an upsurge expected in the next few weeks as the circulation of the virus increases. The government is working to improve the number of critical care beds and ventilator capacity in public sector hospitals, but overall testing rates remain low and the rigidity of imposition of physical distancing measures and lock-downs, variable. Our model provides both short term projections as well as a trajectory in response to various non-pharmacological options. As Pakistan prepares for the long-haul of the COVID-19 pandemic, we plan to update the model with new outbreak data as they become available. Our mathematical simulation demonstrates the application of our model to the COVID-19 pandemic in Pakistan. Our model can fit the reported data well and predicts the appearance of an epidemic peak under different public health interventions, until the infection levels decrease and approach an endemic state in the long run. We plan to make our modelling approaches available for other investigators and countries to use beyond Pakistan.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "There is much concern that preventive measures such as physical distancing, lock downs and curfews, being imposed as standard measures may not be readily applicable in countries with complex social conditions (such as conflict, migratory populations and large congested slums). Such circumstances require local adaptation of . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint 15 measures based on models that can be adapted to local realities and are flexible. We believe that our model allows that level of national and subnational planning and we intend to adapt it to the general situation in South Asia and also the local response in Pakistan.", "cite_spans": [{"start": 140, "end": 142, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "ZAB conceptualised and designed the study. ZAB, OH, JJHP, TC, KT, and EJM acquired, analysed, and interpreted data. ZAB, OH, and JJHP drafted the manuscript.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "All authors critically revised the manuscript for important intellectual content. OH and TC did the statistical analysis. ZAB obtained funding. ZAB provided administrative, technical, or material support, ZAB, KT, and EJM supervised the study.", "cite_spans": [], "ref_spans": [], "section": "Contributors"}, {"text": "None of the authors have any competing interests.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interests"}, {"text": "The study was undertaken by the Center of Excellence in Women and Child Health, the Aga Khan University and Cytel Inc., who respectively supported the data collection and investigator time for the study. The article contents are the sole responsibility of the authors and may not necessarily represent the official views of the Government that may have supported the primary data studies used in the present study. The Government did not have any role in the study design, collection, analysis, interpretation of the data, or writing of the manuscript. ZAB, KT, and EJM had full access of all of the data in the study. EJM and ZAB were responsible for the integrity of the data, accuracy of the data analysis, and the final decision to submit for publication.", "cite_spans": [], "ref_spans": [], "section": "Grant Information"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Grant Information"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. We have no acknowledgements to make.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. For all scenarios, the modeling start date was defined to be April 5 th , 2020. The first date modelled has started with 1,000 infected and quarantined, 1,000 infected and not-quarantined, and 1,000 asymptomatic cases. The modelled scenarios and dates take into account for the time taken for the impact and scale-up of self-isolation and social distancing strategies in Pakistan and the variation of population size and urban and rural distribution between different provinces.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "*The exit strategy intervention scenario starts with strict social distancing for one month then gradual return of the general population other than high risk population and their caregivers . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Numbers shown indicates the number of case fatalities and ICU-hospitalization required at the end of each month at the national level for no intervention; public health interventions of self-isolation, flexible and strict social distancing; and exit strategy.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. Case fatalities over time . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}, {"text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "(which was not certified by peer review)"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "on the second meeting of the International Health Regulations", "authors": [], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of", "authors": [], "year": null, "venue": "Committee regarding the outbreak of novel coronavirus (2019-nCoV). 2020", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mechanisms of action of hydroxychloroquine and chloroquine: implications for rheumatology", "authors": [{"first": "E", "middle": [], "last": "Schrezenmeier", "suffix": ""}, {"first": "T", "middle": [], "last": "Dorner", "suffix": ""}], "year": 2020, "venue": "Nat Rev Rheumatol", "volume": "16", "issn": "3", "pages": "155--66", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A mathematical model for simulating the phase-based transmissibility of a novel coronavirus", "authors": [{"first": "T", "middle": ["M"], "last": "Chen", "suffix": ""}, {"first": "J", "middle": [], "last": "Rui", "suffix": ""}, {"first": "Q", "middle": ["P"], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": ["Y"], "last": "Zhao", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Cui", "suffix": ""}, {"first": "L", "middle": [], "last": "Yin", "suffix": ""}], "year": 2020, "venue": "Infect Dis Poverty", "volume": "9", "issn": "1", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The effectiveness of the quarantine of Wuhan city against the", "authors": [{"first": "C", "middle": [], "last": "Hou", "suffix": ""}, {"first": "J", "middle": [], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19): well-mixed SEIR model analysis", "authors": [], "year": 2019, "venue": "Corona Virus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "School Opening Delay Effect on Transmission Dynamics of", "authors": [{"first": "S", "middle": [], "last": "Kim", "suffix": ""}, {"first": "Y", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["R"], "last": "Peck", "suffix": ""}, {"first": "Jung", "middle": ["E"], "last": "", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Coronavirus Disease 2019 in Korea: Based on Mathematical Modeling and Simulation Study", "authors": [], "year": 2020, "venue": "J Korean Med Sci", "volume": "35", "issn": "13", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Transmission potential of the novel coronavirus (COVID-19) onboard the diamond Princess Cruises Ship", "authors": [{"first": "K", "middle": [], "last": "Mizumoto", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2020, "venue": "Infect Dis Model", "volume": "5", "issn": "", "pages": "264--70", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Analysis of COVID-19 infection spread in Japan based on stochastic transition model", "authors": [{"first": "K", "middle": [], "last": "Karako", "suffix": ""}, {"first": "P", "middle": [], "last": "Song", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}, {"first": "W", "middle": [], "last": "Tang", "suffix": ""}], "year": 2020, "venue": "Biosci Trends", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "A mathematical model for the novel coronavirus epidemic in Wuhan, China", "authors": [{"first": "C", "middle": ["Y"], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Wang", "suffix": ""}], "year": 2020, "venue": "Math Biosci Eng", "volume": "17", "issn": "3", "pages": "2708--2732", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Transmission potential and severity of COVID-19 in South Korea", "authors": [{"first": "E", "middle": [], "last": "Shim", "suffix": ""}, {"first": "A", "middle": [], "last": "Tariq", "suffix": ""}, {"first": "W", "middle": [], "last": "Choi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lee", "suffix": ""}, {"first": "G", "middle": [], "last": "Chowell", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions", "authors": [{"first": "B", "middle": [], "last": "Tang", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Q", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "J Clin Med", "volume": "9", "issn": "2", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "COVID-19 and Italy: what next? Lancet", "authors": [{"first": "A", "middle": [], "last": "Remuzzi", "suffix": ""}, {"first": "G", "middle": [], "last": "Remuzzi", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "EpiModel: An R Package for Mathematical Modeling of Infectious Disease over Networks", "authors": [{"first": "S", "middle": ["M"], "last": "Jenness", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Goodreau", "suffix": ""}, {"first": "M", "middle": [], "last": "Morris", "suffix": ""}], "year": 2018, "venue": "J Stat Softw", "volume": "84", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "COVOID: A flexible, freely available stochastic individual contact model for exploring COVID-19 intervention and control strategies", "authors": [{"first": "T", "middle": [], "last": "Churches", "suffix": ""}, {"first": "L", "middle": [], "last": "Jorm", "suffix": ""}], "year": 2020, "venue": "JMIR Preprints", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2196/preprints.18965"]}}, "BIBREF16": {"ref_id": "b16", "title": "A COVID-19 Transmission within a family cluster by presymptomatic infectors in China", "authors": [{"first": "G", "middle": [], "last": "Qian", "suffix": ""}, {"first": "N", "middle": [], "last": "Yang", "suffix": ""}, {"first": "Ahy", "middle": [], "last": "Ma", "suffix": ""}], "year": 2020, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study", "authors": [{"first": "A", "middle": ["J"], "last": "Kucharski", "suffix": ""}, {"first": "T", "middle": ["W"], "last": "Russell", "suffix": ""}, {"first": "C", "middle": [], "last": "Diamond", "suffix": ""}], "year": 2020, "venue": "Lancet Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study", "authors": [{"first": "J", "middle": ["T"], "last": "Wu", "suffix": ""}, {"first": "K", "middle": [], "last": "Leung", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "the 30 th day to the extent that the average number of daily exposures of infectious individuals to susceptible individuals will decrease from an initial 10 (see model parameters) to 2.5 over the course of the day 30 to day 45. In dense urban areas, this scenario is analogous to a government lockdown scenario. Scenario 4 was based on 'flexible social distancing', where day 15 to 30 are identical to scenario 2, but where in addition the number of daily exposures gradually decreases from 10 to 5 over the course of subsequent 15 days. Scenario 5 is referred to as 'exit strategy' scenario where after 30 days of lock-down (as in scenario 3), the exposure rate gradually increases until it reaches 70% of the original rate, reflecting 15% vulnerable individuals remaining in a lock-down along with their caregivers. During the exit period, the hospitalization rate starts at 70% of the original value at the start of the simulation and gradually increases to 85%. Analysis Using the base values, we estimated the number of individuals for each of the seven compartments on a weekly basis. Each model run began on April 5 th , 2020 and simulated the spread of the disease in the population for one calendar year. For each province, 1000 simulation iterations were run to improve the reliability of the predictions, given the stochastic nature of the model. We recorded the number of individuals in each compartment each day as well as the number of hospitalizations -of which 15% were assumed to require critical care -and case fatalities. Evolution of the pandemic was assessed graphically by plotting the number of individuals in each compartment against time, as well as the number of hospitalizations and case fatalities against time. Base", "latex": null, "type": "figure"}, "FIGREF1": {"text": "illustrates the national-level estimates of cumulative case fatalities from May 1 st , 2020 to April 30 th , 2021 (sensitivity bands of fatalities rates also shown). Based on the simulations, the absence of public health interventions (Scenario 1: No intervention) results in the highest numbers of case fatalities (Table 2). Under this scenario, total expected number of cumulative case fatalities is 671,596. While the self-isolation strategy (Scenario 2) yielded approximately half as many case fatalities as the no intervention strategy, this showed the second highest number of cumulative case fatalities at 341,359. The strict social distancing strategy (Scenario 3) showed the fewest total number of cumulative case fatalities estimated at 1,588. With flexible social distancing (Scenario 4), the estimated total number of cumulative case fatalities is higher estimated at 3,995. Under the exit strategy (Scenario 5), the total number of cumulative case fatalities is estimated at 28,214 by March 2021. The temporal trends of national-level estimates of ICU-hospitalization requirements over are shown in the Appendix (Supplementary Figures 1 and 2). Without any public health intervention, the COVID-19 virus is expected to peak in terms of the number of required ICU-hospitalizations at 198,593 persons by the end of the June 2020 (Table 2). With self-isolation, the COVID-19 virus, on the other hand, is expected to peak in June 2020 with 66,306 patients requiring ICU hospitalization for COVID-19. With the strict social distancing strategy, the COVID-19 virus is expected to peak in terms of the number of required ICU-hospitalizations at 266 persons by the end of May 2020. With flexible social distancing, the highest number of required ICU 903 is expected around May 2020. Under the exit strategy scenario, the COVID-19 virus is expected to peak in terms of the number of required ICUhospitalizations at 4,830 persons by the end of December 2020, that could be potentially manageable by the local health system at capacity. The base-case results of cumulative case fatalities and ICU-hospitalization requirements are provided in the Appendix for each of the five major provinces in Pakistan: Balochistan (Supplementary", "latex": null, "type": "figure"}, "FIGREF2": {"text": "). Generally, the simulated effects of the different public health intervention strategies at the provincial-level were similar to the national-level with no intervention strategy showing the highest number of case fatalities and ICUhospitalizations at each of the provinces and strict social distancing strategy showing the fewest number of case fatalities and ICU-hospitalizations. Without any public health intervention, Punjab where 53% of the Pakistani population reside according to the 2017 census, the highest number of case fatalities (n = 370,050) and required ICUhospitalizations (n = 148,327 in June 2020) were observed from our simulations. The province of Balochistan that has the lowest urban-to-rural ratios, on the other hand, showed the fewest number of case fatalities (n=36,188) and required-ICU hospitalizations (n = 10,285 in June 2020) without any public health intervention strategy.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Figure 4 illustrate the national-level estimates of cumulative case fatalities during the same period with sensitivity bands of different case fatality rates and different infectivity of asymptomatic patients, respectively. The sensitivity analysis results on the ICU-hospitalization requirements with respect of case fatality rates are shown in Supplementary Figure 3, and the sensitivity analyses in terms of infectivity of asymptomatic patients are shown in Supplementary Figure 4. Modifications to the parameter of infectivity of asymptomatic patients returned similar trends as observed under the base case scenarios. Again, consistent with the case analyses, the scenario of no public health intervention resulted in the worst outcomes with respect to the number of case fatalities and number of persons requiring hospitalization. Similarly, the strict social distancing strategy showed the smallest number of case fatalities and number of persons requiring hospitalization. Sensitivity analyses simultaneously evaluating changes in parameters of infectivity and mortality rates showed similar trends to both the base case analysis and other sensitivity analyses at the national (Supplementary Tables 10 and 11) and provincial levels (Supplementary", "latex": null, "type": "figure"}, "FIGREF4": {"text": "266 persons by the end of May 2020. While the health benefits of strict social distancing will be high, the government faces an important dilemma of potentially severe economic downfall. Consideration of a temporary strict social distancing strategy with gradual return of the lower-risk Pakistani population, as simulated in our exit strategy scenario, may an effective compromise between public health and economy of Pakistani population.Our model and analyses are not without limitations. COVID-19 is a new disease caused by a novel virus, and thus there are inevitable uncertainties in the data inputs that were utilized for this modelling study. In this regard, our prediction of the epidemic duration and size should be interpreted as applicable to the confirmed cases based on the testing method implemented in Pakistan. While we took into account the impact estimates of social distancing on regular activities from Google, the model also assumes homogenous mixing (contacts) between members of the population, without taking age group, fine-scale geography or other social factors into account. Additional work is required to add these aspects to such models. These figures largely represent people with smart phones and exclude the rural poor and slum dwellers. The network structure of each individual's social circles also was not taken into consideration for this study, and there is also little information available on periodic clustering of people in mosques etc.Regardless of these limitations, to our knowledge, this extended stochastic ICM model is the first to examine the effects of self-isolation and social distancing on the number of ICU hospitalizations required and case fatalities in South Asia. While there has been other modeling studies for COVID-19, these other studies have focused on", "latex": null, "type": "figure"}, "FIGREF5": {"text": "AR, Fisman DN, Greer AL. Mathematical modelling of COVID-19 transmission and mitigation strategies in the population of Ontario, Canada. CMAJ 2020. 13. Giordano G, Blanchini F, Bruno R, et al. Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy. Nat Med 2020. 14. Churches T. Modelling the effects of public health interventions on COVID-19 transmission using R -part 2. 2020. https://timchurches.github.io/blog/posts/2020-03-18-modelling-the-effects-of-publichealth-interventions-on-covid-19-transmission-part-2/ (accessed March 15 2020).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Transition diagram of this compartment model 2 This figure illustrates the transitions between compartments denoted in each box: S -susceptible individuals; E -asymptomatic infectious patients; I -symptomatic infectious patients; Q -self-isolated infectious patients; H -patients requiring hospitalization; R -COVID-19 recovered patients; and F -case fatalities due to COVID-19.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "National-level estimates of cumulative case fatalities spread with sensitivity bands of fatality ratesThis figure illustrates the number of cumulative case fatalities over time at the national level for no intervention; public health interventions of self-isolation, flexible and strict social distancing; and exit strategy. The error bounds are shown for the sensitivity analysis of different fatality rates assumed as best-case and worst-case.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "National-level estimates of cumulative case fatalities spread with sensitivity bands of infectivity of asymptomatic patientsThis figure illustrates the number of cumulative case fatalities over time at the national level for no intervention; public health interventions of self-isolation, flexible and strict social distancing; and exit strategy. The error bounds are shown for the sensitivity analysis of different infectivity rate of asymptomatic individuals assumed as best-case and worst-case.", "latex": null, "type": "figure"}, "TABREF0": {"text": "for further details). Three components are similar to SIR compartment model: The S compartment denotes susceptible individuals; the I compartment denotes symptomatic individuals who are both infected with COVID-19 and infectious to others; and the R compartment denotes individuals who have recovered from COVID-19 and are no longer infectious. The SIR model was expanded with the addition of four compartments (E, Q, H, and F) to model both anticipated mitigating effects of public health intervention strategies as well as measurable impact on public health. Unlike the E compartment in traditional SEIR models, the E compartment in our model denotes asymptomatic COVID-19-positive individuals who are infectious, in order to enable simulation of transmission during the COVID-19 incubation period, as reported by several investigators 17 ; the Q compartment represents symptomatic (or test-positive) infectious individuals who are self-isolating or in supervised isolation; the H compartment represents individuals who require hospitalization (if the number of required hospitalizations is below the hospital capacity, then it is assumed in the model that these individuals would be hospitalized, but if", "latex": null, "type": "table"}, "TABREF2": {"text": "case scenario input parameters and their justifications are presented in Supplementary", "latex": null, "type": "table"}, "TABREF4": {"text": "; Islamabad Capital Territory (Supplementary Table 6); Khyber Pakhtunkhwa and Federally Administered Tribal Area (KP-FATA; Supplementary Table 7); Punjab (Supplementary Table 8); and Sindh (Supplementary", "latex": null, "type": "table"}, "TABREF6": {"text": "Summary of public health interventions considered", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Scenarios </td><td>Self-isolation of COVID-19 positive </td><td>Social distancing </td><td>Modeling start date* </td><td>Social intervention start date </td></tr><tr><td>1. No intervention </td><td>No </td><td>No </td><td>April 5th, 2020 </td><td>-- </td></tr><tr><td>2. Self-isolation </td><td>Yes </td><td>No </td><td>April 5th, 2020 </td><td>April 8th, 2020 </td></tr><tr><td>3. Strict social distancing </td><td>Yes </td><td>High compliance </td><td>April 5th, 2020 </td><td>April 20th, 2020 </td></tr><tr><td>4. Flexible social distancing </td><td>Yes </td><td>Moderate compliance </td><td>April 5\nth, 2020 </td><td>April 20th, 2020 </td></tr><tr><td>5. Exit strategy (after strict social distancing) </td><td>Yes </td><td>High compliance for one month and gradual return* </td><td>April 5th, 2020 </td><td>April 20th, 2020 </td></tr></table></body></html>"}, "TABREF7": {"text": ". https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint", "latex": null, "type": "table"}, "TABREF8": {"text": "National-level estimates of ICU-hospitalization and cumulative case fatalities between no intervention and different public health interventions", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Time </td><td> </td><td> </td><td>Case fatalities </td><td> </td><td> </td><td> </td><td>ICU-hospitalization </td><td> </td></tr><tr><td>No </td><td>Self-\n</td><td>Flexible social distancing </td><td>Strict social distancing </td><td>Exit </td><td>No </td><td>Self-\n</td><td>Flexible social distancing </td><td>Strict social distancing </td><td>Exit </td></tr><tr><td> </td><td>intervention </td><td>isolation </td><td>strategy </td><td>intervention </td><td>isolation </td><td>strategy </td></tr><tr><td>May 2020 </td><td>28,153 </td><td>7,492 </td><td>1,462 </td><td>975 </td><td>1,062 </td><td>75,397 </td><td>16,819 </td><td>903 </td><td>266 </td><td>268 </td></tr><tr><td>June 2020 July 2020 </td><td>362,884 </td><td>79,930 </td><td>2,306 </td><td>1,234 </td><td>1,342 </td><td>198,593 </td><td>66,306 </td><td>575 </td><td>94 </td><td>114 </td></tr><tr><td>Aug 2020 </td><td>590,577 </td><td>204,811 </td><td>2,856 </td><td>1,372 </td><td>1,547 </td><td>50,760 </td><td>59,856 </td><td>368 </td><td>52 </td><td>200 </td></tr><tr><td>Sept 2020 </td><td>649,086 </td><td>289,509 </td><td>3,236 </td><td>1,455 </td><td>1,889 </td><td>16,950 </td><td>31,609 </td><td>248 </td><td>38 </td><td>490 </td></tr><tr><td>Oct 2020 </td><td>666,327 </td><td>323,011 </td><td>3,460 </td><td>1,508 </td><td>2,700 </td><td>4,715 </td><td>12,027 </td><td>184 </td><td>22 </td><td>1,181 </td></tr><tr><td>670,510 </td><td>334,649 </td><td>3,650 </td><td>1,546 </td><td>4,764 </td><td>972 </td><td>4,358 </td><td>112 </td><td>15 </td><td>2,618 </td></tr><tr><td>Nov 2020 </td><td>671,333 </td><td>338,357 </td><td>3,769 </td><td>1,558 </td><td>8,879 </td><td>223 </td><td>1,679 </td><td>80 </td><td>9 </td><td>4,233 </td></tr><tr><td>Dec 2020 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Jan 2021 </td><td>671,535 </td><td>339,844 </td><td>3,860 </td><td>1,568 </td><td>15,100 </td><td>61 </td><td>955 </td><td>60 </td><td>3 </td><td>4,830 </td></tr><tr><td>671,582 </td><td>340,783 </td><td>3,919 </td><td>1,579 </td><td>21,222 </td><td>12 </td><td>638 </td><td>41 </td><td>2 </td><td>4,235 </td></tr><tr><td>Feb 2021 </td><td>671,594 </td><td>341,359 </td><td>3,957 </td><td>1,586 </td><td>25,380 </td><td>2 </td><td>497 </td><td>30 </td><td>1 </td><td>3,041 </td></tr><tr><td>March 2021 </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>671,596 </td><td>341,861 </td><td>3,995 </td><td>1,588 </td><td>28,214 </td><td>2 </td><td>422 </td><td>23 </td><td>2 </td><td>1,785 </td></tr></table></body></html>"}, "TABREF9": {"text": "Case fatalities over time . CC-BY-NC 4.0 International license It is made available under a", "latex": null, "type": "table"}, "TABREF10": {"text": ". https://doi.org/10.1101/2020.04.30.20086447 doi: medRxiv preprint", "latex": null, "type": "table"}}, "back_matter": []}