{
    "paper_id": "0cc683f8cdee478ac371ae02176bb98792f80c5b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Zarir",
                "middle": [
                    "F"
                ],
                "last": "Udwadia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hinduja Hospital & Research Centre",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Raju",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hinduja Hospital & Research Centre",
                    "location": {
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Third Doctor, Planet of the Daleks e Leo Sarmiento",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical disease termed COVID-19 is caused by a novel beta coronavirus, now named SARS-CoV-2. The SARS-CoV-2 is the seventh coronavirus known to infect humans. Since the initial cluster of cases with pneumonia in December 2019 in Wuhan, a city of 11 million people in Hubei province, China, 1 this infection has continued its relentless march across the globe and was declared a global pandemic by WHO on March 11th 2020. 2 In around three months, COVID-19 has infected around 1 million people, resulted in 50,000 deaths and changed the lives of millions more in the 200 countries affected. Countries and regions around the world have taken unprecedented actions, from citywide lockdowns and mass quarantines to sweeping travel restrictions.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the very start of the epidemic it has been recognised that health care workers (HCWs) managing this potentially lethal airborne disease are a uniquely high-risk group. There are numerous reports of front line HCWs, both physicians and nurses, contracting the disease from their patients and several have succumbed to it. In the index outbreak in Wuhan, thirteen hundred health-care workers became infected; their likelihood of infection was more than three times as high as the general population. Figures from China's National Health Commission show that across China more than 3300 HCWs have been infected as of early March and, according to local media, by the end of February at least 22 had died. 3 In Italy, the virus has infected more than 5000 doctors, nurses, technicians, ambulance staff and other health employees and resulted in the deaths of 41 HCWs. The majority were on the frontline in the badly affected northern regions around Lombardy and contracted the illness at the start of the outbreak when protective equipment was lacking. 4 These physicians provided heroic patient care in the face of a frightening and unknown enemy. Two doctors who attracted the world's admiration and showed exemplary courage need to be mentioned here. The first was Dr Li Wenliang, an ophthalmologist at Wuhan Central Hospital at the centre of the outbreak. At the very start of the epidemic, Dr Wenliang noticed seven cases with pneumonia that bore resemblance to SARS, the virus that led to another global outbreak in 2003. On 30th December, well before it became clear that the cases were caused by an entirely novel coronavirus, Dr Li alerted other doctors warning them about the outbreak and urged them to wear protective gear to avoid infection. His claims were dismissed by the Chinese Public Security Bureau who summoned him and accused him \"of making false comments and severely disturbing the social order\". Sadly, Dr Li contracted the virus after treating a glaucoma patient who at the time was unaware that he had been infected and died on 7/2/20. His death sparked widespread anger in China and forced the authorities there to be more open about the situation.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 708,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1054,
                    "end": 1055,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The other was Dr Roberto Stella, president of the Medical Guild of Varese, who died of respiratory failure from SARS-CoV-2 in a hospital in Como, a region hard hit by the virus. Dr Stella practiced as a general practitioner in the town of Busto Arsizo, 20 miles northwest of Milan, and continued to treat patients even after his clinic ran out of protective gear. He is quoted to have said \"we have run out of masks but we don't stop. We are careful and we go on\". Mourning colleagues describe him as \"a man who was more than a hero --his death represents the outcry of colleagues who still today are not equipped with the proper individual protection needed.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The four questions in the minds of most HCWs when it comes to infectivity and transmission of COVID-19 will be discussed in this editorial: I) What is the route of transmission of COVID-19?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The primary route for spread of COVID-19 is thought to be by droplet transmission, during coughing and sneezing. However there are legitimate concerns regarding aerosol transmission generated even during talking and breathing. Faeco-oral transmission has also been reported in a few cases, with viral isolation from the faeces of some patients. 5 II) How infectious is COVID-19 compared to influenza?",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 346,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The transmission dynamics of COVID-19 have been studied and reveal the estimated basic reproduction number (R0) to be 2.2, (versus 1.3 for common influenza), demonstrating the potential for the virus to spread to two additional persons from a single infected person. 5 It is to be noted that unless the R0 falls less than one, the outbreak cannot be halted. III) Do asymptomatic patients exist and are they a source of infection?",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Asymptomatic patients spreading infection add a new and worrying dimension to the spread of the pandemic. The initial study from Wuhan showed this was rare with only 1% of more than 72,000 cases tested developing no symptoms yet testing positive. However a recent study from Iceland showed considerably larger numbers of patients: 50% of the 892 people tested had no symptoms but still tested positive. What is more worrying is that significant numbers of these totally asymptomatic patients are contagious for up to two days before they develop symptoms. Thus it is ominously clear that people who are asymptomatic or mildly symptomatic may be responsible for more transmission than previously thought making efforts at control even more difficult. A study just published in Science found that for every confirmed case of the virus there are likely another five to ten people with undetected infections in the community. 6 IV) Finally, how do we protect the innumerable physicians who will be called upon across the globe to treat these patients? How do we ensure physicians do not end up becoming patients themselves?",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 923,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Establish triage areas and source control: This is the crucial first step in protecting doctors and other patients. Triage stations with adequately trained staff should be allotted at the entrance of each health care facility. Physical barriers (glass/plastic barriers) should be installed at these stations to limit close contact between triage personnel and potentially infectious patients. At these triage points, all patients must be assessed for possible COVID-19 infection and suspects (those with fever and respiratory symptoms, exposure to other COVID-19 patients, or a travel history to hot-spots) or those who test positive must be separated and treated in separate wards, ideally in separate designated locations, by separate medical teams. 7 2. Reinforce standard hygiene practices: It is not only the general public but also physicians and all hospital personnel who need to be reminded of the pivotal importance of adequate hand and respiratory hygiene practices in their busy clinics and on ward rounds. An alcohol-based hand rub (60e95%) is preferred if hands are not visibly soiled, otherwise soap and water used to wash hands for 20 s. Visual alerts should be posted at the entrance and strategic areas (waiting areas, elevators and cafeterias) to reinforce both patients and health care workers, the importance of hand hygiene, respiratory hygiene and cough etiquette. 8 When researchers conducted systematic review of a variety of interventions used during the SARS outbreak in 2003, they found that washing hands more than 10 times daily was 55 percent effective in stopping virus transmission, while wearing a mask was actually more effective at about 68 percent. Wearing gloves offered about the same amount of protection as frequent hand-washing, and combining all measures d hand-washing, masks, gloves and a protective gown d increased the intervention effectiveness to 91 percent. 9 3. Safety measures whilst dealing with OPD/Clinic patients: The salient features of the current WHO and CDC recommendations are outlined here. 7, 8 Routine OPD work should be kept to a minimum. This will ensure less crowding and transmission outside clinics. No relatives should be allowed in unless unavoidable. Social distancing must be practiced within clinics and hospitals, with waiting-room chairs placed six feet apart, and all patients with respiratory symptoms made to wear a paper mask in the waiting area and instructed on cough and sneeze hygiene. Doctors clinics should be well ventilated and patients should be seated and stay six feet apart except during physical examination. The doctor should wear a surgical mask and scrub hands with soap and water and use an alcohol-based disinfectant after each patient interaction. in newly constructed, temporary units. Bed spacing must be at least 2 m apart in such wards. A dedicated team of medical staff should be designated for the care of such patients to limit transmission and conserve personal protective equipment (PPE). The HCWs involved in patient care should use a N-95 mask, eye protection (goggles) or face shield to prevent contamination of mucus membranes, clean non sterile long sleeved gown and gloves. Instructions in correct doffing and disposal of PPE is essential. HCWs should refrain from touching eyes, nose or mouth with bare hands or potentially contaminated gloves. Dedicated equipment (thermometers, sphygmomanometers and stethoscopes) should be used after proper cleaning and disinfection with 70% ethyl alcohol before and after attending each patient. Unless medically necessary, avoid transporting patients out of their rooms/area. Use designated portable radiographic equipment as far as possible. If transport of patient is unavoidable (eg for CT scans), ensure that the patient wears a mask, and is transported through predetermined transport routes to minimize exposure to other patients and staff. 7, 8 Relatives and visitors should not be permitted and video conferencing is what the Hinduja hospital, where we work, has adopted to allow patients and their loved ones to stay in touch.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 756,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1391,
                    "end": 1392,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1911,
                    "end": 1912,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2056,
                    "end": 2058,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2059,
                    "end": 2060,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3904,
                    "end": 3906,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3907,
                    "end": 3908,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A paper from Singapore is informative 10 : 41 HCWs were exposed for 4 days to a critically ill patient before he was eventually diagnosed with COVID-19 infection. Despite the high-risk nature of the exposures, including intubation, ventilation and regular intensive care, none of the workers became infected. 85% of these exposed workers had used only surgical masks (not N-95). All had however adhered to proper hand hygiene. The important message that emerges is that universal precautions of strict hygiene must be adhered to, with N-95 masks and full PPEs then being conserved for procedures where respiratory secretions can be aerosolized and for known or suspected cases of COVID-19. For medical staff who are inadvertently exposed to a patient who unexpectedly tests positive, the quarantine recommendation should be based on the duration of exposure. In Hong Kong, \"close contact\" means 15 min at a distance of less than six feet and without the use of a surgical mask; in Singapore, 30 min. 12 If the exposure is shorter than the prescribed limit but within six feet for more than 2 min, workers can stay on the job if they wear a surgical mask and have twice-daily temperature checks. People who have had brief, incidental contact are just asked to monitor themselves for symptoms. Contrast this with the recent panic in Mumbai when a large hospital was shut down after it was detected that an asymptomatic doctor and another out-patient who had a CT scan in the radiology department of the hospital had both tested positive. If health care workers are quarantined after even casual exposure and hospitals shut down, there will be no one left to treat patients! 6. Prophylactic drug for HCWs: The use of prophylactic chloroquine is controversial. A major RCT on 40,000 HCWs randomised to receive chloroquine/hydroxychloroquine or placebo with a loading dose of 10 mg base/kg followed by 250 mg chloroquine phosphate salt or 200 mg hydroxychloroquine taken over 3 months has begun recruiting and the initial results are eagerly awaited. 11 7. Special precautions must be followed for aerosol generating procedures (AGP): These high-risk procedures include tracheal intubation, non-invasive ventilation, tracheostomy, cardiopulmonary resuscitation, and bronchoscopy. These procedures are all associated with increased risk of transmission of COVID-19, and should be carried out in an adequately ventilated room (natural ventilation with airflow of at least 160 L/s per patient) or in airborne infection isolation rooms (AIIR) which are negative pressure rooms with 12 air changes per hour and controlled direction of airflow when using mechanical ventilation. HCWs conducting such procedures should be wearing full-body PPEs including N95 particle-filtering masks. 7, 8 Critically ill patients with COVID-19 infection in the ICU are all hypoxic and may need transition from high flow oxygen to non-invasive ventilation (NIV), to intubation and ventilation, and occasionally on to ECMO for refractory hypoxemia. High flow nasal canula and noninvasive ventilation are even more aerosol generating than patients on closed circuit mechanical ventilators. 13 Hence, from an infection control point of view, it may be more prudent to move from non-rebreathing (NRB) face mask directly to intubation, if resources exist. Nurses and intensivists entrusted to caring for these extremely sick patients in the ICU must be vigilant to safeguard their own health and wear PPE's and N-95 masks at all times. HCWs should be constantly reminded that it takes a single slip in protocol to put themselves at risk of infection. As patient load increases and tired HCWs struggle with fatigue and sleep deprivation this becomes especially important. Water and detergent can be used for cleansing environmental surfaces and regularly used hospital disinfectants will suffice. Management of laundry, food service utensils, and medical waste should be performed in accordance with routine policy. Laboratories should be equipped with biosafety practices and appropriate transport requirements. All laboratory specimens are potentially infectious and standard precautions and biosafety practices are important whilst collecting, handling and transporting them. Those involved in transporting specimens should be trained in safe handling practices and spill decontamination. Spills of small volume of blood/body fluids (<10 ml) are cleaned with chlorine containing (5000 mg/L) disinfecting wipes, while for large volume spills, higher concentrations of chlorine containing disinfectant (10,000 mg/L) or peroxyacetic acid is used. Bronchoscopes should be disinfected with 0.23% of peroxyacetic acid followed by high level of disinfection in an automatic washing and disinfection machine if available, and sterilized finally with ethylene oxide. 14 Wherever possible, dedicated medical equipment should be available while caring for patients with known or suspected COVID-19. All non-dedicated, non-disposable, medical equipment used for patient care should be disinfected according to manufacturer's policy. 7, 8 9. Access to personal protective equipment (PPE) for health workers: is another key concern. Even developed countries like the UK and USA report extreme shortages, and these m e d i c a l j o u r n a l a r m e d f o r c e s i n d i a x x x ( x x x x ) x x x concerns are multiplied in parts of the developing world which may be most hit by the epidemic. PPE shortages have been described in almost all affected facilities. Many physicians are forced to put themselves at risk and are already managing these patients using equipment which does not measure up to standard recommendations. The majority of the deaths in HCWs in Wuhan and Northern Italy occurred at the start of the outbreak when the importance of PPE whilst dealing with these patients had not yet been clearly recognised.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2046,
                    "end": 2048,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2773,
                    "end": 2775,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2776,
                    "end": 2777,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3159,
                    "end": 3161,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 5089,
                    "end": 5091,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5092,
                    "end": 5093,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Casually exposed HCWs should not be self-quarantined:"
        },
        {
            "text": "10. Emotional needs of HCWs must not be ignored: health care workers at the front-line of COVID-19 are under extreme physical and mental stress. They are physically over-worked beyond conceivable limits, they are forced to make tormenting triage decisions, and are racked by guilt and pain from losing patients and colleagues. This is in addition to worrying about their own health and the constant anxiety of passing infection on to their families. A study conducted by Chinese doctors and published in the Lancet showed that 70% of health workers on the frontline in Hubei, suffered from extreme levels of stress, 50% had depressive orders, 44% had anxiety and 34% insomnia. 15 To conclude, this article highlights the measures that should be adopted to \"protect the protectors\". As an editorial in the Lancet stresses: \"health-care workers, unlike ventilators or wards, cannot be urgently manufactured or run at 100% occupancy for long periods. It is vital that governments see workers not simply as pawns to be deployed, but as human individuals\". 3",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Casually exposed HCWs should not be self-quarantined:"
        },
        {
            "text": "None declared. r e f e r e n c e s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronaviruseinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: protecting health-care workers",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "As If a Storm Hit': More Than 40 Italian Health Workers Have Died Since Crisis Began",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The SARS-CoV-2 outbreak: what we know",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection Prevention and Control During Health Care when COVID-19 is Suspected: WHO Interim Guidelines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Interim Guidelines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "License: CC BY-NC-SA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed Coronavirus Disease 2019 (COVID-19) in Healthcare Settings",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Interim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Internet",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and the risk to health care workers: a case report",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Kiat",
                    "middle": [],
                    "last": "Puar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chloroquine/Hydroxychloroquine Prevention of Coronavirus Disease (COVID-19) in the Healthcare Setting (COPCOV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of the effectiveness of surveillance and containment measures for the first 100 patients with COVID-19 in Singapore d",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "11",
            "pages": "307--311",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consensus Statement: Safe Airway Society Principles of Airway Management and Tracheal Intubation Specific to the COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brewster David",
                    "suffix": ""
                },
                {
                    "first": "Chrimes",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Do",
                    "middle": [
                        "Thy"
                    ],
                    "last": "Bt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Adult Patient Group",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Handbook of COVID 19 Prevention and Treatment",
            "authors": [
                {
                    "first": "Tingbo",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Cai",
                    "middle": [],
                    "last": "Hongliu",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Factors associated with mental health outcomes among health care workers exposed to coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw Open",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Safety measures whilst caring for hospitalised COVID-19 patients: These patients should ideally be cared for in single rooms with adequate ventilation (60 L/min is considered adequate ventilation for wards with natural ventilation). But as the epidemic overwhelms the resources of even developed countries, patients are increasingly being cared for in designated wards, housed on separate floors, or as in China,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Environmental controls: Environmental and engineering controls involve adequate ventilation of all health care facilities and proper environmental disinfection.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}