{"paper_id": "0ccc87554e9c29b12c21e3253ce69578bf1552f9", "metadata": {"title": "INTENSIVE CARE MEDICINE Use of permissive hypercapnia in the ventilation of infants with respiratory syncytial virus infection", "authors": [{"first": "S", "middle": ["M"], "last": "Tibby", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["U"], "last": "Cheema", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Sekaran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Hatherill", "suffix": "", "affiliation": {}, "email": ""}, {"first": "I", "middle": ["A"], "last": "Murdoch", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We wished to retrospectively evaluate the eects of permissive hypercapnia (PHY) on barotrauma, mortality and length of stay when applied to ventilated infants with respiratory syncytial virus (RSV) bronchiolitis. Nineteen control infants with RSV induced respiratory failure were treated with conventional ventilation (April 1991±January 1994), after which time PHY was adopted as unit policy. A further 28 infants were then treated with PHY (January 1994±April 1996). Demographic and physiological data were collected from admission, and outcome variables including length of stay, barotrauma and mortality were recorded. The PHY group showed a signi®cantly higher mean pCO 2 (7.6 vs 5.2 kPa), a lower mean pH (7.34 vs 7.40), and a reduction in maximal peak inspiratory pressures (25 vs 30 cmH 2 O). Mortality, barotrauma, use of neuromuscular blockade and nosocomial infection did not dier between groups. There was a trend towards increased length of ventilation in the PHY group (median 7 vs 5 days). Conclusion Based on this retrospective data we can show no bene®t for the use of permissive hypercapnia as a ventilatory strategy in this patient group. A prospective randomised controlled trial is warranted to accurately assess the outcome variables and cost implications of this strategy.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Abbreviations ARDS acute respiratory distress syndrome á CV conventional ventilation á OI oxygenation index á PHY permissive hypercapnia á PICU paediatric intensive care unit á PRISM paediatric risk of mortality á RSV respiratory syncytial virus Eur J Pediatr (1999) 158: 42±45 Ó Springer-Verlag 1999 I. A. Murdoch (8) á S. M. Tibby á I. V. Cheema", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Acute viral bronchiolitis in infancy accounts for a sig-ni®cant number of paediatric intensive care unit (PICU) admissions during the winter months [17, 22] , with respiratory syncytial virus (RSV) remaining the most important pathogen [1] . Despite the development of various preventative [6] and early treatments [18] , little exists in the way of therapeutic options once the infant is mechanically ventilated.", "cite_spans": [{"start": 148, "end": 152, "text": "[17,", "ref_id": "BIBREF16"}, {"start": 153, "end": 156, "text": "22]", "ref_id": "BIBREF21"}, {"start": 236, "end": 239, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 290, "end": 293, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 315, "end": 319, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Introduction"}, {"text": "Furthermore, it has been suggested that mechanical ventilation itself may cause additional lung damage as a consequence of high in¯ationary pressures and large tidal volumes producing regional overdistension [4, 13] . Permissive hypercapnia (PHY) has been suggested as a lung protective ventilatory strategy for adult patients with the acute respiratory distress syndrome (ARDS) [10] . PHY is a strategy that allows for a degree of hypercapnia providing the arterial pH does not fall below a pre-set minimal value; it may be utilised in combination with a degree of permissive hypoxaemia (usually arterial haemoglobin oxygen saturation above 85%) in an eort to minimise mean airway pressure and hence barotrauma. As a result of increasing evidence from the adult literature [11, 14] , this strategy was adopted as part of the treatment regime for ventilated infants with bronchiolitis in our PICU from September 1994 onwards. Our impression has been that this has resulted in longer patient stay without an appreciable decrease in barotrauma or mortality. Given that the number of infants with severe RSV bronchiolitis is likely to increase with the improving survival rate of extremely low birth weight infants, such a strategy may have potential cost implications for future practice. With this in mind we wish to report our experience with the use of PHY on ventilated infants with RSV, to analyse retrospectively its impact in terms of the primary endpoints of pH, pCO 2 and peak ventilator pressure, the secondary endpoints of mortality, length of stay and barotrauma and thus to ascertain if enough evidence is present to warrant a prospective study.", "cite_spans": [{"start": 208, "end": 211, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 212, "end": 215, "text": "13]", "ref_id": "BIBREF12"}, {"start": 379, "end": 383, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 774, "end": 778, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 779, "end": 782, "text": "14]", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Introduction"}, {"text": "Guy's PICU is a 16 bed, combined cardiac and general tertiary referral PICU, currently admitting approximately 800 patients per year. A total of 47 RSV positive (direct immuno¯uorescence on nasopharyngeal aspirates) mechanically ventilated infants were retrospectively identi®ed between April 1991 and April 1996. Demographic and physiological data were collected from admission. Chronic lung disease was de®ned as supplemental oxygen requirement at 30 days of age. Physiological data included Paediatric Risk of Mortality (PRISM) scores, ventilator settings, daily mean pH and pCO 2 values and oxygenation indices (OI).", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "OI is de®ned as: mean airway pressure (cmH 2 O)´FIO 2 /arterial pO 2 (mmHg).", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "All infants were ventilated in pressure-controlled, time-cycled mode on Sechrist IV-100B or Draeger Babylog ventilators. During the period April 1991 to September 1991 19 patients were ventilated conventionally (CV). PHY was introduced as unit policy after this time, with 28 infants receiving this mode of ventilation between September 1994 and April 1996. Management guidelines in CV and PHY are outlined in Table 1 . No rigorous extubation criteria were enforced during either period. Extubation was usually performed on clinical grounds irrespective of the blood gas values and generally required an FiO 2 of less than 0.5, a mean airway pressure less than 10 cmH 2 O, and a ventilator rate of less than 10 breaths/min.", "cite_spans": [], "ref_spans": [{"start": 410, "end": 417, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients and methods"}, {"text": "All patients were nasogastrically fed as soon as practicable (usually within 6 h from admission) and¯uid restricted to 65±75% of normal maintenance requirements. Patients were sedated with morphine (20±40 lg/kg/h) and chloral hydrate (30±50 mg/kg 4-hourly as required). Neuromuscular blocking agent use was also recorded and length of usage was calculated on patients who received these agents for more than 24 h (this was to exclude patients who only received blockade for their initial intubation period). Incidence of nosocomial infection, de®ned as culture positive broncho-alveolar lavage in the presence of central temperature >38.5°C and pulmonary in®ltrates on chest X-ray was also noted. Barotrauma was de®ned as either pneumothorax or pneumomediastinum on chest X-ray.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Exclusion criteria included neuromuscular disorders, uncorrected congenital heart disease and the suspicion of raised intracranial pressure. The following statistical tests were used: for parametric data unpaired t-tests (with Welch's approximation if unequal variances were present), for non-parametric data the Mann-Whitney test, and Chi-squared and Fisher's Exact tests for categorical outcome data. In all cases statistical signi®cance was set at P < 0.05 level.", "cite_spans": [], "ref_spans": [], "section": "Patients and methods"}, {"text": "Patients were well matched between groups for demographic data, presence of chronic lung disease and severity of illness as measured by both PRISM and worst OI ( Table 2) . No children with corrected congenital heart disease were seen. Daily average pH and pCO 2 values were calculated for each patient, and then averaged over each patient's ventilated days. Data in Table 3 represent the overall mean pH and pCO 2 values for the respective patient groups.", "cite_spans": [], "ref_spans": [{"start": 162, "end": 170, "text": "Table 2)", "ref_id": "TABREF1"}, {"start": 367, "end": 374, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "The PHY group, as expected showed both a significantly higher mean pCO 2 and a lower mean pH, with a reduction in maximal peak inspiratory pressures (Table 3) . Despite this there were no appreciable differences in mortality and barotrauma between groups. There was a non-signi®cant trend towards longer du- ration of ventilation (7 vs 5 days) amongst the PHY group.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 158, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Results"}, {"text": "PHY, or``controlled hypoventilation'' was ®rst described in the setting of status asthmaticus in 1984 by Darioli and Perret [3] . Advocacy for its use in ARDS subsequently appeared in the early part of this decade [11, 14] as a progression from animal models demonstrating the damage in¯icted on lungs by overdistension [9, 13] . Until now PHY has been predominantly applied to adult patients with ARDS/acute lung injury, i.e: conditions associated with marked inhomogeneity of lung mechanics. A similar situation may exist in infants with bronchiolitis, where variable degrees of air trapping may co-exist with signi®cant interstitial pneumonitis [7, 15] . Thus, the same ventilatory strategy may be applicable to this group of infants. Our results have failed to show any improvement in outcome through the use of PHY. There was a trend towards increased length of ventilation in the PHY group (7 vs 5 days), a ®nding which has recently been demonstrated prospectively in adult trauma patients with ARDS [5] . Although retrospective, our patient groups were well matched. Associated conditions such as nosocomial pneumonia and ancillary therapies such as neuromuscular blockade, which have been shown to lengthen days of ventilation [25] , were seen in similar numbers in both groups. A potential shortcoming of this study exists in the use of nitric oxide amongst several PHY patients. Although this did not reach statistical signi®cance (P 0.14), there may have been a clinically signi®cant eect. However, if this is so, it is fair to assume that nitric oxide would allow adequate oxygenation to be achieved at lower mean (and peak) airway pressures resulting in an exaggeration of the pressure dierences between groups, along with barotrauma reduction (type 1 errors) but not necessarily length of ventilation. Nonetheless, use of this modality would need to be tightly controlled in any prospective study.", "cite_spans": [{"start": 124, "end": 127, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 214, "end": 218, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 219, "end": 222, "text": "14]", "ref_id": "BIBREF13"}, {"start": 320, "end": 323, "text": "[9,", "ref_id": "BIBREF8"}, {"start": 324, "end": 327, "text": "13]", "ref_id": "BIBREF12"}, {"start": 648, "end": 651, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 652, "end": 655, "text": "15]", "ref_id": "BIBREF14"}, {"start": 1006, "end": 1009, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1235, "end": 1239, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Discussion"}, {"text": "Reports on the use of PHY in children to date have been retrospective, and in the setting of burns with ARDS [20, 21] , and congenital diaphragmatic hernia [26] , however all have yielded encouraging results. To the authors' knowledge, the only other published study looking at the use of PHY exclusively in RSV infants has demonstrated quite dierent ®ndings from ours. Reda et al [19] have retrospectively shown a signi®cant reduction in barotrauma (7% vs 26%) and length of ventilation (11.5 vs 15 days) in the PHY group, without a signi®cant change in mortality. However several important dierences exist between their control group and the one in the present study. Our control patients were younger (2.5 vs 5 mths), with a reduced mortality (5% vs 10%), lower incidence of barotrauma (5% vs 26%) and a shorter length of ventilation (5 vs 15 days). More importantly, no information is given regarding use of ancillary therapies such as neuromuscular blockade, incidence of nosocomial infection, and whether the CV group received any standardisation in method of ventilation. This makes direct comparisons between the two studies extremely dicult and highlights one of the limitations of retrospective studies.", "cite_spans": [{"start": 109, "end": 113, "text": "[20,", "ref_id": "BIBREF19"}, {"start": 114, "end": 117, "text": "21]", "ref_id": "BIBREF20"}, {"start": 156, "end": 160, "text": "[26]", "ref_id": "BIBREF25"}, {"start": 381, "end": 385, "text": "[19]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "Concerns have been raised regarding potential untoward eects resulting from PHY. Eects of hypercapnia on various organ systems are extremely complex and show individual variation. It has been shown that acute hypercarbia can impair myocardial contractility [23] . Although the resulting intracellular acidosis is an acute and potentially reversible phenomenon [2] , it is possible that the eects may be more pronounced under conditions of reduced inotropy [16] . Respiratory acidosis may worsen pulmonary hypertension through pulmonary arteriolar vasoconstriction [24] which is particularly pertinent to the sub-group of patients with bronchiolitis and chronic lung disease. The increase in intracranial pressure from hypercapnia is well known and may occur chronically [8] . In addition, it has been demonstrated in an animal model that PHY alone does not eliminate ventilator induced lung injury [12] .", "cite_spans": [{"start": 257, "end": 261, "text": "[23]", "ref_id": "BIBREF22"}, {"start": 360, "end": 363, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 456, "end": 460, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 564, "end": 568, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 770, "end": 773, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 898, "end": 902, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "Given the potential disadvantages of PHY in this patient group and the disparate ®ndings from two small retrospective studies, a prospective, randomised controlled trial of sucient size would be necessary to accurately assess what is still a novel therapy in RSV bronchiolitis. Based on our data, with a power of 80% with an a value of 0.05, a 50% reduction in either mortality or barotrauma would require sample sizes of 945, clearly an unachievable goal. However, a 2 day reduction in length of ventilation would need 66 patients in each group. Given the potential cost implications, this study is warranted before an as yet unproven therapy becomes common practice.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Respiratory syncytial virus bronchiolitis: clinical aspects and epidemiology", "authors": [{"first": "K", "middle": ["D"], "last": "Boeck", "suffix": ""}], "year": 1996, "venue": "Monaldi Arch Chest Dis", "volume": "51", "issn": "", "pages": "210--213", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Correction of blood pH attenuates changes in hemodynamics and organ¯ow during permissive hypercapnia", "authors": [{"first": "V", "middle": ["J"], "last": "Cardenas", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Zwischenberger", "suffix": ""}, {"first": "W", "middle": [], "last": "Tao", "suffix": ""}, {"first": "P-Dj", "middle": [], "last": "Nguyen", "suffix": ""}, {"first": "T", "middle": [], "last": "Schroeder", "suffix": ""}], "year": 1996, "venue": "Crit Care Med", "volume": "24", "issn": "", "pages": "827--834", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Mechanical controlled hypoventilation in status asthmaticus", "authors": [{"first": "R", "middle": [], "last": "Darioli", "suffix": ""}, {"first": "C", "middle": [], "last": "Perret", "suffix": ""}], "year": 1984, "venue": "Am Rev Resp Dis", "volume": "129", "issn": "", "pages": "385--387", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Intermittent positive-pressure hyperventilation with high in¯ation pressure produces pulmonary microvascular injury in rats", "authors": [{"first": "D", "middle": [], "last": "Dreyfuss", "suffix": ""}, {"first": "G", "middle": [], "last": "Basset", "suffix": ""}, {"first": "P", "middle": [], "last": "Soler", "suffix": ""}, {"first": "G", "middle": [], "last": "Saumon", "suffix": ""}], "year": 1985, "venue": "Am Rev Respir Dis", "volume": "132", "issn": "", "pages": "880--884", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Permissive hypercapnia in trauma patients", "authors": [{"first": "L", "middle": ["M"], "last": "Gentilello", "suffix": ""}, {"first": "D", "middle": [], "last": "Anardi", "suffix": ""}, {"first": "C", "middle": [], "last": "Mock", "suffix": ""}, {"first": "C", "middle": [], "last": "Arreola-Risa", "suffix": ""}, {"first": "R", "middle": ["V"], "last": "Maier", "suffix": ""}], "year": 1995, "venue": "J Trauma", "volume": "39", "issn": "", "pages": "846--853", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Prophylactic administration of respiratory syncytial virus immune globulin to high-risk infants and young children", "authors": [{"first": "J", "middle": ["R"], "last": "Groothius", "suffix": ""}, {"first": "Eaf", "middle": [], "last": "Simoes", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Levin", "suffix": ""}], "year": 1993, "venue": "N Engl J Med", "volume": "329", "issn": "", "pages": "1524--1530", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Respiratory syncytial virus", "authors": [{"first": "C", "middle": ["B"], "last": "Hall", "suffix": ""}], "year": 1992, "venue": "Textbook of pediatric infectious diseases", "volume": "", "issn": "", "pages": "1633--1656", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Hypercapnia and raised cerebrospinal uid pressure", "authors": [{"first": "D", "middle": ["M"], "last": "Hargreaves", "suffix": ""}], "year": 1990, "venue": "Anesthesia", "volume": "45", "issn": "", "pages": "1096--1097", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Chest wall restriction limits high airway pressure-induced lung injury in young rabbits", "authors": [{"first": "L", "middle": ["A"], "last": "Hernandez", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Peevy", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Moise", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 1989, "venue": "J Appl Physiol", "volume": "66", "issn": "", "pages": "2364--2368", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Low mortality associated with low volume pressure limited ventilation with permissive hypercapnia in severe adult respiratory distress syndrome", "authors": [{"first": "H", "middle": ["G"], "last": "Hickling", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Henderson", "suffix": ""}, {"first": "R", "middle": [], "last": "Jackson", "suffix": ""}], "year": 1990, "venue": "Intensive Care Med", "volume": "16", "issn": "", "pages": "372--377", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Low mortality rate in adult respiratory distress syndrome using with low-volume, pressure-limited ventilation with permissive hypercapnia: a prospective study", "authors": [{"first": "H", "middle": ["G"], "last": "Hickling", "suffix": ""}, {"first": "J", "middle": [], "last": "Walsh", "suffix": ""}, {"first": "S", "middle": [], "last": "Henderson", "suffix": ""}, {"first": "R", "middle": [], "last": "Jackson", "suffix": ""}], "year": 1994, "venue": "Crit Care Med", "volume": "22", "issn": "", "pages": "1568--1578", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Pressure-limited ventilation with permissive hypercapnia and minimum PEEP in saline-lavaged rabbits allows progressive improvement in oxygenation, but does not avoid ventilator-induced lung injury", "authors": [{"first": "K", "middle": ["G"], "last": "Hickling", "suffix": ""}, {"first": "I", "middle": ["G"], "last": "Town", "suffix": ""}, {"first": "M", "middle": [], "last": "Epton", "suffix": ""}, {"first": "A", "middle": [], "last": "Neill", "suffix": ""}, {"first": "A", "middle": [], "last": "Tie", "suffix": ""}, {"first": "M", "middle": [], "last": "Whitehead", "suffix": ""}], "year": 1996, "venue": "Intensive Care Med", "volume": "22", "issn": "", "pages": "1445--1452", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Severe impairment in lung function induced by high peak airway pressure during mechanical ventilation", "authors": [{"first": "T", "middle": [], "last": "Kolobow", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Moretti", "suffix": ""}, {"first": "R", "middle": [], "last": "Fumagalli", "suffix": ""}, {"first": "D", "middle": [], "last": "Mascheroni", "suffix": ""}, {"first": "P", "middle": [], "last": "Prato", "suffix": ""}, {"first": "V", "middle": [], "last": "Chen", "suffix": ""}], "year": 1987, "venue": "Am Rev Respir Dis", "volume": "135", "issn": "", "pages": "312--315", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Permissive hypercapnia in ARDS: just do it?", "authors": [{"first": "K", "middle": [], "last": "Lewandowski", "suffix": ""}], "year": 1996, "venue": "Intensive Care Med", "volume": "22", "issn": "", "pages": "179--181", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Viral infections of the respiratory tract", "authors": [{"first": "R", "middle": ["R"], "last": "Miller", "suffix": ""}], "year": 1988, "venue": "Pathology of the lung. Thieme", "volume": "", "issn": "", "pages": "157--159", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Eects of changes of pH on the contractile function of cardiac muscle", "authors": [{"first": "C", "middle": [], "last": "Orchard", "suffix": ""}, {"first": "J", "middle": [], "last": "Kentish", "suffix": ""}], "year": 1990, "venue": "Am J Physiol", "volume": "258", "issn": "", "pages": "967--981", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Management of acute bronchiolitis", "authors": [{"first": "K", "middle": [], "last": "Rakshi", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Couriel", "suffix": ""}], "year": 1994, "venue": "Arch Dis Child", "volume": "71", "issn": "", "pages": "463--469", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Ribavirin for respiratory syncytial virus lower respiratory tract infection: a systematic overview", "authors": [{"first": "A", "middle": ["G"], "last": "Randolph", "suffix": ""}, {"first": "Eel", "middle": [], "last": "Wang", "suffix": ""}], "year": 1996, "venue": "Arch Pediatr Adolesc Med", "volume": "150", "issn": "", "pages": "942--947", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Permissive ventilation reduces morbidity in respiratory syncytial virus induced respiratory failure", "authors": [{"first": "Z", "middle": [], "last": "Reda", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Maggi", "suffix": ""}, {"first": "L", "middle": [], "last": "Torero", "suffix": ""}, {"first": "H", "middle": [], "last": "Fam", "suffix": ""}, {"first": "T", "middle": [], "last": "Chin", "suffix": ""}], "year": 1997, "venue": "Crit Care Med", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Permissive hypercapnia and pressure-controlled ventilation as treatment of severe adult respiratory distress in a pediatric burn patient", "authors": [{"first": "E", "middle": ["M"], "last": "Reynolds", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Ryan", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Doody", "suffix": ""}], "year": 1993, "venue": "Crit Care Med", "volume": "21", "issn": "", "pages": "944--947", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Permissive hypercapnia as a ventilatory strategy in burned children: eect on barotrauma, pneumonia and mortality", "authors": [{"first": "R", "middle": ["L"], "last": "Sheridan", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Kacmarek", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Mcettrick", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Weber", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Ryan", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Doody", "suffix": ""}], "year": 1995, "venue": "J Trauma", "volume": "39", "issn": "", "pages": "854--859", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Intensive care course and outcome of patients infected with respiratory syncytial virus", "authors": [{"first": "M", "middle": [], "last": "Stretton", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Ajizian", "suffix": ""}, {"first": "I", "middle": [], "last": "Mitchell", "suffix": ""}, {"first": "Cjl", "middle": [], "last": "Newth", "suffix": ""}], "year": 1992, "venue": "Pediatr Pulmonol", "volume": "13", "issn": "", "pages": "143--150", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Reversible impairment of myocardial contractility due to hypercarbic acidosis in the isolated perfused rat heart", "authors": [{"first": "W", "middle": ["C"], "last": "Tang", "suffix": ""}, {"first": "M", "middle": ["H"], "last": "Weil", "suffix": ""}, {"first": "R", "middle": ["J"], "last": "Gazmuri", "suffix": ""}, {"first": "J", "middle": [], "last": "Bisera", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Rackow", "suffix": ""}], "year": 1991, "venue": "Crit Care Med", "volume": "19", "issn": "", "pages": "218--224", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Right ventricular response to hypercarbia after cardiac surgery", "authors": [{"first": "A", "middle": [], "last": "Viitanen", "suffix": ""}, {"first": "M", "middle": [], "last": "Salmenpera", "suffix": ""}, {"first": "J", "middle": [], "last": "Heinonen", "suffix": ""}], "year": 1990, "venue": "Anesthesiology", "volume": "73", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Improved oxygenation after discontinuing neuromuscular blockade", "authors": [{"first": "D", "middle": ["F"], "last": "Willson", "suffix": ""}, {"first": "J-H", "middle": [], "last": "Jiao", "suffix": ""}], "year": 1997, "venue": "Intensive Care Med", "volume": "23", "issn": "", "pages": "214--217", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Congenital diaphragmatic hernia ± a tale of two cities: the Boston experience", "authors": [{"first": "J", "middle": ["M"], "last": "Wilson", "suffix": ""}, {"first": "D", "middle": ["P"], "last": "Lund", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Lillehei", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Vacanti", "suffix": ""}], "year": 1997, "venue": "J Pediatr Surg", "volume": "32", "issn": "", "pages": "401--405", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Outcome data and ancillary therapies for CV and PHY groups. (ECMO extracorporeal membrane oxygenation, NM neuromuscular, PIP peak inspiratory pressure) * mean (standard deviation); # median (interquartile range);~t test using Welch's approximation", "latex": null, "type": "table"}}, "back_matter": []}