{"paper_id": "0cd6d4716ab8e35460021e24079cff9a08a3b465", "metadata": {"title": "Emergency Care", "authors": [{"first": "Steven", "middle": ["L"], "last": "Lanski", "suffix": "", "affiliation": {}, "email": "steven1.lanski@tenethealth.com"}, {"first": "Osama", "middle": [], "last": "Naga", "suffix": "", "affiliation": {}, "email": "osama.naga@ttuhsc.edu"}, {"first": "O", "middle": [], "last": "Naga", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["L"], "last": "Lanski", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "• Children less than 6 years have the greatest risk. ", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "• Jimson weed and deadly night shade produce anticholinergic toxins, e.g., atropine, scopolamine, and hyoscyamine • Common garden vegetables in the solanum genus, including tomatoes, potatoes, and eggplants. ", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "• Amygdalin is contained in seeds and produces hydrogen cyanide which is a potent toxin • Inhibition of cellular respiration and can be lethal", "cite_spans": [], "ref_spans": [], "section": "Seeds (Cherries, Apricots, Peaches, Apples, Plums) Ingestion"}, {"text": "• Ingestion of mushrooms also may have fatal consequences in species that harbor amatoxins (Amanita) and related compounds ", "cite_spans": [], "ref_spans": [], "section": "Mushrooms Ingestion"}, {"text": "Products contain an aspirin • Baby aspirin", "cite_spans": [], "ref_spans": [], "section": "Salicylic acid Ingestion"}, {"text": "• Regular aspirin at home includes: Anti-diarrheal medications, topical agents, e.g., keratolytics and sport creams", "cite_spans": [], "ref_spans": [], "section": "Salicylic acid Ingestion"}, {"text": "• Refer to emergency departments for ingestions > 150 mg/kg • Ingestion of > 200 mg/kg is generally considered toxic, > 300 mg/kg is more significant toxicity, > 500 mg/kg is potentially fatal", "cite_spans": [], "ref_spans": [], "section": "Toxic dose"}, {"text": "• Acute salicylism; nausea, vomiting, diaphoresis, and tinnitus • Tachypnea, hyperpnea, tachycardia, and altered mental status can be seen in moderate toxicity • Hyperthermia and coma are seen in severe acetylsalicylic acid toxicity", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "• Classic blood gas of salicylic acid toxicity is respiratory alkalosis, metabolic acidosis, and high anion gap • Check serum level every 2 h until it is consistently down trending", "cite_spans": [], "ref_spans": [], "section": "Diagnosis"}, {"text": "• Initial treatment is gastric decontamination with activated charcoal, volume resuscitation, and prompt initiation of sodium bicarbonate therapy in the symptomatic patients • Goal of therapy includes a urine pH of 7.5-8.0, a serum pH of 7.5-7.55, and decreasing salicylate levels • An R wave in lead aVR of > 3 mm is independent predictor of toxicity • Electrocardiography (ECG) parameter is superior to measured serum of TCAs", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "• Stabilization of patient is the most important initial step specially protecting the airway, and ventilation support as needed, activated charcoal in appropriate patients • Obtain ECG as soon as possible • ECG indication for sodium bicarbonate therapy include:", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "QRS duration > 100 ms, ventricular dysrhythmias and hypotension", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "• Strong acid and alkalis < 2 or > 12 pH can produce severe injury even in small-volume ingestion • Patient can have significant esophageal injury without visible oral burns. ", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "• Wash all exposed skin with soap and water and immediately remove all exposed clothing ", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "• Laceration is a traumatic disruption to the dermis layer of the skin • The most common anatomic locations for lacerations are the face (~ 60 %) and upper extremities (~ 25 %)", "cite_spans": [], "ref_spans": [], "section": "Lacerations"}, {"text": "• An evaluation for life-threatening injuries is the first priority • Ongoing bleeding that may cause hypovolemic shock • Applying direct pressure usually is successful • Sphygmomanometer may be used for up to 2 h on an extremity", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "• Ring tourniquet on a digit for up to 30 min to help control ongoing blood loss • Lacerations of the neck should be evaluated for deeper structural injuries • If developmentally appropriate, two-point discrimination at the finger pads provides the best assessment of digital nerve function • It is critical to identify foreign material within the laceration", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "Anesthetics and anxiolysis • The use of the topical anesthetic LET (4 % Lidocaine, 1:2000 Epinephrine, and 0.5 %Tetracaine) has been shown to be effective and to reduce length of stay • LET usually is effective 20-30 min after application to a laceration site on the face but often needs twice that amount of time to be effective elsewhere • Blanching of the site after application most often indicates achievement of effective anesthesia • A local anesthetic also may be used to prepare for placement of sutures", "cite_spans": [], "ref_spans": [], "section": "Evaluation"}, {"text": "• Dermabond: It is critical that the laceration be dry and well approximated to avoid application below the epidermal surface, which may cause the wound to gape open or lead to a \"Dermabond Oma\" • Evenly spaced suture placement: The general rule is sutures should be spaced the same distance as they are placed from the wound edge. For irregular wound shapes, approximate the midpoint of the wound first and then work laterally", "cite_spans": [], "ref_spans": [], "section": "Closure of lacerations"}, {"text": "• Lip laceration require special care if the injury crosses the vermilion border • It is essential to approximate the vermilion border with a suture. Failure to do so may result in a poor cosmetic outcome • An infraorbital or mental nerve block along the lower gum line may be considered to reduce tissue distortion for lip lacerations, including those through the vermilion border", "cite_spans": [], "ref_spans": [], "section": "Lip lacerations"}, {"text": "• It may be painful and produce anxiety for the child and parent • A digital nerve block should be applied to provide adequate analgesia for this injury • If the nail has been removed during the injury, the nail bed should be repaired with absorbable sutures by using a reverse cutting needle which they designed to protect • There is no benefit to administer antivenom to unrelated species due to risk of anaphylaxis and expenses as well", "cite_spans": [], "ref_spans": [], "section": "Lacerations of the nail bed"}, {"text": "• Surgical assessment focuses on the injury site and concern for the development of compartment syndrome • Fasciotomy is indicated only for those patients with objective evidence of elevated compartment pressure • Bitten extremities should be marked proximal and distal to the bite and the circumference at this location should be monitored every 15 min to monitor for progressive edema and compartment syndrome", "cite_spans": [], "ref_spans": [], "section": "Orthopedic consultation"}, {"text": "• Black spider with bright-red or orange abdomen • Neurotoxin acts at the presynaptic membrane of the neuromuscular junction, and decreased reuptake of acetylcholine and severe muscle cramping", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "• Pricking sensation that fades almost immediately • Uncomfortable sensation in the bitten extremity and regional lymph node tenderness • A \"target\" or\" halo\" lesion may appear at the bite site • Proximal muscle cramping, including pain in the back, chest, or abdomen, depending on the site of the bite ", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "• Almost painless bite, and only rarely is a spider recovered • Erythema, itching, and swelling begin 1 to several hours after the bite • Central ischemic pallor to a blue/gray irregular macule to the development of a vesicle • The central area may necrose, forming an eschar • Induration of the surrounding tissue peaks at 48-96 h • Lymphadenopathy may be present • The entire lesion resolves slowly, often over weeks to months", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "• Tetanus status should be assessed and updated • Signs of cellulitis treated with an antibiotic that is active against skin flora • Treatment is directed at the symptoms", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "Background • The only scorpion species of medical importance in the USA is the Arizona bark scorpion ( Centruroides Sculpturatus). • Toxins in its venom interfere with activation of sodium channels and enhance firing of axons.", "cite_spans": [], "ref_spans": [], "section": "Scorpion Stings"}, {"text": "• Local pain is the most frequent symptom • Usually no local reaction • In small children -Uncontrolled jerking movements of the extremities -Peripheral muscle fasciculation, tongue fasciculation, facial twitching, and rapid disconjugate eye movements -May misdiagnosed as experiencing seizures • Severe reaction -Agitation -Extreme tachycardia -Salivation -Respiratory distress", "cite_spans": [], "ref_spans": [], "section": "Clinical presentation"}, {"text": "• Maintenance of a patent airway and mechanical ventilation in severe cases • Victims may be managed solely with supportive care:", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "-Analgesia and sedation -Airway support and ventilation -Supplemental oxygen administration • Antivenin therapy also may obviate or reduce the need for airway and ventilatory support", "cite_spans": [], "ref_spans": [], "section": "Management"}, {"text": "• Status epilepticus (SE) is defined as a seizure that lasts more than 30 min • Treatment of SE should be based on an institutional protocol, such as the following:", "cite_spans": [], "ref_spans": [], "section": "Status Epilepticus"}, {"text": "• Initial management -Attend to the ABCs before starting any pharmacologic intervention -Place patients in the lateral decubitus position to avoid aspiration of emesis and to prevent epiglottis closure over the glottis -Make further adjustments of the head and neck if necessary to improve airway patency -Immobilize the cervical spine if trauma is suspected -Administer 100 % oxygen by facemask -Assist ventilation and use artificial airways (e.g., endotracheal intubation) as needed -Suction secretions and decompress the stomach with a nasogastric tube -Carefully monitor vital signs, including blood pressure -Carefully monitor the patient's temperature, as hyperthermia may worsen brain damage -In the first 5 min of seizure activity, before starting any medications, try to establish IV access and to obtain samples for laboratory tests and for seizure medications -Infuse isotonic IV fluids plus glucose at a rate of 20 ml/ kg/h (e.g., 200 ml D5NS over 1 h for a 10-kg child) -In children younger than 6 Fig. 3 , p. S888)", "cite_spans": [{"start": 1009, "end": 1010, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [{"start": 1011, "end": 1017, "text": "Fig. 3", "ref_id": null}], "section": "Management"}, {"text": "• Bradycardia-most common pre-arrest rhythm in children with hypotension, hypoxemia and acidosis (Fig. 3 ) -Sinus bradycardia • Maybe non-pathologic in case of well conditioned individuals like athletes • Causes include: hypothermia, hypoglycemia, hypoxia, hypothyroidism, electrolyte imbalance, toxic ingestion, head injury with raised ICP • Treatment-identify cause and treating that condition • HR < 60 bpm in a child who is a well-ventilated patient, but showing poor perfusion, chest compression should be initiated • If HR remains below 60 despite adequate ventilation and oxygenation, then epinephrine or atropine (0.02 mg/kg-0.1 mg min and 0.5 mg max) should be given • Symptomatic bradycardia unchanged by above may require pacing • AV mode blocks -First degree-prolonged PR interval • Generally asymptomatic -Second degree-2 types", "cite_spans": [], "ref_spans": [{"start": 97, "end": 104, "text": "(Fig. 3", "ref_id": null}], "section": "Management"}, {"text": "• Type 1-Wenckebach ▪ Progressive PR prolongation until no QRS propagated • Type 2-regular inhibition of impulse ▪ Usually every other P results in QRS -Third degree-complete dissociation between P and QRS -Reversible causes of cardiac arrest (Fig. 4) • Fig. 4 Pediatric advance life support bradycardia algorithm. ROSC return of spontaneous circulation, IV intravenous, IO intraosseous, CPR cardiopulmonary resuscitation. (Kleinman ME et al. American Heart Association guideline for cardiopulmonary resuscitation and emergency cardiovascular care, part 14. Circulation 2010, 122, suppl 3, pp. S876-S908, Fig. 1 , p. S885)", "cite_spans": [], "ref_spans": [{"start": 243, "end": 251, "text": "(Fig. 4)", "ref_id": null}, {"start": 254, "end": 260, "text": "Fig. 4", "ref_id": null}, {"start": 605, "end": 611, "text": "Fig. 1", "ref_id": "FIGREF2"}], "section": "Management"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Toxic plant ingestions. Wilderness medicine", "authors": [{"first": "K", "middle": ["A"], "last": "Graeme", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Nelson Text book of pediatrics", "authors": [{"first": "K", "middle": ["A"], "last": "O&apos;donnell", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Ewald", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Poisoning ; Kliegman", "suffix": ""}, {"first": "B", "middle": ["F"], "last": "Stanton", "suffix": ""}, {"first": "", "middle": [], "last": "St", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Geme", "suffix": ""}, {"first": "N", "middle": ["F"], "last": "Schor", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "250--297", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Rattlesnake bites in southern California and rationale for recommended treatment", "authors": [{"first": "W", "middle": ["A"], "last": "Wingert", "suffix": ""}, {"first": "L", "middle": [], "last": "Chan", "suffix": ""}], "year": 1988, "venue": "West J Med", "volume": "148", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical presentation and treatment of black widow spider envenomation: a review of 163 cases", "authors": [{"first": "R", "middle": ["F"], "last": "Clark", "suffix": ""}, {"first": "S", "middle": ["W"], "last": "Kestner", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Vance", "suffix": ""}], "year": 1992, "venue": "Ann Emerg Med", "volume": "21", "issn": "", "pages": "782--789", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical presentation and outcome of brown recluse spiderbite", "authors": [{"first": "S", "middle": ["W"], "last": "Wright", "suffix": ""}, {"first": "K", "middle": ["D"], "last": "Wrenn", "suffix": ""}, {"first": "L", "middle": [], "last": "Murray", "suffix": ""}, {"first": "D", "middle": [], "last": "Seger", "suffix": ""}], "year": 1997, "venue": "Ann Emerg Med", "volume": "30", "issn": "", "pages": "28--32", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Envenomation by the scorpion Centruroides Sculpturatus", "authors": [{"first": "S", "middle": ["C"], "last": "Curry", "suffix": ""}, {"first": "M", "middle": ["V"], "last": "Vance", "suffix": ""}, {"first": "P", "middle": ["J"], "last": "Ryan", "suffix": ""}], "year": 1984, "venue": "J ToxicolClinToxicol", "volume": "21", "issn": "", "pages": "417--466", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Epilepsy Foundation of America's Working Group on Status Epilepticus. Treatment of convulsive status epilepticus. Recommendations of the Epilepsy Foundation of America's Working Group on Status Epilepticus", "authors": [], "year": 1993, "venue": "JAMA", "volume": "270", "issn": "", "pages": "854--863", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Total burn care", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Golden hour: handbook of pediatric advanced life support", "authors": [{"first": "D", "middle": ["G"], "last": "Nichols", "suffix": ""}, {"first": "M", "middle": [], "last": "Yaster", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Pediatric advanced life support", "authors": [{"first": "L", "middle": [], "last": "Chameides", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Samson", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Adolescent exposure either intentional or occupational • Plant ingestions either substance experimentation or attempted self-harm • The website http://www.aapcc.org contains useful information about poison centers Prevention of poisoning • Child-resistant packaging • Anticipatory guidance in well child care • Poison proofing child's environment, e.g., labeling and locked cabinets • Parents to utilize online sources and contact poison control emergency number • Carbon monoxide detectors • Maintenance of fuel-burning appliances • Yearly inspection of furnaces, gas pipes, and chimneys • Car inspection for exhaust system • No running engine in a closed garage • Avoid indoor use of charcoal and fire sources Evaluation of unknown substance • Call poison control center, describe the toxin, read the label, and follow the instruction • Pattern of toxidrome • Amount of exposure, number of pills, number of the remaining pills, amount of liquid remaining • Time of exposure • Progression of symptoms • Consider associated ingestions and underlying medical conditions General measures for toxic exposures • Emergency department evaluation in ingestion of a large or potential toxic doses • Wash the skin with soap and water • Activated charcoal absorb the substances and decreases bioavailability • Activated charcoal is ineffective in the following; Ipecac no longer used, and induction of emesis is contraindicated in hydrocarbons and caustics • Gastric lavage -Contraindicated in hydrocarbons, alcohols and caustics -It can be used if life-threatening ingestion within 30-60 min • Whole bowel irrigation Anticholinergic Ingestion Agents • Diphenhydramine, atropine, Jimsonweed (Datura Stramonium), and deadly night shade (Atropa Belladonna)", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Rumack-Matthew nomogram for acetaminophen poisoning. (Adapted from Rumack BH, Matthew H. Acetaminophen poisoning and toxicity. Pediatrics 55:971-876, 1975)", "latex": null, "type": "figure"}, "TABREF0": {"text": "• Cause anticholinergic symptoms Clinical presentation (anticholinergic symptoms) • Dry as a bone: Dry mouth, decrease sweating, and urination • Red as a beet: Flushing • Blind as a bat: Mydriasis, blurred vision • Mad as a hatter: Agitation, seizures, Hallucinations • Hot as a hare: Hyperthermia • Bloated as a Toad (ileus, urinary retention) • Heart runs alone (tachycardia) Symptoms • Common triad of opiate poisoning (pinpoint pupil, coma, respiratory depression) • Drowsiness to coma • Miosis • Change in mood • Analgesia • Respiratory depression • Hypotension with no change in heart rate (HR) • Decreased gastrointestinal (GI) motility • Nausea and vomiting • Abdominal pain Treatment • Airway, breathing, and circulation (ABCs) • Intubation if necessary • Naloxone as needed Source • Foxglove plants. • Produces cardioactive glycosides.• They are also found in lily of the valley (Convallaria).Treatment• Digoxin-specific antibody fragments can be lifesaving", "latex": null, "type": "table"}, "TABREF1": {"text": "Background• The single toxic acute dose is generally considered to be > 200 mg/kg in children and more 7.5-10 g in adult and can cause hepatic injury or liver failure • Any child with history of acute ingestion of > 150 mg/kg of acetaminophen should be referred for assessment and measurement of acetaminophen level Acetaminophen level obtained < 4 h after ingestion cannot be used to estimate potential toxicity • Check acetaminophen level 6-8 h if it is co-ingested with other substance slow GI motility, e.g., diphenhydramine If acetaminophen level > 10 μg/ml even with normal liver function, start the N-acetylcysteine (NAC) • If acetaminophen level is low or undetectable with abnormal liver function, NAC should be given• Patients with a history of potentially toxic ingestion more than 8 h after ingestion should be given the loading dose of NAC and decision to continue treatment should be based on acetaminophen level or liver function test • NAC therapy is most effective when initiated within 8 h of ingestion • Liver transplant if severe hepatotoxicity • Consult poison control center at 1-800-222-1222 Background • Inhibit prostaglandin synthesis • May cause GI irritation, ulcers, decrease renal blood flow, and platelet dysfunction • Dose > 400 mg/kg can cause seizure and coma • Dose < 100 mg/kg usually does not cause toxicity Clinical presentation • Nausea, vomiting and epigastric pain • Drowsiness, lethargy, and ataxia may occur • Anion gap metabolic acidosis, renal failure, seizure and coma may occur in severe cases", "latex": null, "type": "table"}, "TABREF4": {"text": "Clinical presentation• Nausea, vomiting, CNS depression, anion gap metabolic acidosis • Hypocalcemia, renal failure due to deposition of calcium oxalate crystals in the renal tubules Management of head trauma • Protection of airway if unresponsive or Glasgow Coma Scale less than 8 • Intracranial pressure (ICP) monitoring • Maintain cerebral perfusion pressure at 40 mmHg • IV mannitol or 3 % saline if increased ICP • Mild hyperventilation • Control hyperthermia • Consult neurosurgery Drowning is a major cause in head injuries and death • Initial peak -Toddler age group • Second peak -Male adolescents • Children younger than 1 year of age -Often drown in bathtubs, buckets, and toilets • Children 1-4 years of age -Likely drown in swimming pools where they have been unsupervised temporarily (usually for < 5 min) -Typical incidents involve a toddler left unattended temporarily or under the supervision of an older sibling • Adolescent and young adult age groups (ages 15-24 years) -Most incidents occur in natural water • Approximately 90 % of drowning occur within 10 yards of safety • Parent should be within an arm's length of a swimming child (anticipatory guidance) Fluid shifts and electrolyte disturbances are rarely seen clinically • Fresh water drowning classically associated with: -Hyponatremia and hemodilution -Hyperkalemia -Hemoglobinuria and renal tubular damage • Management of drowning and near drowning -Cardiopulmonary resuscitation (CPR) at the scene -Admit regardless of clinical status -All children with submersion should be monitored in the hospital for 6-8 h -If no symptoms develop can be discharged safely -100 % oxygen with bag and mask immediately -Nasogastric tube for gastric decompression -Cervical spine immobilization if suspected cervical injuries -Positive end expiratory pressure (PEEP) and positive pressure ventilations in case of respiratory arrest -Continuous cardiac monitoring -Bolus of normal saline or Ringer's lactate -Vasopressors -Defibrillation if indicated", "latex": null, "type": "table"}, "TABREF5": {"text": "Common antidotes for poisoning Wounds General principles of wound care • The time and mechanism of injury because these factors relate to subsequent management options. • Accidental or non-accidental trauma • The timing of the injury may affect management (lacerations > 8-24 h old may not be repaired depending on location). • Acute wounds often can be repaired primarily • Older wounds may require delayed primary closure or healing by secondary intentionHemostasis• Persistent bleeding despite direct pressure can be controlled with the careful application of a tourniquet above the injury • The use of tourniquets may lead to ischemia, and the need for a tourniquet can indicate a more severe soft tissue or vascular injury that may require surgery • Blood pressure cuff inflated to suprasystolic pressures is effective • Local infiltration with lidocaine containing epinephrine; Decontamination of the wound is the most important step in preventing infectious complications. • Irrigation.• Removal of foreign material from the wound is essential to minimize the risk of infection Empiric use of antibiotics is not indicated except bitesBackground• Most are plantar puncture wounds from nails, punctures also can occur in other parts of the body. Most puncture wounds can be managed in the outpatient setting with an antibiotic, dressing and warm soaks • Most infected puncture wounds are caused by S. aureus or S. pyogenes, and respond to oral antibiotics • Infected puncture wounds that result from a nail through a tennis shoe should be evaluated for possible pseudomonas aeruginosa infection • Additional imaging and intravenous antibiotics may be necessary to treat more serious infections, including cellulitis, abscess, osteochondritis, and osteomyelitis • Surgical consultation for potential debridement or retained foreign body removal should be considered for wounds refractory to medical management", "latex": null, "type": "table"}, "TABREF6": {"text": "If a nail is not available, a small piece of sterile aluminum foil from the suture pack may be used as a substitute for 3 weeks • If possible, a small hole can be placed in the nail plate to allow for drainage and to avoid a subungual hematoma • The nail can be secured with tissue adhesive and tape adhesive • Approximately half of all nail bed injuries are associated • Dog bite causes a crushing-type wound.• Extreme pressure of dog bite may damage deeper structures such as bones, vessels, tendons, muscle, and nerves. Circumstances surrounding the bite (i.e., provoked or defensive bite versus unprovoked bite) • Location of bites (most commonly on the upper extremities and face) Infected bite wounds should be cultured to help guide future antibiotic therapy • CBC and blood culture if clinically required. Infected bite wounds should be cultured to help guide future antibiotic therapy • Local public health authorities should be notified of all bites and may help with recommendations for rabies prophylaxis • Consider tetanus and rabies prophylaxis for all wounds Antibiotic therapy • All human and animal bites should be treated with antibiotics. • The choice between oral and parenteral antimicrobial agents should be based on the severity of the wound and on the clinical status of the victim • Oral Amoxicillin-Clavulanate is an excellent choice for empirical oral therapy for human and animal bite injuries • Parenteral Ampicillin-Sulbactam is the drug of choice in severe cases • If patient is allergic to penicillin, clindamycin in combination with trimethoprim/sulfamethoxazole can be given • Antirabies treatment may be indicated for the following: Plain radiograph on bitten body part to rule out retained fang Antivenom is relatively specific for snake species against", "latex": null, "type": "table"}, "TABREF8": {"text": "Second-degree burns commonly are caused by scald injuries and result from brief exposure to the heat source Once the nature and extent of injury are assessed, fluid resuscitation is begun.-Two large-bore intravenous catheters -Parkland Formula for fluid requirements • 4 ml/kg/day for each percent of body surface area (BSA) burned -The first half of the fluid load is infused over the first 8 h post-burn -The remainder is infused over the ensuing 16 h -The infusion rates should be adjusted to maintain a urine flow of 1 ml/kg per hour -During the second 24 h, fluid administration is reduced 25-50 %ABCs• Stabilize airway, be sure it is patent • Place on oxygen, determine if patient requires assisted ventilations • Chest compressions if no heartbeat or if < 60 bpm (< 80 in infants and not increasing with ventilation) • IV fluids 20 ml/kg normal saline or lactated ringers Shock • Goals-improve tissue perfusion, improve metabolic imbalance, restore end-organ function. PRBC) may use less fluid in cardiogenic shock -Vasopressors if refractory to fluids -Warm shock (septic)-norepinephrine -Normotensive shock-dopamine -Hypotensive shock-epinephrine -Adrenal insufficiency-fluid refractory and pressor dependent shock should make you suspect adrenal insufficiency -If suspected give hydrocortisone 2 mg/kg (100 mg max) -Septic shock-antibiotics -Anaphylaxis-epinephrine, diphenhydramine, H2 blockers and steroids Tachycardias with Pulse • Sinus-narrow complex, determine cause and treat accordingly -Causes 4 H's and 4 T's plus pain • Hypoxemia, hypovolemia, hypothermia, hypo/hype rkalemia-metabolic • Tension pneumothorax, tamponade, toxins, throm boembolism • Supraventricular-> 220 infants and > 180 children, usually narrow complex, no p waves, consistent rate -Adenosine if stable 0.1 mg/kg (6 mg max) if unsuccessful 0.2 mg/kg (12 mg max), rapid push -Synchronized cardioversion if unstable 0.5-1 J/kg increase to 2 J/kg (Fig. 2) • Ventricular tachycardia-wide complex tachycardiasharks tooth appearance -Establish cause and treat if stable -Synchronized cardioversion 0.5-1 J/kg if unsuccessful 2 J/kg -Amiodarone 5 mg/kg, lidocaine and procainamide are other options • Torsades de pointes-ventricular tachycardia with oscillating amplitudes -IV Magnesium 25-50 mg/kg (max 2 g) if cardiovascularly stable -Defibrillation if unstable 2 J/kg increase to 4 J/kg if lower dose unsuccessfulTachycardia without Pulse• Asystole-no electrical activity will look like flat line on monitor -CPR and epinephrine 0.1 ml/kg (1:10,000) • Pulseless electrical activity (PEA)-may look like sinus tachycardia but with no pulse (no ventricular contractions) -CPR and epinephrine 0.1 ml/kg (1:10,000) • Ventricular tachycardia (without pulse) or ventricular fibrillation -CPR -Defibrillate 2 J/kg increase to 4 J/kg if initial unsuccessful -Add epinephrine after second defibrillation if unsuccessful -Defibrillation followed by epinephrine each round every 3-5 min -Amiodarone and lidocaine can be considered after epinephrine attemptedPediatric Tachycardia with a Pulse and Poor Perfusion IdenƟfy and treat underlying cause Maintain patent airway; assist breathing as necessary Cardiac monitor to idenƟfy rhythm; monitor BP and oximetry IO/IV access 12-lead EKG if available; don't delay therapy Evaluate rhythm with 12-lead EKG or monitor Evaluate QRS duraƟon Probable Sinus Tachycardia CompaƟble history consistent with known cause P waves present/normal Variable R-R; constant PR Infants: rate usually <220/min Children: rate usually <180/min Probable Supraventricular Tachycardia CompaƟble history (vague nonspecific); history of abrupt rate changes P waves absent/abnormal HR not variable Infants: rate usually ≥220/min Children: rate usually ≥ 180/min If IO/IV access present, give adenosine Or If IO/IV access not available, or if adenosine ineffecƟve, synchronized cardioversion Oxygen Fig. 2 Pediatric advance life support tachycardia algorithm. HR heart rate, IV intravenous, IO intraosseous, EKG electrocardiogram. (Kleinman ME et al.", "latex": null, "type": "table"}, "TABREF9": {"text": "Fig. 3Pediatric advance life support bradycardia algorithm. IV intravenous, IO intraosseous, ABCs airway, breathing, and circulation, AV atrioventricular (conductor), EKG electrocardiogram, HR heart rate, BP blood pressure, CPR cardio-pulmonary resuscitation. (Kleinman ME et al. American Heart Association guideline for cardiopulmonary resuscitation and emergency cardiovascular care, part 14. Circulation 2010, 122, suppl 3, pp. S876-S908,Fig. 2, p. S887)", "latex": null, "type": "table"}, "TABREF10": {"text": "Pediatric Cardiac ArrestShout for Help/AcƟvate Emergency Response", "latex": null, "type": "table"}}, "back_matter": []}