{
    "paper_id": "0cd9d46ca2a572065b5fce8e38061a7d587f3b22",
    "metadata": {
        "title": "Asian Journal of Psychiatry To appear in: Asian Journal of Psychiatry A perspective of resilience and posttraumatic growth",
        "authors": [
            {
                "first": "Argyroula",
                "middle": [
                    "E"
                ],
                "last": "Kalaitzaki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Tamiolaki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Rovithis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Once COVID-19 was recognized as a global health threat and a public health emergency of international concern (Wang, 2020; World Health Organization, 2020), national health systems started to face a disproportionate threat and an overwhelming pressure to cope with the profound effects of the pandemic (Chopra et al., 2020) . Healthcare professionals are at the front-line of this crisis and are those who are actively engaged in the process of providing care for patients with COVID-19 while managing critical issues daily (e.g., lack of hospital facilities, personal protection measures, exhausting working hours, fear of contagion and spreading the virus).Most of the reports and studies have examined the obvious negative outcomes on health professionals, such as increased levels of stress, anxiety and depression (Lai et al., 2020) . Vicarious traumatization (VT), secondary traumatic stress (STS), Compassion Fatigue or 'cost of caring' (CF) have all been used interchangeably -despite the nuanced differences-to describe the detrimental effects of being exposed to the trauma reports of others and the empathic engagement with their traumatic experiences. Undoubtedly, the exacerbation of existing or the onset of new mental health symptoms and disorders should be a priority and a serious public concern.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 323,
                    "text": "(Chopra et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "(Lai et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That said, at this point, we would like to argue that the COVID-19 pandemic should signify a shift toward the study of how patient care can be a positive experience for the professionals and their well-being by focusing on the psychological assets and resources that empower people to cope. In J o u r n a l P r e -p r o o f both research and intervention, a salutogenic framework should be adopted, aiming at examining and enhancing the factors that help people achieve health and well-being while exposed to stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies have shown that positive effects in the face of adversity and trauma are possible and likely to occur. Abundant research evidence suggests that promoting resilience in both formal and informal caregivers may buffer them from the detrimental effects of distress and caregiving and have a positive impact on their quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If \"bouncing back\" is what resilience is all about, posttraumatic growth (PTG) is \"bouncing forward\". It is increasingly recognized that a number of personal assets and resources (e.g., communication, social support, coping strategies) are positively associated with either resilience or posttraumatic growth (Palacio et al., 2019) . Recognizing and further strengthening these should be a priority for health professionals. Coordinated and cooperative efforts worldwide should conduct large-scale cross-sectional and longitudinal studies despite the difficulty in accessing and recruiting participants, such as specific professional groups.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 331,
                    "text": "(Palacio et al., 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic also calls for new interventions, both theory and research driven. Evidence-based interventions aiming at safeguarding health professionals from the negative effects of the pandemic, while concurrently -and mainly-strengthening their personal assets and resources, are of paramount importance both for the safety of all the parties being involved (i.e., professionals and patients), and the quality of patient care itself. These efforts should be developed amidst the pandemic and be intensified after the pandemic. Tailored-based interventions addressing the specific needs of diverse groups of health professionals are needed. The psychological empowerment of those professionals will guarantee a physically and mentally healthy workforce devoted to high-quality care provision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The World Health Organization has the potential to make use of evidence-based sets of resourceenhancing tools and interventions for professionals and proliferate their use internationally. To conclude, we would like to draw the attention of the experts in the field (i.e., researchers, policymakers) to an alternative perspective. Rather than adopting a loss and deficit framework or a wear hypothesis, a positive salutogenic perspective can and should be applied by all. We should be mobilized to pay attention to what COVID-19 pandemic crisis can teach us and what we can learn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How should US hospitals prepare for coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0907"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors associated with mental health outcomes among health care workers exposed to coronavirus disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA network open",
            "volume": "3",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamanetworkopen.2020.3976"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Resilience in caregivers: A systematic review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Palacio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krikorian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gómez-Romero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Limonero",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "American Journal of Hospice and Palliative Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1049909119893977"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 (COVID-19): situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "E. Kalaitzaki, Ph.D., Department of Social Work, Head of Laboratory of Interdisciplinary Approaches to the Enhancement of Quality of Life, Health Sciences Faculty, Hellenic Mediterranean University, Crete, Greece Alexandra Tamiolaki, Ph.D. Candidate, Department of Social Work, Laboratory of Interdisciplinary Approaches to the Enhancement of Quality of Life, Health Sciences Faculty, Hellenic Mediterranean University, Crete, Greece Michael Rovithis, MPH, Assistant Professor, Department of Nursing, Laboratory of Interdisciplinary Approaches to the Enhancement of Quality of Life, Health Sciences Faculty, Hellenic Mediterranean University, Crete, Greece",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Declaration of interests: We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.Acknowledgements: None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}