{"paper_id": "0ce0cdb58874840200e8b61c6f70d07409cd342f", "metadata": {"title": "", "authors": [{"first": "Caijuan", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Jingfen", "middle": [], "last": "Jin", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Jianping", "middle": [], "last": "Song", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Yan", "middle": [], "last": "Yang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Meiqi", "middle": [], "last": "Yao", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Yuping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Ruiyi", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "", "institution": "The Second Affiliated Hospital of Zhejiang University School of Medicine", "location": {"settlement": "Hangzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}, {"first": "Zhimei", "middle": [], "last": "Chen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huzhou University", "location": {"settlement": "Huzhou", "region": "Zhejiang", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Objective: This article summarizes the experience in the prevention and control of coronavirus disease 2019(COVID-19) epidemic in non-isolated areas in a general hospital. Methods: Based on refined management theory, we professionally developed the standards for prevention and control of COVID-19 in non-isolated areas, systematically implemented various prevention and control measures, performed gridding audits, effectively communicated among teams and between medical staff and patients assisted by information techniques, and reported results for quality improvement.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: There was no hospital-acquired COVID-19 infections among staff in the hospital. The rates of mask-wearing, epidemiological history screening, and the medical supplies disinfection were all 100% in the hospital. The accuracy rate of mask-wearing of patients and their families was 73.79% and the compliance rate of their hand hygiene was 40.78%. Conclusion: Refined management strategies for the prevention and control of COVID-19 infection in nonisolated areas of the general hospital are effective. The accuracy rate of mask-wearing and hand hygiene compliance of patients and their families need to be further improved.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In January 2020, the Chinese Center for Disease Control and Prevention identified multiple patients with pneumonia of unknown etiology in Wuhan, Hubei, as cases of coronavirus disease 2019(COVID-19) [1] . Common clinical symptoms of patients with COVID-19 include fever, fatigue and dry cough, occasionally accompanied by nasal congestion, runny nose, sore throat, and diarrhea [2, 3] . COVID-19 is mainly transmitted through respiratory droplets or direct contact [3e5] , and shows strong human-tohuman transmissibility. COVID-19 was classified as a Class B infectious disease and should be implemented prevention and control measures applied to Class A infectious diseases [6, 7] . As this epidemic broke around the Chinese New Year when population mobility is high, it resulted in a high risk that a large number of people may become virus carriers, which led to difficulties in identifying and controlling the source of infection. Therefore, the lack of effective prevention and control measures for nosocomial infections in crowded areas of general hospitals, such as outpatient clinics or wards, can easily give rise to nosocomial outbreaks. The hospital had clear standards for the protection and management of fever clinics and isolation wards, but there were no clear standards and procedures for the protection of non-isolated areas in hospitals. Refined management is both a management concept and a management method based on digitization, wherein information technology is professionally and systematically employed to achieve the goal of improving management efficiency and management quality [8, 9] . To ensure the safety of patients and healthcare professionals, our hospital adopted refined management strategies for the prevention and control of nosocomial infections in nonisolated areas, and no hospital-acquired infections were found.", "cite_spans": [{"start": 199, "end": 202, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 378, "end": 381, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 382, "end": 384, "text": "3]", "ref_id": "BIBREF2"}, {"start": 465, "end": 470, "text": "[3e5]", "ref_id": null}, {"start": 675, "end": 678, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 679, "end": 681, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1607, "end": 1610, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 1611, "end": 1613, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Under the guidance of the Infection Control Department, the Nursing Department and the Medical Department have jointly formulated protection measures for different types of staff for prevention and control of COVID-19, as well as the prevention and control measures for the outpatient clinic, the Emergency Department, wards and administrative office areas (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 357, "end": 366, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Formulation of prevention and control measures and standards for non-isolated areas in hospitals"}, {"text": "Infrared temperature screening was performed on all personnel, including patients, families, and staff, at the nine major entrances to the hospital. Mask-wearing was checked for all personnel and masks would be issued if necessary. Rapid hand sanitizer stations were installed to encourage hand hygiene. Individuals with an infrared body temperature >38 C or ear temperature >37.5 C were accompanied by staff to the fever outpatient clinic.", "cite_spans": [], "ref_spans": [], "section": "Management at the hospital entrances"}, {"text": "Outpatient appointments were scheduled to control the flow of patients. Further, nosocomial infection control was strengthened, including triage management and disinfection before and after each contact with patients. Triage nurses checked whether patients and their families wore masks correctly, and assisted to correct if necessary. A form was used to screen patients' epidemiological history of COVID-19 (whether the patient had been to Hubei province or had come into contact with someone from Hubei in the last two weeks) and fever/respiratory/gastrointestinal symptoms. Patients with an epidemiological history and fever/respiratory/ gastrointestinal symptoms, and patients with fever alone were escorted by staff to the fever outpatient clinic for further examination. Patients with an epidemiological history but without fever/ respiratory/gastrointestinal symptoms went to designated clinics, and maintained a distance of at least 1 meter from each other. Medical equipment, such as stethoscopes, thermometers, sphygmomanometers, etc., was disinfected following each use. The surfaces of hospital beds, treatment tables and chairs, treatment carts, etc., and the floor were wiped and disinfected with 1000 mg/L chlorine-containing disinfectant once every 4-hour. Visible contamination was disinfected and wiped immediately with 1000 mg/L chlorine-containing disinfectant. The respiratory outpatient clinic was moved to a separate, well-ventilated area with the same screening procedures at other outpatient clinics.", "cite_spans": [], "ref_spans": [], "section": "Management of outpatient clinics"}, {"text": "Education related to prevention and control of COVID-19 was carried out. Educational materials were posted at the prehospitalization preparatory center, entrances towards and within each ward. Emphasis was placed on informing patients to reduce and control the number of visitors, practice proper hand hygiene and wear the mask correctly. A screening form was used to screen inpatients' epidemiological history of COVID-19, and respiratory or gastrointestinal symptoms. Patients with an epidemiological history, accompanied by fever/respiratory/gastrointestinal symptoms were transferred to the fever outpatient clinic. Patients with a positive epidemiological history but without fever/respiratory/ gastrointestinal symptoms underwent proper droplet isolation. Visitors were not allowed to enter wards. Necessary accompanying persons should be fixed after passing screening of the epidemiological history, wearing a mask and practicing hand hygiene during the accompanying period, and avoid eating or sharing tableware with patients. The distance between the beds of admitted patients was more than 1 meter.", "cite_spans": [], "ref_spans": [], "section": "Management of inpatient department"}, {"text": "A screening station was set up at the entrance to the Emergency Department. Nurses checked and guided patients and their families on proper mask-wearing and recorded the epidemiological history of them. Triage nurses evaluated whether patients had fever/respiratory/gastrointestinal symptoms. For patients with an epidemiological history accompanied with fever/respiratory/ gastrointestinal symptoms, it was determined whether they needed emergency rescue. If emergency rescue was needed, the patient was immediately sent to the isolation room in the Emergency Department. Otherwise, the patient was escorted by a designated person wearing a surgical mask to the fever outpatient clinic.", "cite_spans": [], "ref_spans": [], "section": "Management of emergency department"}, {"text": "All hospital staff received screening and completed the recording of epidemiological history related to COVID-19. Staff with an epidemiological history had to be quarantined at home, followed up by the Healthcare Department until being confirmed without infection. Everyone entering the hospital administrative offices should be checked on wearing masks correctly and screened body temperatures using infrared thermometers by security staff. The head of each administrative department checked twice a day if any member within the department showed fever/respiratory/gastrointestinal symptoms. All suspected status was reported to the Healthcare Department.", "cite_spans": [], "ref_spans": [], "section": "Management of hospital administrative offices"}, {"text": "The Nursing Department formed three functional groups for training, education, and supervision, and employed the grid-based management in the entire hospital. The hospital was divided into 108 units based on the geographical area gridding, including the wards, outpatient clinics, the Emergency Department, administrative offices, canteens, and other logistics service areas. Each unit was assigned a person in charge such that there were no blind spots in the hospital and no omissions in personnel management.", "cite_spans": [], "ref_spans": [], "section": "Systematic implementation of prevention and control of COVID-19 and grid-based audits"}, {"text": "The training team consisted of one head nurse and fourteen backbone members for nosocomial infection prevention and control. The team produced systematic training materials, including COVID-19-related information, videos on the use of protective equipment, and labels for different hospital areas. They also collected the latest information on COVID-19 and its prevention and control measures. Video conferences were held to deliver group teaching in the form of live interactive network classrooms, which were combined with on-site guidance to achieve better outcomes [10] . Participants in the training were registered in realtime through the office system, and it was mandatory for all staff to participate and pass the entire course. Personnel trained included doctors, nurses, administrative and logistics staff, cleaning and delivery staff, and security staff.", "cite_spans": [{"start": 569, "end": 573, "text": "[10]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Systematic training on knowledge regarding COVID-19 for all hospital staff"}, {"text": "The education group consisted of one head nurse and four charge nurses who were responsible for producing educational material for patients and their families. The educational materials included a version for patients and their families in general wards, a version for fever clinic and isolation ward patients, and an IPAD version of the COVID-19 prevention manual. The nursing units posted notices and posters, distributed COVID-19 prevention manuals, used multimedia tools such as videos and PPTs, combined with demonstrations, on-site inspections and error corrections to educate the patients and their families.", "cite_spans": [], "ref_spans": [], "section": "Multi-modal education of patients and accompanying persons"}, {"text": "The supervision team consisted of one head nurse and six senior nurses who were responsible for formulating the audit forms for different areas, and conducting daily on-site audits, supervision and guidance of nursing units to implement the various prevention and control measures. In addition, through analysis and feedback of existing problems, the team also made timely improvements to the prevention and control measures to achieve a systematic management process. The supervision team developed an audit plan and audit content form; conducted daily on-site spot checks to ensure the prevention and control measures were being implemented by personnel in the gridded areas; strengthened on-site training for existing problems and analyzed and recorded the causes; provided feedback for improvement via the office software group. The supervision ways included a daily 10-min on-site audit of infrared temperature measurement and mask-wearing at each hospital entrance and recording the number of audited people and the existing problems; on-site audits to check whether COVID-19 prevention notices have been clearly displayed in all areas, and to record the concentration of disinfection solution, frequency of disinfection, and compliance; on-site audits to check whether patients and their families were aware of proper mask-wearing technique, hand hygiene practice, and COVID-19 prevention measures, and to record the frequencies of patients wearing masks correctly, complying with hand hygiene instructions, and being aware of COVID-19 prevention measures when outpatients and their accompanying persons leave the outpatient clinics and when inpatients and their accompanying persons leave the wards; spot checks on completion of the COVID-19 epidemiological history screening form in each outpatient clinic and all wards.", "cite_spans": [], "ref_spans": [], "section": "Grid-based seamless supervision"}, {"text": "When faced the epidemic, a lot of work of communication, coordination, and reporting has to be done in hospitals. Due to the transmission characteristics of the COVID-19, our hospital canceled centralized staff meetings. The hospital's office software was used to form groups at different levels, such as a core group of the nursing department for COVID-19 prevention and control, a group for heads of nursing units, and groups for nursing unit members, such that everyone could take responsibility and communicate effectively. As closed-loop communication of important information was required, video conferences were held when necessary. Collective sessions for patient education were canceled. Instead, educational material was distributed via WeChat, while iPads and televisions in the ward were used to disseminate information on COVID-19 prevention and control measures.", "cite_spans": [], "ref_spans": [], "section": "Effective communication via information technology"}, {"text": "The workload of the Emergency Department, clinics and inpatients wards, the status of personnel screening, the workload of each functional group, and audit results were reported in the form of digital data. The Nursing Department summarized these results to analyze the existing problems and make improvement of quality.", "cite_spans": [], "ref_spans": [], "section": "Quality improvement based on digitized feedback"}, {"text": "As of January 31, 2020, there was no hospital-acquired COVID-19 infection among hospital staff. The audit results are shown in Table 2 . The rates of mask-wearing, screening of epidemiological history, and disinfection of environmental and medical supplies were all 100% in the hospital. The accuracy rate of mask-wearing by patients and their families was 73.79%, while their compliance rate with hand hygiene was 40.78%.", "cite_spans": [], "ref_spans": [{"start": 127, "end": 134, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "For prevention and control of COVID-19 in non-isolated areas of the hospital, it is important to follow the concept of refined management. Refined management is a concept but also a management approach, to achieve \"precision\" for the professional formulation of management standards, \"refinement\" for systematic and comprehensive implementation, \"stringency\" for rapid and effective communication to reduce the deviation in the implementation process, and \"accuracy\" for digitized results.", "cite_spans": [], "ref_spans": [], "section": "Refined management is crucial for epidemic prevention and control"}, {"text": "Epidemiological screening is the first step in epidemic prevention and control, and cutting off the transmission route is one of the key steps. Nurses are the windows through which patients seek medical treatment, as well as the main source of information for patients and their families, and in charge of environmental disinfection. Thus, nurses play an important role in epidemiological screening of COVID-19 and implementing the control measures to cut-off the transmission of COVID-19. The audit results indicate that the screening rate of epidemiological history for inpatients and outpatients was more than 95%; the patients' and their families' awareness of COVID-19 prevention and control measures was up to 97.5%; the rate of mask-wearing at hospital entrances, education and notification of patients and their families, and the rate of environmental and medical supplies disinfection was 100%. This indicates that the refined management method applied in our hospital ensured the effective implementation of COVID-19 prevention and control measures.", "cite_spans": [], "ref_spans": [], "section": "Refined management strategies ensured the successful implementation of COVID-19 prevention and control measures"}, {"text": "Proper mask-wearing and hand hygiene are key points to cut off the transmission of COVID-19. The audit results indicated that the rate of proper mask-wearing in medical areas was only 73.70%. The main problem was that the mask hung from one ear or shifted downwards. The hand hygiene compliance rate when exiting clinics or wards was only 40.78%. An analysis of the causes revealed that this was highly associated with the public's daily habits, and some patients reported chest tightness and discomfort when wearing a mask. Therefore, it is necessary to increase publicity and supervision efforts around mask-wearing and hand hygiene practice.", "cite_spans": [], "ref_spans": [], "section": "Challenges to COVID-19 prevention and control"}, {"text": "The prevention and control of the COVID-19 epidemic are still ongoing, and the majority of healthcare professionals are putting in their greatest efforts. Scientific and effective prevention in the nonisolated areas of general hospitals, coupled with strict control and treatment in the fever isolation department are the two vital aspects to win this battle.", "cite_spans": [], "ref_spans": [], "section": "Challenges to COVID-19 prevention and control"}, {"text": "Ethical approval or individual consent was not applicable.", "cite_spans": [], "ref_spans": [], "section": "Ethical consideration"}, {"text": "None. ", "cite_spans": [], "ref_spans": [], "section": "Declaration of competing interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "B", "middle": [], "last": "Yang", "suffix": ""}, {"first": "J", "middle": [], "last": "Song", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF1": {"ref_id": "b1", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}, {"first": "Ren", "middle": [], "last": "Li", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "30183--30188", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "National Health commission and national administration of traditional Chinese medicine of the People's Republic of China. Protocols for diagnosis and treatment of COVID-19 (5th trial version)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "20", "pages": "30154--30163", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Early transmission dynamics in wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tong", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF5": {"ref_id": "b5", "title": "Bureau of Disease Control and Prevention, National Health Commission of the People's Republic of China. Novel coronavirus infection pneumonia is included in the management of notifiable infectious diseases", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Health Emergency Response Office. The National Health Commission joins forces with relevant departments for the prevention and control of the novel coronavirus pneumonia epidemic", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Analysis on the application of refined management in hospital management", "authors": [{"first": "G", "middle": ["Z"], "last": "Tao", "suffix": ""}], "year": 2019, "venue": "Manag. Obs", "volume": "", "issn": "23", "pages": "168--177", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Application of refined management in hospital management", "authors": [{"first": "X", "middle": [], "last": "Han", "suffix": ""}], "year": 2019, "venue": "China Health Stand. Manag", "volume": "", "issn": "1", "pages": "18--20", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Application of live interactive network classroom in midwives' training", "authors": [{"first": "D", "middle": ["M"], "last": "Ma", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Zhu", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": ["P"], "last": "Tian", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Xu", "suffix": ""}], "year": 2018, "venue": "Chin J Nurs", "volume": "53", "issn": "11", "pages": "1377--81", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ": Methodology, Writing -original draft. Jingfen Jin: Conceptualization, Supervision. Jianping Song: Investigation, Data curation. Yan Yang: Investigation, Data curation. Meiqi Yao: Writing -review & editing. Yuping Zhang: Investigation, Data curation, Data curation. Zhimei Chen: Investigation, Data curation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Personal Protection Standards for prevention and control of COVID-19. Special work clothes, work cap, medical protective mask (N95), disposable protective coveralls, latex gloves, goggles, additional face shield when collecting respiratory samples Isolation wards Special work clothes, work cap, medical protective mask (N95), disposable protective coveralls, latex gloves, goggles, additional face shield, and full-face respiratory protective device (if necessary) when performing respiratory sampling, tracheal intubation, mucus suctioning and other procedures that may produce aerosols or sprays Respiratory outpatient clinic, emergency department; Personnel in contact with cases under medical observation Work clothes, work cap, medical protective mask (N95), disposable isolation gown, latex gloves, goggles Stomatology clinic Work clothes, work cap, medical protective mask (N95), disposable isolation gown, latex gloves, goggles, protective visor Radiology staff (when imaging for suspected cases of COVID-19) Work clothes, work cap, medical protective mask (N95), disposable isolation gown, latex gloves, goggles Note: COVID-19, coronavirus disease 2019. C. Xu et al. / International Journal of Nursing Sciences xxx (xxxx) xxx", "latex": null, "type": "table"}, "TABREF1": {"text": "Audit results of prevention and control measures from January 27 to 29, 2020. Item No. of qualified/Total no. audited (pass rate, %) Existing problems Temperature screening and mask wearing at the hospital entrance 526/531 (99.06) Omitting temperature screening for individuals in the back seat of cars Clear and eye-catching educational notices, education compliance Gathering at the waiting area of the ophthalmology clinic Outpatients' signing on the epidemiological history survey form", "latex": null, "type": "table"}}, "back_matter": [{"text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.ijnss.2020.04.003.", "cite_spans": [], "ref_spans": [], "section": "Appendix A. Supplementary data"}]}