{
    "paper_id": "0ce0545645fdbedcd7326085925e704e4dda720e",
    "metadata": {
        "title": "Ethnicity and outcomes in patients hospitalised with COVID-19 infection in East London: an observational cohort study",
        "authors": [
            {
                "first": "V",
                "middle": [
                    "J"
                ],
                "last": "Apea",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barts Health NHS Trust",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "I"
                ],
                "last": "Wan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adult Critical Care Unit",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Dhairyawan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barts Health NHS Trust",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Z",
                "middle": [
                    "A"
                ],
                "last": "Puthucheary",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adult Critical Care Unit",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "Pearse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adult Critical Care Unit",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Orkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barts Health NHS Trust",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "R"
                ],
                "last": "Prowle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adult Critical Care Unit",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": "j.prowle@qmul.ac.uk"
            },
            {
                "first": "John",
                "middle": [],
                "last": "Prowle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Preliminary studies suggest that people from Black, Asian and Minority Ethnic (BAME) backgrounds experience higher mortality from COVID-19 but the underlying reasons remain unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Prospective analysis of registry data describing patients admitted to five acute NHS Hospitals in east London, UK for COVID-19. Emergency hospital admissions with confirmed SARS-CoV-2 aged 16 years or over were included. Data, including ethnicity, social deprivation, frailty, patient care and detailed risk factors for mortality, were extracted from hospital electronic records. Multivariable survival analysis was used to assess associations between ethnic group and mortality accounting for the effects of age, sex and various other risk factors. Results are presented as hazard ratios (HR) or odds ratios (OR) with 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: 1996 adult patients were admitted between 1 st March and 13 th May 2020. After excluding 259 patients with missing ethnicity data, 1737 were included in our analysis of whom 511 had died by day 30 (29%). 538 (31%) were from Asian, 340 (20%) Black and 707 (40%) white backgrounds. Compared to White patients, those from BAME backgrounds were younger, with differing co-morbidity profiles and less frailty. Asian and Black patients were more likely to be admitted to intensive care and to receive invasive ventilation (OR 1·54, [1·06-2·23]; p=0·023 and 1·80 [1·20-2·71]; p=0·005, respectively). After adjustment for age and sex, patients from Asian (HR 1·49 [1·19-1·86]; p<0·001) and Black (HR 1·30 [1·02-1·65]; p=0·036) backgrounds were more likely to die. These findings persisted across a range of risk-factor adjusted analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation: Patients from Asian and Black backgrounds are more likely to die from COVID-19 infection despite controlling for all previously identified confounders. Higher rates of invasive ventilation in intensive care indicate greater acute disease severity. Our analyses suggest that patients of Asian and Black backgrounds suffered disproportionate rates of premature death from COVID-19. severity or mortality. However, the underlying causes were unclear. Aggregated US data determined the relative risk of death for those of Black ethnicity compared to White ethnic groups to be 3.57. Three UK biobank cohort studies, limited by low BAME representation, described ethnicity as an independent risk factor of COVID-19 infection, partially attenuated by socio-economic status (SES). Analysis of a London hospital cohort of 520; experiencing 144 deaths, revealed an age and co-morbidity adjusted mortality odds ratio of 1.72 in Black populations of borderline significance. Age and geographical region-adjusted standardised mortality ratios, derived from UK composite hospital data, emphasised ethnic differences; being 2.41 for Bangladeshis and 3.24 for Black Africans. The impact of gender and deprivation was not explored. Another study of 5683 in-hospital deaths (England alone; 629 (11%) BAME) confirmed increased mortality risks in people from Black and Asian groups only partially attributable to social deprivation and co-morbidity but did not adjust for other vulnerability factors. There remained a need for a more detailed analysis of outcomes across different ethnic groups in a large, high acuity dataset, adjusting for broader clinical and laboratory prognostic factors, alongside SES, smoking status, age, body mass index (BMI) and sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We conducted a large observational cohort study of COVID-19 hospital admissions within an area which experienced the highest rates of COVID-19 infection and mortality in the UK. It offers detailed insight into a majority (60%) ethnically diverse cohort and adds substantial evidence that ethnicity is a predictor of poor outcomes for COVID-19 patients at, and beyond, 30 days. Using robust multivariable survival analyses we have quantified and described the impact on this association of a number of additional prognostic factors such as frailty score and markers of inflammation alongside age, sex, deprivation, co-morbidity, BMI and smoking status. Those of Asian and Black ethnicities were consistently found to have an increased risk of 30 and 90 day mortality and an increased risk of requiring mechanical ventilation as compared to those of White ethnicity. The peak CRP and D-dimer levels in those of Black ethnicity were significantly higher than those of other ethnicities suggesting that these biological differences may accompany greater disease severity and increased risk of adverse outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study:"
        },
        {
            "text": "It is clear that ethnicity is a predictor of a positive SARS-CoV2 result, disease severity and mortality, regardless of age, sex, geographical location, deprivation, smoking status, BMI, co-morbidities and frailty. The association appears to be underpinned by a combination of factors including SES, pre-existing health conditions, biological risk factors such as D-dimers, environmental and structural determinants of health; but their relative contribution is unclear. Understanding these drivers is critical to designing interventions and refining clinical and Public Health policies. The evidence also emphasises the need for robust surveillance of ethnicity in health care research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence:"
        },
        {
            "text": "The novel Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) which manifests as coronavirus disease 2019 (COVID-19) has led to a global pandemic (1) . Older age, male sex, obesity and pre-existing health conditions such as diabetes and hypertension have all been identified as risk factors for poor outcomes (2) (3) (4) . A disproportionate impact of disease severity and death on people from Black, Asian and minority ethnic (BAME) backgrounds has been reported, though not consistently. The UK Intensive Care National Audit and Research Centre (ICNARC) noted that whilst BAME groups only make up 14% of the UK population, they comprised 33% of COVID-19 patients on intensive care units (5) . The degree of this excess risk also appears to differ across, and within, these heterogeneous ethnic groups. In the UK, recent analyses of data from the Office of National Statistics and NHS England described 2.5-4.3 fold greater COVID-19 mortality rates, compared to White groups, across a range of Black and South Asian ethnic groups (6) . Whether this adverse association is driven by underlying co-morbid disease, socio-economic inequality, genetic factors or a complex interplay of them all is unclear (7) . Current data are limited in either number of COVID-19 patients, ethnic diversity or event rates with limited adjustment for known risk factors and potential predictors (8) (9) (10) (11) . There is an urgent need for the detailed characterisation of ethnic differences in COVID-19 outcomes and associated risk factors, within diverse populations, to inform practice and policy. Identifying and responding to these ethnic inequalities will be key to mitigating the disproportionate impact of COVID-19 on BAME patients. (13) . This large, regional dataset afforded extensive analyses of COVID-19 patients of a higher acuity than other studies. We aimed to examine the demographic, socio-economic, behavioural, biochemical and clinical risk factors associated with outcomes within different ethnic groups of hospitalised COVID-19 patients, using multivariable survival analyses.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1385,
                    "end": 1388,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1734,
                    "end": 1738,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We considered all patients with confirmed SARS-CoV-2 infection and admitted to the five acute hospitals within Barts Health NHS Trust between 1 st January and 13 th May 2020. Diagnosis was made using one or more real-time RT-PCR. Those under 16 years were excluded. The first emergency admission encompassing the first positive SARS-CoV-2 test, or the first emergency admission within two weeks of positive outpatient testing was defined as the index admission, community diagnoses without an associated emergency hospital admission were excluded. Patients with unknown or undisclosed ethnicity status were collected for comparison but were not included in our primary ethnicity analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Clinical and demographic data, blood results and coding data from current and prior clinical encounters, were collated from the Barts Health Cerner Millennium Electronic Medical Record (EMR) data warehouse and locally held ICNARC databases by members of the direct clinical care team. Mortality data was available to 20th May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Ethnicity was defined using the NHS ethnic category codes and based on five high-level groups: White, Asian or Asian British, Black or Black British, Mixed and Other; to preserve statistical power the Mixed and Other categories were merged. Relative measures of socioeconomic deprivation were assessed using the English Indices of Deprivation 2020 by matching patient postcode to national index of multiple deprivation (IMD) quintiles using the Office of National Statistics Postcode Directory(14, 15). Baseline comorbid diseases and Hospital Frailty Risk Score (HFRS) were identified by mapping to ICD-10 coding (16) . Body mass index (BMI) was calculated by height and weight measurements taken at or during the immediately preceding admission episode. Rockwood Clinical Frailty Scoring (RCFS) was assessed by the admitting medical team and recorded in the EMR (17) . Secondary haemophagocytic lymphohistiocytosis (sHLH) risk score was calculated from peak values of blood results (18) . Full definitions are detailed in supplementary materials.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "(16)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "(17)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "(18)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Definition of key variables"
        },
        {
            "text": "The primary outcome was 30-day mortality from time of index COVID-19 hospital admission. Secondary endpoints were 90-day mortality, ICU admission, ICU length of stay, duration of organ support on ICU, need for mechanical ventilation, hospital length of stay, and discharge destination if discharged alive from hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "A prospective statistical analysis plan was developed(19). Baseline characteristics are presented as mean and standard deviation, median and interquartile range, or number and percentage, as appropriate. We compared proportions using Pearson's Chi-square test or Fisher's exact test and continuous variables using 2-sample t-test or Wilcoxon rank-sum test, as appropriate. Time-to-event analysis was undertaken with follow-up censored at 30 days, survivors with less than 30 days follow-up were censored at time of maximal follow-up. A Cox proportional hazards model was used to assess survival adjusted for age and sex. A further multivariable Cox model was developed to assess the effect of pre-defined risk factors described as associated with adverse outcomes in COVID-19: IMD quintile, smoking status, body mass index, diabetes, hypertension, and chronic kidney disease (CKD). The proportional-hazard assumption was assessed by inspection of scaled Schoenfeld residual plots and investigated by stratification (20) . Logistic regression modelling of ethnicity on ICU treatment using mechanical ventilation was carried out. Effect measures are presented as hazard ratios (HR) or odds ratios (OR) with 95% confidence intervals (CI). All analyses were performed using R version 3.6.3 (R Core Team 2020).",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "(20)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "To assess the effect of including patients with incomplete clinical data, missing data for baseline risk variables included in the multivariable Cox model was imputed using Multivariate Imputation by Chained Equations (21) . Additional multivariable models were also carried out using aggregate Charlson comorbidity index (CCI) as a measure of total comorbid disease burden, and HFRS or RCFS collected at hospital admission. Longer-term survival to 90 days was assessed using Cox proportional hazards modelling adjusted for age and sex.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "(21)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analyses"
        },
        {
            "text": "No external funding. The corresponding author had full access to all the data and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "A total of 1996 patients, aged 16 years and older, with a confirmed SARS-CoV-2 test result with an acute Barts Health admission on or before 13th May 2020 were included in this study [ Figure S1 ]. The recruitment window encompassed the peak time period of COVID-19 diagnoses [ Figure S2 ]. The majority of patients were classified as being in the two most deprived socio-economic quintiles in England. The ethnic distribution was White (n=703, 35·2%), Asian or Asian British (n=538, 27·0%), Black or Black British (n=340, 17·0%), Mixed and Other (n=156, 7·8%) and unknown or undisclosed (n=259, 13·0%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Baseline characteristics, interventions and outcomes across ethnic groups are shown in Table 1 . Black and Asian ethnicity patients were significantly younger with a median age of 59 years (Asian) and 64 years (Black), compared to 73 years in the White group (p<0·001). Comorbidity data was available in 1700 (85.2%) of patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Population Characteristics"
        },
        {
            "text": "Burden of comorbid disease varied between ethnic groups in prevalence, type and age-distribution. Overall distribution of COVID risk factors varied with age and ethnicity with diabetes and CKD more prevalent at an earlier age in Asian and Black patients and frailty and dementia more prevalent in older White patients [ Figure  1 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 329,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": "Population Characteristics"
        },
        {
            "text": "Around one in four patients developed early acute kidney injury (AKI) within seven days of hospital admission, rates of AKI were highest in the Black group (34·7%). Patients in the Black group had higher levels of inflammation measured using CRP (median 181·5 mg/L) and D-dimer (median 2·5 mg/L) compared to other ethnicities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Characteristics"
        },
        {
            "text": "Total mortality to 20th May 2020 was 28·7% (n=573). Based on the raw data, a greater proportion of White patients died (32·7%) compared to Asian (21·1%) and Black (29·7%) patients. The majority of deaths (93·7%) occurred within 30 days of hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population Characteristics"
        },
        {
            "text": "We included 1737 Asian, Black and White patients in the primary outcome analysis. After adjustment for the between-group differences in age and sex, patients from Asian and Black ethnic groups were at significantly higher risk of death within 30 days compared to White patients (Asian ethnicity (HR 1·49, CI 1·19-1·86, p<0·001); Black patients (HR 1·30, CI 1·02-1·63, p=0·036). No association was observed in the smaller Mixed and Other Ethnicity group (HR1·08, CI 0·75-1·57, p=0·682) [ Table 2 ]. There was some evidence of nonproportionality for the association between ethnicity and risk of death over time [ Figure S14 ], consequently these HRs should be interpreted as a weighted average over the 30-day follow up period. To investigate change in risk over time we developed an ethnicity-stratified Cox-model, this supported the findings of the unstratified model, but suggested that Black ethnicity might be associated with a higher early rate of death [ Figure S15 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 612,
                    "end": 622,
                    "text": "Figure S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 961,
                    "end": 971,
                    "text": "Figure S15",
                    "ref_id": null
                }
            ],
            "section": "Age and sex adjusted 30-day mortality"
        },
        {
            "text": "After inclusion of IMD quintile, smoking history, BMI ≥30 kg/m 2 , diabetes, hypertension, and CKD in a multivariable survival analysis, the association with increased rate of death persisted in Asian patients (HR 1·48, CI 1·09-2·01, p=0·011; n=1006). In Black patients, the magnitude of the mortality trend was unchanged, however was outside the limits of standard statistical significance (HR 1·32, CI 0·96-1·84, p=0·090; n=1006), potentially due to the smaller sample size. In this model older age, male sex, smoking, BMI ≥30 kg/m2 and CKD were statistically associated with risk of death [ Table 3 ] and there was no statistical evidence that ethnicity violated the proportional hazards assumption. The associations were broadly unchanged when the model was refitted after multiple imputation of missing values [ Table S5 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 601,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 817,
                    "end": 825,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Multivariable survival modelling"
        },
        {
            "text": "Sensitivity analyses for further multivariable survival models were developed to examine the influence of total comorbidity burden, as assessed by CCI [Table S6 ], and measures of frailty, the RCFS or HFRS [Tables S7,  S8 ]. In all these analyses the association between Black and Asian ethnicity and 30-day mortality remained significant. Adjusting for RCFS raised the odds of 30-day mortality to a HR of 1·98 (CI 1·37-2·86; p<0.001) in Asian groups and to a HR of 1·67 (CI 1·14-2·45; p=0.009) in Black groups, with similar effect size in analysis adjusted for the HFRS [Tables S7, S8 ]. Asian ethnicity also continued to be associated with greater risks of death through to 90 days follow-up (HR 1·46, CI 1·18-1·81, p<0·001; n=1737) [ Table S9 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "[Table S6",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 221,
                    "text": "[Tables S7,  S8",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 585,
                    "text": "[Tables S7, S8",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "Table S9",
                    "ref_id": null
                }
            ],
            "section": "Multivariable survival modelling"
        },
        {
            "text": "In the White group, 11·0% of patients were admitted to ICU compared to 20·1% of the Asian group and 18·5% of the Black group (p<0.001). In those admitted to ICU, rates of mechanical ventilation requiring intubation did not differ significantly by ethnicity at 76·6% in the White group, 72·2% in the Asian group and 79·4% in the Black group. Similarly, while rates of ICU admission differed significantly, length of ICU stay did not with a median of 8-9 days in all ethnic groups. Across the entire hospitalised cohort Asian (OR 1·54, CI 1·06-2·23, p=0·023; n=1737) and Black (OR 1·80, CI 1·20-2·71, p=0·005; n=1737) ethnicities were associated with increased age and sex adjusted-risk of receiving invasive mechanical ventilation in ICU [Table S4 ]. There was a trend toward increased renal replacement therapy use in Black patients (41.3%) admitted to ICU compared to 20-25% across other ethnic groups (p=0.09).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 737,
                    "end": 746,
                    "text": "[Table S4",
                    "ref_id": null
                }
            ],
            "section": "Critical Care related outcomes"
        },
        {
            "text": "We report on treatment and outcomes in COVID-19 patients hospitalised in East London throughout the peak of the UK pandemic, a population with the UK's highest COVID-19 mortality. To our knowledge this is one of the largest UK hospital COVID-19 cohorts reported, and certainly the most diverse, with only 35.2% of 1996 patients identified as White ethnicity. We found those of Asian ethnicity to be at the highest risk of death within 30 days (HR 1·49, CI 1·19-1·86, p<0·001), a finding that persisted at 90 days. Risk of death in Black patients was also greater than those of White ethnicity (HR 1·30, CI 1·02-1·63, p=0·036). This disparity extended to need for ICU care with Asian and Black patients experiencing a 50-80% increased risk of receiving mechanical ventilation in ICU compared to White patients of a similar age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings differ from previous reports in the UK and US in which Black ethnicity has been consistently associated with greater COVID-related mortality (6, 22) . Preliminary analyses of the UK ICNARC report on COVID-19 in critical care highlighted Black ethnicity with the highest likelihood of being admitted to intensive care compared to a matched population (10.7% versus 6.5%)(23). Similarly, in a large UK primary care linked cohort, Black patients were also to found to be at highest risk of COVID-related death (9) . In a US study, the composite relative risk of COVID-related death compared to White ethnicity was 3.57 in Black populations, and 1.88 for Latinos (22) . Our findings suggest specific South Asian communities may have at least the same or higher risk in COVID-19 as those of Black background. This may reflect characteristics of the large South Asian, and specifically Bangladeshi, community in East London, poorly represented in other studies.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "22)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "(22)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "Older age has been significantly associated with increased COVID-19 mortality across a range of studies (2) (3) (4) . In our cohort, patients from Asian and Black backgrounds were strikingly younger than White patients. However, despite the expected protective factor of younger age, when this was accounted for, those from Black and Asian backgrounds were more likely to die. The prevalence of co-morbid disease has been well described as a risk factor for COVID-19 disease and death (3, 4) . We found different ethnic groups had differing agedistribution of baseline comorbidities such as hypertension, diabetes, chronic obstructive pulmonary disease and dementia. Despite accounting for these and other described predictors of poor outcomes, increased risk of death in Asian and Black populations was not attenuated, suggesting co-morbidities are not the sole drivers of ethnicity-associated risk.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "Patients identified as frail have been predicted to have worse COVID-19 related health outcomes (24) , and lower likelihood of benefiting from complex acute interventions, including critical care. In this study White patients, in addition to being notably older than other ethnicities, had higher degrees of frailty. Accounting for measures of frailty magnified the association seen between Asian and Black ethnicity and death. This suggests that whilst in White patients COVID-19 related death may have occurred in already frail and functionally vulnerable patients, in both Asian and Black patients, COVID-19 related deaths are likely to be occurring prematurely, in younger, fitter individuals with less functional vulnerability.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(24)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "In our cohort, all ethnic groups experienced high levels of deprivation, however, worse deprivation was not associated with higher likelihood of mortality suggesting ethnicity may affect outcomes independent of purely geographical and socio-economic factors(25).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "We found evidence for worse disease severity in Black and Asian groups as evidenced by higher rates of ICU admission and higher rates of AKI, and high levels of D-dimers and CRP in Black patients. High CRP and Ddimer levels have been identified as important inflammatory markers which strongly correlate with COVID-19 disease severity and prognosis (26) . Our data suggest potential biological differences in host-response to COVID-19 may occur between ethnicities, however, causative associations in determining COVID-19-related mortality have not been demonstrated.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "(26)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127621 doi: medRxiv preprint Finally, although COVID-19 has cast the effects of ethnic inequalities on health outcomes into sharp focus, these inequalities are not new. Health inequalities within and between ethnic minority groups are widely documented and the effects of structural racism are transmitted across generations(27). The risk factors already discussed such co-morbidity and obesity are speculated to intersect and be inextricably linked with wider social determinants such as poor living conditions, key worker roles and language barriers which impede the adoption of preventative measures(25, 28, 29) . Some researchers have postulated that ethnicity may be associated with decreased symptom recognition and poor health literacy resulting in delayed presentation for care-something that could contribute to the greater illness-severity we observed (30) .",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 723,
                    "text": "28,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "29)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "(30)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Findings in context"
        },
        {
            "text": "We believe this study is both one of the largest and most detailed of studies exploring COVID-19 outcomes in BAME populations so far reported. In contrast to previous studies examining ethnicity and COVID-19 outcomes we were able to address the contributions of socio-economic deprivation, comorbid disease, premorbid function, lifestyle and demographic factors to ethnic disparities in COVID-19 outcomes, including ICU interventions. Our analysis was strengthened by the inclusion of measures of frailty which is a critical determinant of outcomes in acute disease as well as a potential driver of clinician decision-making. It should be acknowledged, however, that frailty has social and biological dimensions and measures have not been extensively validated in BAME groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Importantly, this study was conducted in a single region where COVID-19 has had significant impact and thus is not confounded by differences in incidence of COVID-19 disease across the UK, regional concentration of minority ethnic groups and regional differences in the time-course of the epidemic. In addition, we employed a pre-specified statistical analysis plan and performed multiple sensitivity analyses to test the robustness of our findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Limitations in our analyses must also be considered. Importantly, SARS-CoV-2 testing has an appreciable false negative rate and suspected, but not proven, cases are an important group. Nevertheless, given that clinical suspicion varied both between cases and across the time-course of the epidemic with coding of suspected cases being inconsistent, in line with the vast majority of published COVID-19 analyses, we only included proven COVID-19 cases. Testing was available for all hospitalised patients with suspected COVID-19 disease, so availability of testing was not a bias. However, suspected diagnoses should be considered in future studies, particularly those occurring outside of hospitals, where not all clinical diagnoses may have been tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Similar to many hospital datasets there were missing data for a proportion of co-variates (8, 9) , however 85% of patients had coding data for assessment of comorbidity and 63% measured height and weight data, providing a large sample with detailed data for analysis. We also imputed missing data and performed sensitivity analyses on our multivariable comorbidity models. This reinforced the observed ethnic differences, providing further confidence that our findings were not affected by missing data. Like many datasets, our ethnic categorisations were aggregated and did not reflect the vast heterogeneity within ethnic categories (such as Bangladeshi, Pakistani, Black African or Black Caribbean). Indeed, the descriptive term \"BAME\" itself is particularly crude and we recognise its limitation. Despite its size, our study lacked the power to assess a more detailed ethnicity breakdown. In addition, our observations in those of Asian ethnicity are likely skewed by our large Bangladeshi community, which has specific socio-economic and healthcare inequalities. It is therefore important that, suitably powered, analyses are conducted to expose differences between sub-ethnic categories. Similarly, whilst we have explored socio-economic factors, our analysis does not allow us to contextualise a number of potential socio-spatial factors including household composition, environmental factors and occupation. These should be considered in future research.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 94,
                    "end": 96,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "In this analysis of a large, ethnically diverse and socio-economically challenged cohort, hospitalised patients of Asian and Black background with COVID-19 were at increased risk of premature death, independent of frailty, co-morbidities and social deprivation. Failure to robustly respond to the ethnic disparities so conspicuously unmasked during the COVID-19 pandemic can only further entrench and inflict them on future generations. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All other authors declare no other competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "The statistical analysis plan can be accessed online. The authors will be happy to consider additional analyses of the anonymised dataset on request. The need for stringent measures to prevent re-identification of individuals within a discrete geographical location and limited time-period however preclude sharing of patient level dataset in a GDPR compliant form. Tables   Table 1. Baseline characteristics stratified by ethnic group  Table 2 . Univariate analysis of 30-day mortality between ethnic groups Table 3 . Multivariable analysis of 30-day mortality between ethnic groups All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 444,
                    "text": "Tables   Table 1. Baseline characteristics stratified by ethnic group  Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 509,
                    "end": 516,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Data sharing"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . Table 1 . Study population baseline characteristics stratified by ethnic group, n (%) unless otherwise stated. Total n=1996 unless otherwise stated. P values based on Chisquare (for categorical) or Kruskal-Wallis test (for continuous). SD: standard deviation, IQR: interquartile range, IMD: index of multiple deprivation, BMI: body mass index, TIA: transient ischaemic accident, HTN: hypertension, CKD: chronic kidney disease, sHLH: secondary haemophagocytic lymphohistiocytosis (without known underlying immunosuppression and bone marrow aspirate data), CRP: C-reactive protein, ICU: intensive care unit, RRT: renal replacement therapy. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Data sharing"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . Reference",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . Figure 1. Heat map of prognostic factors in COVID-19 hospital admissions by age and ethnic group Figure 2 . Forest plot of log hazard ratios from univariate analysis. Figure 3 . Forest plot of log hazard ratios from multivariable analysis Figure 4 . Adjusted survival curve to 30 days comparing ethnic groups Figure 5 . Adjusted survival curve to 30 days comparing ethnic groups and baseline risk variables All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure 1.",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 323,
                    "text": "Figure 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Data sharing"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . Figure 1 . Heat map of prognostic factors in COVID-19 hospital admissions by age and ethnic background showing proportions within each ethnic group for each age group. Asian and Black patients differed from those of white background in the presence of risk factors and their age distribution however differences were also apparent between different Black and Minority Ethnic groups at different ages. Proportions are of those with data (see Table 1 ). BMI: body mass index, COPD: chronic obstructive pulmonary disease, DM: diabetes mellitus, HT: hypertension, CKD: chronic kidney disease. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 524,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127621 doi: medRxiv preprint Figure 5 . Survival curve to 30 days from multivariable analysis comparing Asian, Black, and White ethnic groups. Survival modelled for median age 65 years and male sex, index of multiple deprivation (IMD) least deprived quintile, no history of baseline risk factors defined as Non-smoking, BMI <30 kg/m 2 and No diabetes, hypertension or chronic kidney disease. Statistically significant difference in survival between Asian group and White group persists after adjustment for age, sex, social deprivation and major COVID19 risk factors. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 12, 2020. . https://doi.org/10.1101/2020.06.10.20127621 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Updated rapid risk assessment from ECDC on the novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK",
            "authors": [],
            "year": 2020,
            "venue": "Eurosurveillance Editorial Team",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Jama",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1070",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zhong N-s. Cardiovascular comorbidity and its impact on patients with Covid-19",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Respiratory Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intensive Care National Audit and Research Centre. ICNARC report on COVID-19 in critical care 29",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are some ethnic groups more vulnerable to COVID-19 than others? : Institute of Fiscal Studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Is ethnicity linked to incidence or outcomes of covid-19?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khunti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanif",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics and predictors of outcomes of hospitalised patients with COVID-19 in a London NHS Trust: a retrospective cohort study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Perez-Guzman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daunt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Anna",
                    "suffix": ""
                },
                {
                    "first": "Sujit",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/78613"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "OpenSAFELY: factors associated with COVID-19-related hospital death in the linked electronic health records of 17 million adult NHS patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhaskaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bacon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Asian and Minority Ethnic groups in England are at increased risk of death from COVID-19: indirect standardisation of NHS mortality data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Aldridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Katikireddi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wellcome Open Research",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk factors for SARS-CoV-2 among patients in the Oxford Royal College of General Practitioners Research and Surveillance Centre primary care network: a cross-sectional study. Lancet Infect Dis. 2020. 12. Office For National Statistics. Deaths involving COVID-19 by local area and socioeconomic deprivation: deaths occurring between 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Lusignan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dorward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akinyemi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amirthalingam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Census: Aggregate Data",
            "authors": [],
            "year": 2011,
            "venue": "Office For National Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development and validation of a Hospital Frailty Risk Score focusing on older people in acute care settings using electronic hospital records: an observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neuburger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kraindler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keeble",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ariti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1775--82",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcdowell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ : Canadian Medical Association journal = journal de l'Association medicale canadienne",
            "volume": "173",
            "issn": "5",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression. The Lancet",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Why Test for Proportional Hazards?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stensrud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hernán",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Groothuis-Oudshoorn K. mice: Multivariate Imputation by Chained Equations inR",
            "authors": [
                {
                    "first": "Buuren",
                    "middle": [],
                    "last": "Sv",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Statistical Software",
            "volume": "45",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Racial and Ethnic Disparities in Population Level Covid-19 Mortality",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Essien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pasha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nunez-Smith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ICNARC report on COVID-19 in critical care",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Intensive Care National Audit and Research Centre",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Frailty in the Face of COVID-19. Age and Ageing. 2020. 25. Public Health England. Disparities in the risk and outcomes of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Hilmer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Naganathan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Etherton-Beer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nazroo JY. The Structuring of Ethnic Inequalities in Health: Economic Position, Racial Discrimination, and Racism",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Public Health",
            "volume": "93",
            "issn": "2",
            "pages": "277--84",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 and African Americans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Yancy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Perceptions and behavioural responses of the general public during the COVID-19 pandemic: A cross-sectional survey of UK Adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Atchison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vrinten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pristera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The association between ethnicity and delay in seeking medical care for chest pain: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wechkunanukul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Damarell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JBI Database System Rev Implement Rep",
            "volume": "14",
            "issn": "7",
            "pages": "208--243",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Survival curve to 30 days comparing predicted survival of Asian, Black, and White ethnic groups (Mixed and Other group omitted for clarity), in an age and sex adjusted Cox-hazard analysis. Survival curves adjusted to median age 65 years and male sex.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Barts Health NHS Trust is the largest NHS trust in the UK, comprising six hospitals; The Royal London Hospital, Newham General Hospital, Whipps Cross Hospital, Mile End Hospital (Non-acute), St Bartholomew's Hospital and the London NHS Nightingale Hospital, a purposely built COVID-19 hospital. The hospitals serve the ethnically diverse and socially deprived communities of over 2.6 million people in east London including the London Borough of Newham which experienced 144.3 COVID-19 related deaths per 100,000 population(12), the highest mortality in the UK and Tower Hamlets which has the largest Bangladeshi population in England",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Association of ethnic group with mortality to 30 days using Cox proportional hazards modelling, age and sex corrected. Censored to 30 days follow up, observations 1737, events 478. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Multivariable analysis of mortality to 30 days using Cox proportional hazards modelling, age and sex corrected. Variables included IMD quintile, smoking, BMI 30 kg/m 2 , diabetes, HTN: hypertension, CKD: chronic kidney disease. Censored to 30 days follow up, observations 1006, events 281.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the assistance of the ICU clinical leads and ICU audit teams at the individual sites for access to local audit data: Gail Marshall (RLH and NGH), Susan Kolakottu Thomas (NUH), Jonathan Barry (SBH), John Sant (WXH). JP would like to thank Dr Bhavi Trivedi, Barts Health Clinical Analytics Officer for her past and current advice on data extraction from Trust EMR systems.More widely we would like to acknowledge the courage and commitment of all staff members of Barts Health NHS Trust during the COVID-19 epidemic and to extent our condolences to all affected by death or serious illness related to COVID-19. The strength and character of the East London community from every background has once again been demonstrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}