{
    "paper_id": "0ceb02097f55c752843a0db273d58eccfd82f98c",
    "metadata": {
        "title": "Ausbildungsprogramme für angewandte Epidemiologie in Deutschland und Europa Eine lohnende Investition für die Zukunft Wozu brauchen wir eine Ausbildung in angewandter Epidemiologie?",
        "authors": [
            {
                "first": "Viviane",
                "middle": [],
                "last": "Bremer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC)",
                    "institution": "",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Schweden ·"
                    }
                },
                "email": ""
            },
            {
                "first": "Katharina",
                "middle": [],
                "last": "Alpers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gérard"
                ],
                "last": "Krause",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin",
                        "region": "BRD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ausbrüche von Infektionskrankheiten können weitgreifende soziale und wirtschaftliche Folgen für die Gesellschaft haben. Als Beispiel sei der Ausbruch von SARS im Jahre 2003 genannt [1] . Die Infektion verbreitet sich durch den Reiseflugverkehr innerhalb weniger Wochen auf verschiedene Kontinente [2] . In den betroffenen Regionen führte die Epidemie nicht nur zu einem weitgehenden Zusammenbruch des öffentlichen Lebens, sondern hatte auch einen dramatischen Einfluss auf die Wirtschaft [3] . Schlimmeres wird für den Fall einer Pandemie mit einem neuartigen Grippevirus befürchtet, da man hier von einer höheren Infektiosität ausgehen muss als bei SARS [4, 5] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Um darauf vorbereitet zu sein und adäquat reagieren zu können, müssen alle Länder über gut ausgebildetes Personal verfügen, das in der Lage ist, Infektionskrankheiten zu überwachen (Surveillance), Ausbrüche zu entdecken und zu untersuchen sowie angewandte Forschung auf dem Gebiet der Infektionsepidemiologie zu betreiben. Seit 2004 sind die EU-Mitgliedsstaaten verpflichtet, lebensmittelbedingte Ausbrüche an die EFSA zu melden [6] , und gemäß den \"International Health Regulations\" (IHR) müssen Ausbrüche von Infektionskrankheiten mit internationaler Tragweite an die WHO gemeldet werden [7] . Darüber hinaus müssen die Aktivitäten zur Kontrolle von Ausbrüchen mit anderen europäischen Mitgliedsstaaten abgestimmt werden. Um Europa bei der Bekämpfung von Infektionskrankheiten zu stärken, wurde 2005 das European Centre for Disease Prevention and Control (ECDC) gegründet, das unter anderem die Aufgabe hat, den epidemiologischen Informationsaustausch in Europa zu stärken und so den grenzüberschreitenden Infektionsschutz zu verbessern [8, 9] . Insgesamt ist also der Infektionsschutz auf kommunaler und nationaler Ebene zunehmend in internationale Prozesse eingebunden, sodass zwar die Zuständigkeiten für die Umsetzung von Präventions-und Eindämmungsmaßnahmen weiterhin bei den jeweiligen Behörden der Kreise, Städte und Bundesländer verbleiben, gleichwohl aber ein deutlich beschleunigter und intensiverer Informationsaustausch gefordert wird, der eine sensitive Surveillance und umfassende Kapazitäten für epidemiologische Ermittlungen verlangt.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Um einen effizienten, grenzüberschreitenden Infektionsschutz zu gewährleisten, muss das Personal in den Gesundheitsbehörden aller Ebenen dem hohen internationalen Standard entsprechend ausgebildet und in ausreichender Zahl verfügbar sein. Daher kommt der Ausbildung von Nachwuchswissenschaftlern, die diese Aufgaben auf europäischer, nationaler oder regionaler Ebene wahrnehmen sollen, eine noch größere Bedeutung als bisher zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Für Deutschland sind 2 Ausbildungsprogramme von Bedeutung: Die am Robert Koch-Institut (RKI) angesiedelte deutsche Postgraduiertenausbildung für angewandte Epidemiologie (PAE), die aus dem 1996 gegründeten deutschen Field Epidemiology Training Programme (FETP) hervorgegangen ist [10, 11, 12] , und das 1995 gegründete und zunächst von der EU und den EU-Mitgliedsstaaten finanzierte European Programme for Intervention Epidemiology Training (EPIET), das seit November 2007 vom ECDC aus koordiniert wird [13, 14] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beide Programme sind organisatorisch eng miteinander verbunden [15] . PAE-Fellows profitieren von der Teilnahme an EPIET-Modulen und von der Supervision durch EPIET-Koordinatoren. Das RKI finanziert alle 2 Jahre ein Wissenschaftlergehalt für EPIET und beteiligt sich an der Betreuung von EPIET-Fellows sowie der Ausrichtung von EPIET-Modulen. Die Trainingsinhalte folgen dem Modell des Epidemic Intelligence Service (EIS) der Centers for Disease Control and Prevention (CDC) in Atlanta, USA [16] . Kennzeichnend für die Ausbildungsprogramme ist der eigenständige Einsatz erlernter Methoden unter enger, fachkundiger Supervision. Hierdurch sollen neben theore-tischen Kenntnissen vor allem praktische Fertigkeiten erworben werden, um nach Abschluss der Ausbildung eigenverantwortlich infektionsepidemiologische Methoden einsetzen zu können, entweder im öffentlichen Gesundheitsdienst (ÖGD) in Deutschland oder international. Im vorliegenden Beitrag sollen die Bemühungen der beiden Programme, den oben geschilderten Herausforderungen zu begegnen, dargestellt und Vorschläge für die Zukunft erörtert werden.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Um den wachsenden Herausforderungen begegnen zu können, wurden in den letzten beiden Jahren Anstrengungen unternommen, sowohl PAE als auch EPIET zu stärken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entwicklung der Trainingsprogramme in Deutschland und Europa"
        },
        {
            "text": "Innerhalb der ersten 10 Jahre der PAE (1996-2005) standen jährlich Mittel für 2-4 (Median 3/Jahr) Nachwuchswissenschaftler bereit. In den Jahren 2006 und 2007 konnte die Teilnehmeranzahl durch Drittmittelfinanzierung auf 5 und dann auf 6 erhöht werden. Für den 14. Jahrgang, der im September 2008 begann, wurden 4 Nachwuchswissenschaftler eingestellt (. Tabelle 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wachstum der Trainingsprogramme"
        },
        {
            "text": "In das EPIET-Programm wurden innerhalb der ersten 10 Jahre (1995-2004) 6-14 (Median 9/Jahr) Nachwuchswissenschaftler aufgenommen. Davon ",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 135,
                    "text": "Davon",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Wachstum der Trainingsprogramme"
        },
        {
            "text": "Neben der Erhöhung der Ausbildungskapazitäten wurde auch der Austausch zwischen PAE und EPIET verstärkt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensiver Austausch zwischen den Trainingprogrammen"
        },
        {
            "text": "Outbreaks of infectious diseases such as SARS and influenza can have a profound impact on society. Therefore, training epidemiologists in infectious diseases control is of crucial importance. The German Postgraduate training in Applied Epidemiology (PAE) at the Robert Koch Institute (RKI) and the European Programme for Intervention Epidemiology Training (EPIET) are striving to meet these challenges. Currently, 27 and 12 persons of German origin have joined PAE and EPIET, respectively. A total of 17 out of the 36 alumni started working at the RKI, regional or local German health authorities after completing their der PAE vertieft den regelmäßigen Austausch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Das RKI steht derzeit in Verhandlungen mit der Charité Universitätsmedizin in Berlin, um die PAE mit einem Masterabschluss zu verbinden. Sollte diese Kooperation gelingen, könnten die Nachwuchswissenschaftler ab 2009 ihre PAE mit einem Magistertitel \"Master of Science in Applied Epidemiology\" (MSAE) abschließen. Dieser Abschluss würde auf der Anerkennung der theoretischen und praktischen Ausbildung der PAE basieren und sollte auf die angewandten Aspekte der Epidemiologie fokussiert sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kombination der Ausbildung mit einem Magistertitel"
        },
        {
            "text": "Innerhalb der ersten 11 Jahre ihres Bestehens konnten 27 Nachwuchswissenschaftler in das deutsche Trainingsprogramm aufgenommen werden, 24 schlossen es mit Erfolg ab. Parallel wurden 9 EPIET-Teilnehmer in Deutschland ausgebildet. 12 Personen deutscher Herkunft durchliefen das EPIET-Programm in Partnerinstitutionen in anderen EU-Mitgliedsstaaten, 11 schlossen es ab. Von den 36 Absolventen aus Deutschland waren 17 unmittelbar nach dem Abschluss des Trainings am RKI oder in regionalen oder lokalen Gesundheitsbehörden in Deutschland tätig gewesen. Zurzeit arbeiten noch 14 Absolventen im deutschen ÖGD, 8 an europäischen Partnerinstituten, 4 an Europäischen Gesundheitsbehörden wie ECDC und EFSA sowie 7 bei internationalen Organisationen wie WHO und Epicentre. Die restlichen 3 Absolventen sind jeweils in der pharmazeutischen Industrie, an der Universität und in der Klinik beschäftigt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lohnende Investition"
        },
        {
            "text": "Dass inzwischen 2 Absolventinnen als Koordinatorinnen des EPIET-Programms der PAE tätig sind, unterstreicht den Erfolg des Programms bei der Ausbildung von Multiplikatoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lohnende Investition"
        },
        {
            "text": "Sowohl das PAE-als auch das EPIET-Programm führen zu einer bedarfsorientierten und hochwertigen Qualifikation. Beide Programme konnten in den vergangenen Jahren ausgebaut werden. Die-ser Ausbau ist nicht nur Antwort auf eine gestiegene Nachfrage, sondern auch Ausdruck der Erkenntnis, dass nationale und europäische Public-Health-Institutionen eine gewisse Verantwortung für die Ausbildung von Nachwuchswissenschaftlern tragen. Das ECDC und die europäischen Public-Health-Institute haben daher ihre Ausbildungskapazitäten erhöht. Wichtig ist es nun, die Nachhaltigkeit dieser Verbesserungen zu sichern. Durch die Übernahme des EPIET-Programms durch das ECDC wurde eine stabile Struktur geschaffen, die die Entwicklung einer langfristigen Trainingsstrategie ermöglicht. Um diese positive Entwicklung der PAE fortzuführen, sollte versucht werden, möglichst alle Bundesländer in diese Ausbildung zu integrieren. Beispielsweise könnten Bundesländer vorhandene oder neu einzustellende Mitarbeiter für die 2-jährige Ausbildung an das RKI abordnen oder auf andere Weise für die Kosten der auszubildenden Person aufkommen. Das RKI wird seine umfassende Erfahrung und Infrastruktur zu diesem Zweck auch weiterhin für die Bundesländer zugänglich machen. Jedoch ist derzeit nicht absehbar, ob das RKI Personalmittel für eine weitere Erhöhung der PAE-Teilnehmerzahlen zur Verfügung haben wird. Für den weiteren Ausbau der PAE -insbesondere mit einer Ausweitung in die Bundesländer -muss daher nach Kooperationsmodellen gesucht werden, die auch eine Kostenbeteiligung der Länder beinhalten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Seit der Gründung des EPIET und der PAE wurde eine große Zahl von Nachwuchswissenschaftlern in Deutschland und Europa in angewandter Epidemiologie trainiert. Ein erheblicher Teil von ihnen war nach dem Abschluss des Trainings im ÖGD tätig. Viele Absolventen sind im europäischen und internationalen Kontext aktiv. Dies ist eine positive Entwicklung. Nach wie vor sind jedoch nur wenige Absolventen des PAE oder EPIET-Programms auf regionaler Ebene im ÖGD beschäftigt. Gerade dort werden jedoch auch in Zukunft gut ausgebildete Epidemiologen benötigt, um den gestiegenen Anforderungen bei der Überwachung von Infektionskrankheiten und der Untersuchung von Ausbrüchen gerecht zu werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        },
        {
            "text": "Insgesamt ist in den letzten Jahren sowohl bei der PAE und dem EPIET als auch im Zusammenspiel zwischen beiden Programmen eine positive Entwicklung zu verzeichnen, und es ist zu erwarten, dass die Bedeutung dieser Ausbildungsprogramme für die lokale, die nationale und internationale Ebene des Infektionsschutzes zunehmen wird. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diskussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overview on SARS in Asia and the world",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "18",
            "issn": "25",
            "pages": "2416--2422",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "11",
            "pages": "864--870",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avian influenza virus (H5N1): a threat to human health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "2",
            "pages": "243--267",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Are we ready for pandemic influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5650",
            "pages": "1519--1522",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "zur Überwachung von Zoonosen und Zoonosenerregern und zur Änderung der Entscheidung 90/424/ EWG des Rates sowie zur Aufhebung der Richtlinie 92/117/EWG des Rates",
            "authors": [],
            "year": 2003,
            "venue": "Richtlinie 2003/99/EG des Europäischen Parlaments und des Rates vom 17",
            "volume": "325",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Implementing the International Health Regulations (2005) in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardiman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ganter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "11",
            "issn": "12",
            "pages": "208--211",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ECDC and WHO: a common mission for better health in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Danzon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Euro Surveill",
            "volume": "9",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regulation (EC) No 851/2004 of the European Parliament and of the Council of 21",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Applied infectious disease epidemiology in Germany",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gesundheitswesen",
            "volume": "59",
            "issn": "",
            "pages": "696--698",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Developing national epidemiologic capacity to meet the challenges of emerging infections in Germany",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hamouda",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "6",
            "pages": "576--584",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Field Epidemiology Training Program (FETP) in Germany",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hamouda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Euro Surveill Mar",
            "volume": "6",
            "issn": "3",
            "pages": "43--45",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The European Programme for Intervention Epidemiology Training",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Loock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Euro Surveill",
            "volume": "1",
            "issn": "4",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intervention epidemiology training: a European perspective",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Loock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moren",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Euro Surveill",
            "volume": "6",
            "issn": "3",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infektionsepidemiologische Ausbildungs-und Trainingsprogramme FETP und EPIET",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bremer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "48",
            "issn": "",
            "pages": "1049--1054",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemic intelligence service of the Centers for Disease Control and Prevention: 50 years of training and service in applied epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Dannenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Epidemiol",
            "volume": "154",
            "issn": "11",
            "pages": "985--992",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Wissenschaftler mit Ausbildung und Berufserfahrung im Bereich Epidemiologie oder Public Health sollten vor Ort für die Ausbildung der PAE-Teilnehmer verfügbar sein. Zudem muss der Zugang zu Daten gewährleistet sein, und die PAE-Teilnehmer müssen die Möglichkeit haben, Ausbruchsuntersuchungen und wissenschaftlich anspruchsvolle Projekte in den Bereichen Surveillance und angewandter Anzahl der in Trainingsprogramme aufgenommenen Nachwuchswissenschaftler: EPIET, PAE und andere mit EPIET assoziierte europäische FETP, 1995-2008 Anzahl der in Traningsprogramme aufgenommenen Nachwuchswissenschaftler Verschiebung des Beginns der PAE bis 2005 in den Januar des darauffolgenden Jahres; b diese beinhalten Nachwuchswissenschaftler aus Norwegen, Finnland, Österreich, Slowenien; c haben zum Zeitpunkt des Redaktionsschlusses die Ausbildung noch nicht abgeschlossen epidemiologischer Forschung durchzuführen. Die Zahl der Ausbrüche, die mit Beteiligung der PAE untersucht wurden, ist von jährlich ca. 5 auf 15 im Jahr 2007 gestiegen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Im Jahr 2003 wurde das EPIET-\"Rapid Assessment-Modul\" zu humanitärer Hilfe und Bioterrorismus in Berlin durchgeführt. In den Jahren 2005-2007 wurde das einwöchige EPIET-Kommunikationsmodul am RKI organisiert. Dabei konnten die RKI-Räumlichkeiten genutzt und logistische Unterstützung gewährt werden. Im Modul wurden die Kommunikation mit Medien und wissenschaftlicher Fachöffentlichkeit gelehrt. Betreuer in EPIET-Modulen Das RKI konnte die Anzahl der Betreuer in den von EPIET organisierten Trainingsmodulen erhöhen. Vor 2006 stand meist nur ein Betreuer aus dem RKI für den Einführungskurs zur Verfügung. Seit 2006 waren bis zu 3 deutsche Epidemiologen auch an der Betreuung anderer EPIET-Module zu den Themen Kommunikation, Zusammenfassung · Abstract training. Since 2006, the number of yearly admitted fellows increased from 3 to 6 in PAE, and 9 to 19 in EPIET and 5 state health departments have been added as training sites. The collaboration between EPIET and PAE has been strengthened and diversified in recent years. Alumni of these programs will play a key role in the control of infectious diseases in Germany and Europe. Sprin ger Me di zin Ver lag 2009 V. Bremer · K. Alpers · G. Krause Ausbildungsprogramme für angewandte Epidemiologie in Deutschland und Europa. Eine lohnende Investition für die Zukunft Zu sam men fas sung Ausbrüche von Infektionskrankheiten, wie z. B. SARS und Influenza, können weitgreifende Folgen für die Gesellschaft haben. Daher kommt der Ausbildung von Nachwuchswissenschaftlern bei der Kontrolle von Infektionskrankheiten eine große Bedeutung zu. Die deutsche Postgraduiertenausbildung für angewandte Epidemiologie (PAE) am Robert Koch-Institut (RKI) und das European Programme for Intervention Epidemiology Training (EPIET) bemühen sich, dieser Herausforderung zu begegnen. Seit Bestehen konnten 27 Personen die PAE und 12 Personen deutscher Herkunft das EPIET-Programm beginnen. Von 36 Absolventen waren 17 unmittelbar nach dem Abschluss des Trainings am RKI in regionalen oder lokalen Gesundheitsbehörden in Deutschland tätig gewesen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Studiengängen orientieren sie sich an den Anforderungen, die an den ÖGD in Bezug auf den Infektionsschutz in Europa gestellt werden. Sie sind daher als weiterführende akademische Qualifikation zu verstehen, die die bestehenden Master-Studiengänge (MPH und MSE) ergänzen, aber weder vom Inhalt noch vom Umfang her eine Konkurrenz zu Letzteren darstellen. Die PAE könnte durch die Kooperation mit einer Universität (z. B. Charité Berlin, s. o.) zukünftig mit einem Mastertitel verknüpft werden. Grundsätzlich könnte ein Mastertitel zur Anerkennung der Ausbildung inner-und außerhalb Deutschlands beitragen. Abhängig von den Erfahrungen, die dabei gesammelt werden, könnte die Kooperation zwischen RKI und Charité Modellcharakter für das EPIET entwickeln. Auch dies würde die Verbindung zwischen EPIET und PAE weiter stärken.Zugleich aber sollte verstärkt darauf geachtet werden, Absolventen der beiden Programme nachhaltig für eine Tätigkeit im ÖGD zu gewinnen. Dort werden sie ihre erlernten Fähigkeiten am besten einsetzen können. Außerdem sollten die Verantwortlichen der Trainingsprogramme regelmäßig evaluieren, ob die Ziele und Inhalte der Trainingsprogramme den aktuellen Trainingsbedürfnissen noch entsprechen. Inbesondere die PAE sollte versuchen, sich den Bedürfnissen des ÖGD anzupassen. Die Einbindung von Ausbil-dungsstätten in bisher 5 Bundesländern ist bereits der erste Schritt in die richtige Richtung.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Kor re spon die ren de Au torin Dr. Viviane Bremer, MD, MPH EPIET Chief coordinator European Centre for Disease Prevention and Control (ECDC) 17183 Stockholm, Schweden Visit: Tomtebodavägen 11A E-Mail: viviane.bremer@ecdc.europa.eu",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}