{
    "paper_id": "0cec36d77300b9b6a5680e812287d8a7cef3ad4e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sustainable response to the COVID-19 pandemic in the operating theatre: we need more than just personal protective equipment has the potential to overwhelm highly developed healthcare systems. 1 With the disease being highly contagious and capable of efficient asymptomatic transmission, there is a growing concern of patient and staff safety in anaesthesia and critical care amid the COVID-19 pandemic. 2 Our outbreak response is influenced by local contexts, including disease burden in the population, resources available to the healthcare system, and sociocultural considerations. Generations of Hong Kong people have witnessed the severe acute respiratory syndrome (SARS) outbreak in 2003. The emergence of COVID-19 has awakened a flood of fearful memories. Healthcare professionals in Hong Kong reacted expeditiously.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Since January 2020, our anaesthetic unit at Kwong Wah Hospital has been adopting a series of contingency measures aimed at reducing the risk of perioperative transmission of COVID-19, inspired by our experience during SARS in 2003 when we were the first district general hospital in Hong Kong to admit a patient with 'atypical pneumonia' subsequently known as SARS. We have incorporated the hierarchy of controls in designing our containment strategies, as discussed recently by Wong and colleagues 3 from Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "During the SARS crisis in 2003, about 49% of cases in Hong Kong were related to outbreaks in healthcare settings. 4 Since then, stringent infection control guidelines and practices have been introduced to our public hospitals. 5 As the SARS experience taught us the paramount importance of meticulous hand hygiene and safe de-gowning when using personal protective equipment (PPE), our hospital infection control team was quick to respond to the current outbreak by organising 'trainthe-trainer' workshops on PPE use for all specialties. Airway management is a particularly high-risk event, and multiple simulation training sessions have been organised by our anaesthetic colleagues to enhance preparedness in managing potential COVID-19 patients requiring ventilation support.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 227,
                    "end": 228,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Shortly after our local government activated the 'emergency response level' on January 25, 2020, less time-critical elective operations, such as hysterectomy for benign gynaecological conditions and joint replacement surgery, were postponed, aligning with the government's preparedness plan to reserve adequate resources for management of potential COVID-19 patients. Patients admitted to the hospital are screened for any recent history of fever, respiratory symptoms, travel, and close contact with sick individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Furthermore, frontline doctors are now able to retrieve a local resident's border crossing record within the past 30 days directly from the Immigration Department's system, 6 and deliberate concealment of any significant travel history is a criminal offense. Extensive contact tracing and mandatory quarantine policy played a significant role in outbreak containment. Highly sensitive reverse transcriptaseepolymerase chain reaction-based tests for the novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have been provided by the government-funded Public Health Laboratory Centre since January, and the average turnaround time is <24 h. The liberal testing approach endorsed by public health authorities allowed anaesthetists to screen for COVID-19 for highly suspected cases, a measure not in place back in the early days of the SARS epidemic in 2003. For elective surgeries, suspected cases are postponed until the patient tests negative twice.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "We also see a shift from general to regional anaesthesia whenever possible in our department as a measure to reduce the incidence of aerosol-generating procedures (AGPs), such as tracheal intubation. A small group of anaesthetists with special interest in regional anaesthesia assembled a 'peripheral nerve block support team' to assist other colleagues in performing more challenging techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Outside the operating theatre, we practise social distancing amongst ourselves in non-clinical areas. Transparent acrylic panels (Fig 1) are erected as protective barriers in staff rest areas, where healthcare workers have meals or close social contact. Alcohol hand sanitiser dispensers are placed in convenient locations to promote hand hygiene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Since the outbreak, many anaesthetists in Hong Kong have been routinely using N95 respirators, face shields, and waterresistant gowns during AGPs, even when COVID-19 is not suspected. Whilst it may be better to err on the side of caution, the shortage of PPE is a catastrophic reality that should not be understated. 7 In our city, administrative measures introduced to conserve PPE sparked grievances amongst frontline healthcare workers, who questioned the safety of extended use or reuse of N95 respirators. 8 The hotly contested issue of prudent use of PPE needs to be handled with empathy and sensitivity.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 511,
                    "end": 512,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Disruption to our usual clinical practice leads to a wide range of implications for our patients and fellow anaesthetists. If elective surgery is postponed to cater for potential influx of COVID-19 patients, how will we cope with the increasingly long waiting list when the pandemic is over? How can we minimise interruptions in specialty training and career development of those re-deployed to other clinical units during this time? If there is a need to ration healthcare resources, how should we maintain essential services in the operating theatre efficiently and ethically?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Although COVID-19 has an overall lower case fatality rate than SARS or Middle East respiratory syndrome (MERS) so far, 9 the tremendous stress placed on healthcare systems globally is alarming. 10 We must refrain from any sense of complacency and make no reservation in protecting healthcare workers from infection and exhaustion in this protracted battle against COVID-19. Whilst the outbreak is somewhat under control in Hong Kong, we are facing a potential shortage of PPE and isolation facilities. Now, 17 yr after the SARS terror, preparedness is still a lifelong lesson for us to learn.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "Anaesthesia is a safety-oriented specialty; anaesthetists are always trained to be proactive in risk management and well prepared for the worst-case scenario. We believe anaesthetists should play a pivotal role in tackling the COVID-19 crisis and preventing the breakdown of our healthcare system. This is a historic moment that calls for commitment and solidarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E"
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Facing Covid-19 in Italydethics, logistics, and therapeutics on the epidemic's front line",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med Adv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005492"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Pwh",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth Adv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.02.008"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparing for a COVID-19 pandemic: a review of operating room outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of SARS in the 2003 Hong Kong epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hong Kong Med J",
            "volume": "15",
            "issn": "",
            "pages": "12--18",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical management and infection control of SARS: lessons learned",
            "authors": [
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antivir Res",
            "volume": "100",
            "issn": "",
            "pages": "407--426",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus: two Hong Kong residents infected on Diamond Princess cruise die in Japan",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Shortage of personal protective equipment endangering health workers worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Union pushes back as Hospital Authority urges longer mask usage",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Three emerging coronaviruses in two decades",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Pathol",
            "volume": "153",
            "issn": "",
            "pages": "420--421",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are highperforming health systems resilient against the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Asgari",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Teo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "848--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.04.002"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Emmanuel H. L. Cheung*, Tom C. W. Chan, Jaclyn W. M. Wong and Man-Shun Law Hong Kong SAR, China *Corresponding author. E-mail: ehlcheung@connect.hku.hk Keywords: Coronavirus; COVID-19; Crisis management; Infection control; Pandemic; Preparedness; SARS EditordCoronavirus disease 2019",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}