{
    "paper_id": "0cf09beca1fd5c9236293bd4046c07c711f2dad1",
    "metadata": {
        "title": "Journal Pre-proof MEDICATION UNMASKED BRUGADA SYNDROME AND CARDIAC ARREST IN A COVID-19 PATIENT MEDICATION UNMASKED BRUGADA SYNDROME AND CARDIAC ARREST IN A COVID-19 PATIENT",
        "authors": [
            {
                "first": "Apostolos",
                "middle": [],
                "last": "Tsimploulis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Rashba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Tahmid",
                "middle": [],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ibrahim",
                "middle": [
                    "O"
                ],
                "last": "Almasry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhijeet",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Tahmid",
                "middle": [],
                "last": "Fhrs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhijeet",
                "middle": [],
                "last": "Fhrs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University Hospital of New York at Stony Brook",
                    "location": {
                        "addrLine": "101 Nicolls Rd",
                        "postCode": "11794",
                        "settlement": "Stony Brook",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in China in late 2019, and rapidly spread worldwide in the ongoing coronavirus disease pandemic. Although, it primarily affects the respiratory system, with severe cases leading to acute respiratory distress syndrome (ARDS), COVID-19 is associated with cardiovascular complications including myocardial injury, myocarditis, and malignant arrhythmias. We describe a case of fever and medication unmasking of Brugada syndrome and resulting polymorphic ventricular tachycardia (PMVT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 53-year-old Hispanic male with no significant medical history presented with dry cough, myalgias, headaches, anorexia, nausea and diarrhea for 2 weeks, with fevers and worsening shortness of breath for three days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "Upon admission, the patient was febrile to 39.9 o C, hypoxic at 86% oxygen saturation on room air, and tachypneic at 32 breaths per minute. He had sinus tachycardia to 122 beats per minute and blood pressure at 139/76 mmHg. Labs were significant for lymphopenia, elevated inflammatory markers, and elevated procalcitonin. His troponin was negative and brain natriuretic peptide was within the normal range. Electrolytes were grossly normal. Chest radiographs showed bilateral patchy airspace opacities. The patient was started on treatment for presumed COVID-19 pneumonia with hydroxychloroquine and azithromycin. Initial QTc on electrocardiogram (ECG) was 422 msec (Figure 1 ). However, he rapidly decompensated requiring intubation, followed by cardiac arrest from pulseless electrical activity from hypoxia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case"
        },
        {
            "text": "Return of spontaneous circulation (ROSC) occurred after 4 minutes of cardiopulmonary resuscitation (CPR) using 2 doses of 1mg epinephrine. Afterwards, he required hemodynamic support with norepinephrine and epinephrine infusions and was maintained on propofol and dexmedetomidine infusions for sedation. Troponin T increased to 1.52ng/mL immediately after resuscitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "Two hours later, the patient spiked another fever of 39.1 o C, followed by second cardiac arrest due to PMVT. ROSC was achieved after single 200J defibrillation, 5 min of CPR, and 1mg epinephrine. Review of telemetry immediately prior to the arrest revealed transient sinus bradycardia with development of new right bundle branch block (Figure 2A) , which progressed to a junctional escape rhythm with dramatic widening of the right bundle branch block ( Figure   2B ), followed by development of Brugada Type 1 pattern and PMVT ( Figure 3 ). After ROSC, sinus tachycardia resumed and QRS narrowed back to baseline without significant abnormalities. No QTc prolongation was noted preceding or following the event. Potassium was 4.8 mmol/L and magnesium was 3.2 mg/dL at the time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 347,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 466,
                    "text": "Figure   2B",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 539,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Case"
        },
        {
            "text": "Dexmedetomidine was discontinued as this likely contributed to his bradycardia and his fevers were aggressively treated with IV acetaminophen. Hydroxychloroquine and azithromycin were stopped. Following his cardiac arrest, he required 4 vasopressors at maximum doses with hypoxia despite maximum ventilator settings. High dose steroids were initiated. Serial troponin T declined to 0.72 ng/mL that evening. The following day he continued to deteriorate with multiorgan failure. The patient's family decided to withdraw care, and the patient immediately passed away after extubation. His nasal swab from admission confirmed infection with the SARS-CoV-2 virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "The distinct type I pattern electrocardiographic presentation of BrS, with \"coved\" ST elevation ≥ 2 mm and negative symmetric T wave inversions in V1-2, and its association with sudden cardiac death, was initially described in 1992. 1 The estimated prevalence ranges from 1 per 5,000 people to 1 per 2,000 people. 2 Data from the SABRUS study showed that the first arrhythmic event is predominantly in the middle-aged population, with peak presentation between 38-48 years. 3 BrS demonstrates autosomal dominant inheritance. Multiple gene mutations have been identified, but the most common is in the SCN5A gene encoding for the cardiac sodium channel, leading to a decrease in sodium current. 4 Stronger expression of the transient outward potassium current, I to in the right ventricular outflow tract (RVOT) epicardium renders the epicardium more susceptible to the reduced depolarization force. In one postulated arrhythmic mechanism, the loss of action potential dome in the (RVOT) epicardium leads to dispersion of repolarization across the ventricular wall and creates a vulnerable window for phase 2 reentry and an extrasystole to initiate VT/VF. 5 Another potential arrhythmic mechanism suggests that localized conduction slowing in the RVOT can cause a membrane potential gradient with the right ventricle, and triggers for VT/VF can originate from the border zone between early and delayed depolarization. 5 6 Arrhythmic events typically occur during sleep and situations of heightened vagal tone.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 315,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 474,
                    "end": 475,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 694,
                    "end": 695,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1155,
                    "end": 1156,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1417,
                    "end": 1418,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Significant precipitating factors include fever, bradycardia, sodium channel blockers, tricyclic antidepressants, and cocaine. 6,7 A postulated mechanism of precipitation of BrS with fever is exacerbation of mutant loss of function sodium channels in high temperatures. 8 Adler et al. found that a Type I Brugada pattern ECG was found in 2% of 402 patients with fevers evaluated in an emergency room setting, compared to 0.1% of afebrile controls. 9 To the best of our knowledge, this is the first reported case of transient unmasking of BrS with associated PMVT in a patient infected by SARS-CoV-2. The patient likely had incomplete penetrance of a Brugada genotype, and a high fever alone was not able to elicit the characteristic Brugada ECG pattern, as evidenced by the initial normal ECG taken when the temperature was 39.9 o C. However, the combination of high fevers and bradycardia was able to elicit Brugada ECG changes and PMVT. With resolution of bradycardia after CPR, defibrillation and epinephrine administration, the Brugada ECG changes completely resolved. The most likely cause of bradycardia was the use of dexmedetomidine, a centrally acting alpha-2 agonist commonly used in intubated patients as a sedative and analgesic, but observed to induce bradycardia in up to 42% of patients. 10 The bradycardia may be due to a combination of baroreflex-mediated reduction in heart rate, centrally mediated reduced sympathetic tone, and increased vagal tone. 11 Propofol may have contributed, as it has been associated with malignant arrhythmias in BrS. 12 Conflictingly, more recent studies have demonstrated safe use of propofol in patients with BrS. 13 It is unlikely that hydroxychloroquine and azithromycin contributed. Neither drug has been described to exacerbate BrS and QTc was normal on all ECGs. However, interestingly, an in vitro study found that acute exposure to azithromycin resulted in transient reduction in peak SCN5A currents. 14 Acidosis and myocarditis can also unmask Brugada, but do not seem to play a major role in this case. The initial ECG was normal despite severe acidosis with pH 7.09, and normalized after PMVT arrest, at which time pH was still 7.13. Troponin and brain natriuretic peptide were normal on presentation, making acute myocarditis unlikely. The troponin did elevate immediately after the initial PEA arrest and had serial decline over the next day, likely reflecting transient myocardial injury, but is uncertain whether this contributed to the unmasking of Brugada syndrome. Preexisting structural heart disease cannot be excluded and autopsy was not performed.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1303,
                    "end": 1305,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1663,
                    "end": 1665,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chang et al. have also described a patient with syncope and Brugada pattern ECG in the setting of COVID-19 and fever. In that case, no arrhythmic events were noted, and the patient was discharged with a Lifevest as a bridge to ICD implantation. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although BrS is relatively rare, health care providers should be aware that BrS can be unmasked in COVID-19 patients by high fevers and medications that are commonly used in emergency and critical care settings. A baseline ECG should be obtained for all patients. If telemetry is available, V1 should be monitored for Brugada ECG changes and leads II or V5 for QTc prolongation for patients on hydroxychloroquine. If Brugada ECG changes are seen, treatment of fever and bradycardia should be a priority, as well as avoidance of medications that could provoke BrS. 2) A baseline ECG should be obtained for all COVID19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "3) If Brugada ECG changes are seen, treatment of fever and bradycardia should be a priority, as well as avoidance of medications that could provoke Brugada syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current electrocardiographic criteria for diagnosis of Brugada pattern: A consensus report",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bayés De Luna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baranchuk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Electrocardiology",
            "volume": "45",
            "issn": "5",
            "pages": "433--442",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Brugada Syndrome: A Review of the Literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Med",
            "volume": "14",
            "issn": "5",
            "pages": "482--489",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Age of First Arrhythmic Event in Brugada Syndrome: Data from the SABRUS (Survey on Arrhythmic Events in Brugada Syndrome) in 678 Patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Milman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andorin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gourraud",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circ Arrhythmia Electrophysiol",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Present Status of Brugada Syndrome: JACC State-of-the-Art Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Campuzano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sarquella-Brugada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "72",
            "issn": "9",
            "pages": "1046--1059",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathophysiological mechanisms of Brugada syndrome: Depolarization disorder, repolarization disorder, or more?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meregalli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cardiovascular Research",
            "volume": "67",
            "issn": "3",
            "pages": "367--378",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Arrhythmogenic Disorders of Genetic Origin: Brugada syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mizusawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilde A A M",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Circ Arrhythmia Electrophysiol",
            "volume": "5",
            "issn": "3",
            "pages": "606--616",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Drugs and Brugada syndrome patients: Review of the literature, recommendations, and an up-to-date website",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Postema",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolpert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ionic Mechanisms Responsible for the Electrocardiographic Phenotype of the Brugada Syndrome Are Temperature Dependent",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dumaine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brugada",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circ Res",
            "volume": "85",
            "issn": "9",
            "pages": "803--809",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fever-induced Brugada pattern: How common is it and what does it mean?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Topaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Heart Rhythm",
            "volume": "10",
            "issn": "9",
            "pages": "1375--1382",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dexmedetomidine vs Midazolam for Sedation of Critically Ill Patients A Randomized Trial JAMA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Riker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "301",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dexmedetomidine: A Novel Sedative-Analgesic Agent",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gertler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Silvius",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Baylor Univ Med Cent Proc",
            "volume": "14",
            "issn": "1",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Anesthetic management of patients with Brugada syndrome: A case series and literature review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kloesel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Narr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Weingarten",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Can J Anesth",
            "volume": "58",
            "issn": "9",
            "pages": "824--836",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Electrocardiographic Effects of Propofol versus Etomidate in Patients with Brugada Syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flamée",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Varnavas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dewals",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "132",
            "issn": "3",
            "pages": "440--451",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Azithromycin Causes a Novel Proarrhythmic Syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Prinsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Bersell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circ Arrhythm Electrophysiol",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Journal Pre-proof COVID-19 Infection Unmasking Brugada Syndrome COVID-19 Infection Unmasking Brugada Syndrome Short Title: COVID-19-Induced Syncope",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Garcia-Bengo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heart Case Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hrcr.2020.03.012"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Admission ECG with sinus tachycardia at 109 bpm, QTC of Telemetry showing A. Sinus bradycardia with progressive right bundle branch block and B. Progression to junctional bradycardia with dramatic widening of right bundle branch block Telemetry syndrome can be unmasked in COVID-19 patients by high fevers and medications that are commonly used in emergency and critical care settings.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}