{
    "paper_id": "0cfaed064924ebb394c6eceb262bf25c9402e3d8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "TSS-Erkrankungen sind relativ selten. Bei entsprechenden Symptomen und Befunden wird deshalb oft erst spät oder gar nicht an ein TSS gedacht. Heute erkranken v. a. jüngere Erwachsene, aber auch Kinder beiderlei Geschlechts. In den USA lag das Durchschnittsalter der Patienten mit menstruellem TSS seit den 80er Jahren bei 22-23 Jahren, das der Patienten mit nicht-menstruellem TSS (Frauen und Männer) bei 27-30 Jahren. 1994 betrug der Anteil nicht-menstrueller TSS-Fälle in den USA 42%. Kinder <10 Jahren erkranken sehr selten an einem TSS. Beim TSS handelt es sich meist um sporadische Erkrankungen, vereinzelt wurde auch über nosokomiale Infektionen berichtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "Der bakterielle Erreger des TSS ist Staphylococcus aureus. Für das menstruationsassoziierte Krankheitsbild wurden Isolationsraten von Staphylococcus aureus bei Vaginal-bzw. Zervixabstrichen zwischen 74 und 98% berichtet, bei gesunden menstruierenden Frauen lagen die Trägerraten dagegen mit 1,5-16% deutlich niedriger. Die Staphylokokkenstämme beim TSS gehören meist zur Phagengruppe 1,speziell wurden die Phagentypen 29 und 52 gefunden. Bei manchen TSS-Patienten handelt es sich offensichtlich \"nur\" um eine Besiedlung (z. B. Vagina, Respirationstrakt), in vielen Fällen aber um eine Infektion durch Toxin produzierende Staphylococcus-aureus-Stämme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiopathogenese"
        },
        {
            "text": "Bei ᭤primären durch Staphylococcus aureus verursachten Infektionen kommt es überwiegend zu Haut-, Schleimhaut-und Weichteilinfektionen (z. B.Abszesse, Phlegmonen), seltener zu \"tieferen\" Organinfektionen (z. B. Osteomyelitis, Arthritis, Pyomyositis, Endokarditis, Pneumonie, Tracheitis, Sinusitis, Nierenabszess, Mastitis) bzw. Sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiopathogenese"
        },
        {
            "text": "Zu den ᭤sekundären Staphylococcus-aureus-Infektionen, die durch ein TSS kompliziert werden können, zählen solche nach Operationen, Instrumentationen, thermischen Schädigungen, Insektenstichen, Verletzungen, respiratorischen Virus- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ätiopathogenese"
        },
        {
            "text": "Das ᭤Spektrum der von Staphylococcus aureus gebildeten Toxine umfasst u. a. Hämolysine, die epidermolytischen Toxine (Exfoliativtoxine) ETA und ETB, Toxicshock-Syndrome-Toxin1 (TSST-1) und mehrere Enterotoxine. Neben den klassischen Enterotoxinen SEA-SEE ist die Reihe der Enterotoxine in den letzten Jahren durch weitere Vertreter (SEG, SEH, SEI, SEJ) ergänzt worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Neben durch das TSST-1 ausgelösten Schocksyndromen wurden auch solche durch die Enterotoxine B, C und H beschrieben. TSST-1-negative Stämme von Staphylococcus aureus, die ein TSS hervorrufen, bilden dabei ein oder mehrere dieser Enterotoxine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Das ᭤TSST-1, zuerst als \"Enterotoxin F\" bezeichnet, wurde bei 90-100% der Staphylococcus-aureus-Stämme von menstruellen und bei 40-60% der Stämme von nicht-menstruellen TSS-Patienten nachgewiesen. ᭤Enterotoxin B kommt bei 40-50% der Staphylococcus-aureus-Stämme von nicht-menstruellen TSS-Fällen vor. Dagegen wird der heterogene ᭤Enterotoxin C-Typ (SEC 1-3 , SEC Bovine , SEC Ovine ) nur selten (3%) als Erreger von nicht-menstruellen TSS-Fällen gefunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Entsprechende Untersuchungen haben ergeben, dass ein bestimmtes Milieu (ähnlich dem in der Vagina während der Menstruation) die Toxinproduktion fördert (neutraler pH, hohe Pco 2 -Konzentration, hohe Proteinkonzentration).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Die genannten Toxine gehören zu pyrogenen Exotoxinen, die als ᭤Superantigene fungieren, d. h. sie stimulieren bereits in geringen Konzentrationen T-Lymphozyten, die über eine spezifische V-β-Region verfügen. Durch die Stimulation kommt es zu einer massiven ᭤Ausschüttung verschiedener Zytokine (IL-1, TNF-α), die komplexe, sich verstärkende Wechselwirkungen aufweisen. Klinische Folgen der massiven Zytokinausschüttung sind Fieber,Absinken des Gefäßtonus, Endothelschädigung (\"capillary leak syndrome\"), Hypotension, interstitielles Ödem, vaskuläre Kongestion, ischämische Organschädigung. Histologisch finden sich keine Hinweise auf eine bakterielle Invasion, sondern nur minimale Entzündungsreaktionen, perivaskuläre mononukleäre Infiltrate und interstitielles Ödem (TNF-α hemmt die Mobilisierung der neutrophilen Granulozyten).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Ob es bei einem Menschen mit Besiedlung bzw. Infektion durch einen Toxin produzierenden Staphylococcus-aureus-Stamm zu einem TSS kommt oder nicht, hängt auch davon ab, ob der Patient über ᭤Anti-TSST-1-Antikörper verfügt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörper gegen Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Viele Erwachsene erwerben solche Antikörper, ohne an einem TSS erkrankt gewesen zu sein. So haben 90% der gesunden Erwachsenen entsprechende Antikörpertiter.Personen,die keine Anti-TSST-1-Antikörper aufweisen,hatten of- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörper gegen Staphylococcus-aureus-Toxine"
        },
        {
            "text": "Die Diagnose \"TSS\" kann durch verschiedene,z.T.aufwändige ᭤Laboruntersuchungen gestützt werden: Untersuchung der Staphylococcus-aureus-Stämme zur Detektion der Toxinproduktion, Nachweis der Toxingene mittels PCR, Nachweis von Antikörpern gegen TSST-1 und SEB im Patientenserum, Bestimmung des Anteils V-β 2 -positiver Lymphozyten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "In der Routinediagnostik basiert die Diagnose aber letztendlich auf der Synopsis klinischer Symptome und Befunde sowie hinweisender Laborbefunde. Tabelle 2 enthält wichtige, auf ein TSS hinweisende Laborbefunde.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "Je nach klinischer Situation sollte versucht werden, den \"Fokus\" zu identifizieren und in Sekreten (Vagina,Wunden),Abstrichen (Nase, Rachen), Urin, Blut oder Liquor den Erreger nachzuweisen. Zur mikrobiologischen Diagnosesicherung können isolierte Staphylococcus-aureus-Stämme auf ihre Fähigkeit zur Toxinbildung untersucht werden. Es ist jedoch zu beachten, dass Toxin bildende Staphylococcus-aureus-Stämme auch bei Gesunden vorkommen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nachweis von Staphylococcus aureus"
        },
        {
            "text": "Trotz typischer klinischer Symptome und Befunde gelingt es aber oft nicht, einen Staphylococcus-aureus-Stamm anzuzüchten, da viele Patienten bereits zuvor mit Antibiotika behandelt wurden. Ein negativer bakteriologischer Befund schließt also das Vorliegen eines TSS nicht aus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nachweis von Staphylococcus aureus"
        },
        {
            "text": "Serologische Untersuchungen beim TSS können ergänzend herangezogen werden. Eine hoher Titer von Antikörpern gegen TSST-1 zu Beginn der Erkrankung kann als protektiv angesehen werden, wohingegen ein niedriger Antikörperspiegel zu Beginn der Erkrankung (ggf. mit einem späteren Anstieg) als Hinweis auf ein TSS gewertet werden muss. Auch in größeren Studien zeigte sich, dass Antikörpertiter gegen TSST-1 von akut an TSS erkrankten Patienten und gesunden Kon- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nachweis von Antikörpern gegen TSST-1 und SEB im Serum"
        },
        {
            "text": "Negative Ergebnisse von Untersuchungen zum Nachweis von Antikörpern gegen Leptospiren, Legionellen, Rickettsien, Rötelnvirus und Masernvirus unterstützen die Verdachtsdiagnose \"TSS\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere mikrobiologische Untersuchungen"
        },
        {
            "text": "Im Blut können eine mäßiggradige bis ausgeprägte Leukozytose nachweisbar sein sowie eine deutliche Neutrophilie (80-90%) mit Linksverschiebung im Differenzialblutbild, Thrombozytopenie, beschleunigter BSR sowie erhöhten Werten bei Transaminasen,Amylase, Harnstoff, Kreatinin, Bilirubin, Kreatinphosphokinase. Oft findet sich eine Hypokalzämie (Tabelle 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Diagnostik"
        },
        {
            "text": "Bei einigen Patienten lassen sich Proteinurie, Leukozyturie und Hämaturie nachweisen. Je nach klinischer Symptomatik sind EKG, EEG, Röntgen-bzw. Ultraschalluntersuchungen indiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstige Diagnostik"
        },
        {
            "text": "In Tabelle 3 sind die wichtigsten Erkrankungen aufgeführt, die als Differenzialdiagnosen zum TSS in Betracht kommen. Die Antibiotika verhindern eine weitere Toxinproduktion sowie Rezidive, haben aber auf die bereits eingetretenen toxinbedingten Organschädigungen keinen Einfluss. Die Applikation erfolgt intravenös und in Maximaldosen. Toxin produzierende MRSA-Stämme kommen extrem selten vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzialdiagnosen"
        },
        {
            "text": "Auch eine antitoxische Behandlung mit ᭤Immunglobulinen erscheint pathophysiologisch sinnvoll. Dickgiesser fand bei verschiedenen käuflichen Immunglobulinen hohe Titer an Anti-TSST-1-Antikörpern (mit einer Streubreite von 1:80-1:4200) [2] . Klinisch kontrollierte Studien liegen hierzu allerdings nicht vor, ebenso wenig Daten über eine theoretisch denkbare Plasmapherese zur Toxinelimination.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Differenzierung zwischen TSS und Kawasaki-Syndrom"
        },
        {
            "text": "Durch eine kurzzeitige Gabe von ᭤Steroiden können Fieberdauer und schwere Erkrankungen günstig beeinflusst werden. In therapieresistenten Fällen mit schwerer Schocksymptomatik wird eine frühzeitige Behandlung mit Methylprednisolon (10-30 mg/kg KG/Tag) empfohlen. Es gibt aber hierzu keine kontrollierten Studien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzierung zwischen TSS und Kawasaki-Syndrom"
        },
        {
            "text": "Es gibt beim TSS z. T. sehr schwere, aber auch mildere Verläufe. Letztere werden oft nicht als TSS erkannt und dementsprechend nicht adäquat behandelt, was Rezidive zur Folge haben kann (dies betrifft v. a. menstruierende Frauen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Aus der zu Beginn typischerweise vorhandenen Thrombozytopenie kann sich im weiteren Verlauf eine Thrombozytose entwickeln. Das Ausmaß der Hautschuppung kann im Einzelfall sehr unterschiedlich ausgeprägt sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Die meisten ᭤Komplikationen sind Folge der verminderten Perfusion durch die Hypotension. Zu den möglichen TSS-Komplikationen zählen Herzinsuffizienz, Arrhythmie, Lungenödem bzw. ARDS, DIC, Niereninsuffizienz, Enzephalopathie, Herpes febrilis. Das \"capillary leak syndrome\" kann Perikard-und Pleuraergüsse sowie Aszites zur Folge haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Die ᭤Prognose wird v. a. bestimmt von der Dauer des Schocks und dem Ausmaß der Organdysfunktionen. Die Prognose ist umso günstiger, je früher die Dia-Wichtig ist die Unterscheidung zwischen TSS und Kawasaki-Syndrom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Im Vordergrund stehen Schockbehandlung und Monitoring auf der Intensivtherapiestation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "᭤ Antibiotiktherapie Clindamycin spielt eine besondere Rolle. gnose gestellt wird und eine effektive Therapie beginnt. Bei den meisten Patienten kommt es zur kompletten Heilung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Die ᭤Letalitätsrate des TSS wird heute mit etwa 2-4% angegeben. Mögliche Ursachen für einen Exitus letalis sind: Kardiomyopathie, Arrhythmie, respiratorische Insuffizienz und (selten) Blutungen. Es handelt sich dabei überwiegend um Fälle von nicht-menstruellem TSS (am ehesten bedingt durch nicht oder zu spät gestellte Diagnose).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Zu den potenziellen Folgeerscheinungen eines TSS zählen der (reversible) Verlust von Finger-und Zehennägeln nach 1-2 Monaten, prolongierte Müdigkeit und Muskelschwäche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf, Komplikationen, Prognose"
        },
        {
            "text": "Bei Frauen, die ein TSS durchgemacht haben, besteht ein erhöhtes Risiko, erneut an einem TSS zu erkranken. Das Auftreten eines TSS-Rezidivs (bzw. von Rezidiven) kann Folge ausgebliebener bzw. inadäquater Therapie oder ungenügender Produktion von Anti-TSST-1-Antikörpern sein. Es wurde berichtet, dass eine adäquate Antibiotikatherapie die Rezidivrate von 65% auf <1% senken kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rezidive und Prophylaxe"
        },
        {
            "text": "Durch Verzicht auf die Verwendung von Tampons kann das Risiko eines menstruellen TSS reduziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rezidive und Prophylaxe"
        },
        {
            "text": "Bei den meisten Patienten kommt es zur kompletten Heilung. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literatur"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Toxic shock syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chesney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Textbook of pediatric infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "830--852",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hrsg) Staphylokokken-Infektionen",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dickgiesser",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "68--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toxic shock syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schlievert",
                    "suffix": ""
                },
                {
                    "first": "Mac",
                    "middle": [],
                    "last": "Donald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "1689--1696",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The toxic shock syndromes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Dis Clin North Am",
            "volume": "10",
            "issn": "",
            "pages": "727--746",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Toxic shock syndromes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatric infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "107--111",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "(eds) Principles and practice of infectious diseases, 5th edn",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldvogel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2069--2076",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ToxinAnti-TSST-1-Antikörper",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "i.-v.-Antibiotikum: Isoxazolylpenizillin oder Cephalosporin der 2. Generation in Kombination mit Clindamycin (Stopp der Toxinproduktion) Fokussanierung (Drainage, Spülung) Fremdkörperentfernung (z. B.Tampon) Methylprednisolon/Dexamethason? Immunglobulin?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "n e -Z e rt if iz ie ru n g u n te r h tt p :/ /w w w .m e d iz in o n li n e .d e",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Menstruelles und nicht-menstruelles TSS Das TSS kommt selten vor Es erkranken v.a.jüngere Erwachsene und Adoleszenten Staphylococcus-aureus-Stämme der Phagengruppe 1, die Toxin produzieren Eingriff kann beim postoperativen TSS einige Tage bis mehrere Wochen betragen (u.U. ist der Patient bei Beginn der Symptomatik bereits aus der Klinik entlassen). Dass die Verwendung von vaginalen Tampons während der Menstruation einen signifikanten Risikofaktor darstellt, konnte in mehreren kontrollierten Studien in den USA nachgewiesen werden (über 90% der Patientinnen mit menstruellem TSS benutzten Tampons). Besonders Tampons mit hoher Saugfähigkeit wurden mit dem Auftreten eines TSS assoziiert. Typischerweise tritt das menstruelle TSS in der Zeit zwischen Mitte und Ende einer Menstruation auf.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Erbrechen und Durchfall. Typisch sind systolische Blutdruckwerte von <90 mmHg bzw. bei Kindern unterhalb der 5. Perzentile der alterspezifischen Normwerte. Das Exanthem wird als sonnenbrandähnlich bzw. skarlatiniform beschrieben. Auch Gallenblasenhydrops und Pankreatitis können vorkommen. Ausgeprägte Ödeme sind weniger bedingt durch Nierenversagen oder Hyperhydratation, sondern v. a. Folge des \"capillary leak syndrome\", d. h. die intravasale Flüssigkeit diffundiert ins Gewebe.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ein negativer bakteriologischer Befund schließt das Vorliegen eines TSS nicht aus.Hinweisende Laborbefunde beim TSSStaphylococcus-aureus-Nachweistrollpersonen signifikant unterschiedlich sind. So fanden Crass et al. bei akut Erkrankten in 82% niedrige Antikörperspiegel, bei Gesunden hingegen hohe Titer vom >1:800. Ein Großteil der Normalpopulation scheint daher durch stille Feiung geschützt.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Besonders wichtig ist die Unterscheidung zwischen TSS und Kawasaki-Syndrom (Tabelle 4). Die Patienten mit Kawasaki-Syndrom sind meist weniger schwer erkrankt als TSS-Patienten. Gemeinsam sind beiden Krankheiten das hohe Fieber, die Hyperämie der Schleimhäute und das Exanthem mit nachfolgender Hautschuppung. Myalgie, Erbrechen, Bauchschmerzen, Durchfall und Schock fehlen jedoch beim Kawasaki-Syndrom. TSS-Patienten bedürfen eines engmaschigen Monitorings (u. a. Messung des zentralen Venendrucks) auf einer Intensivtherapiestation. Tabelle 5 enthält die wichtigsten therapeutischen Maßnahmen beim TSS. Im Vordergrund steht die symptomatische Therapie, d. h. v. a. eine konsequente Schocktherapie mit Volumen-und Elektrolytsubstitution, ggf. auch eine Gabe von Sauerstoff und Katecholaminen. Bei Lungen-oder Nierenversagen sind künstliche Beatmung bzw. Dialysebehandlung indiziert. Tamponentfernung und Vaginallavage sollten in jedem Fall von menstruationsassoziierter Erkrankung erfolgen. Bei bekanntem infektiösen Fokus (z. B. Sinusitis,Arthritis, Osteomyelitis) sind ggf. chirurgische Eingriffe (mit Drainage und evtl. Spülung) indiziert. Nach Abnahme entsprechender Kulturen ist eine frühzeitige Behandlung mit einem gegenüber Staphylokokken wirksamen ᭤Antibiotikum (z. B. Isoxazolylpenizillin oder Zephalosporin der 2. Generation) einzuleiten. Clindamycin soll darüber hinaus die Toxinproduktion hemmen und erscheint daher als Kombinationspartner sinnvoll.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "I. Auf klinischen Symptomen undBefunden II. Auf klinisch-chemischen und hämatologischen Befunden III. Auf mikrobiologischen Befunden IV. Auf immunologischen Befunden V. Auf dem Toxinnachweis a) I und II treffen zu b) I und IV treffen zu c) I und V treffen zu d) Nur I trifft zu e) Nur V trifft zu 6. Die Therapie des Toxic-shock-Syndroms I. Besteht v. a. in supportiven Maßnahmen II. Umfasst auch die Gabe von Antibiotika III. Besteht in der Beseitigung eines infektiösen Fokus IV. Umfasst die Gabe von Immunsuppressiva V. Erfordert die Gabe von Immunglobulinpräparaten a) I, II und III treffen zu b) I, III und V treffen zu c) I und II treffen zu d) I und IV treffen zu e) Nur II trifft zu Einsendeschluss: 06. Februar 2002 Antworten in Heft 2/2002 Antworten aus Heft 10/01: 1b, 2e, 3c, 4c, 5a, 6c, 7d, 8d, 9b, 10a Dieser Antwortbogen bezieht sich auf die Fragen des vorausgehenden Fortbildungsbeitrags. Aus Gründen der korrekten Identifizierung können an dieser Aktion nur Individualabonnenten der MONATSSCHRIFT KINDERHEILKUNDE teilnehmen; deswegen ist die Angabe Ihrer Abonnentennummer obligatorisch. Ihre Abonnentennummer finden Sie auf dem Adressaufkleber Ihrer Zeitschrift zu Beginn der dritten Zeile bzw. auf Ihrer Rechnung neben dem Wort \"Auftragsnummer\". Ihre Abonnentennummer besteht aus bis zu sieben Ziffern,einem Schrägstrich und zwei darauffolgenden Ziffern (siehe rechts). (In Ausnahmefällen fragen Sie nach Ihrer Abonnentennummer unter 06221/3450.) Nicht komplett ausgefüllte oder unleserliche Fragebögen bzw.Fragebögen mit falscher Abonnentennummer bzw. falscher Faxnummer können nicht berücksichtigt werden. Darum sollte auf dem maschinenlesbaren Bogen nichts durchgestrichen oder überschrieben werden. Die richtigen Antworten erscheinen in der übernächsten Ausgabe der MONATSSCHRIFT KINDERHEILKUNDE am Ende der Rubrik \"Fortbildung\". Im Dezember 2001 faxen wir Ihnen das nächste Mal die Auswertung Ihrer eingesandten Antwortbögen zu. Darum benötigen wir zwingend Ihre Faxnummer. einfacher ist die Teilnahme online unter www.medizinonline.de.Wenn Sie Ihren Fragebogen online ausfüllen, erhalten Sie die Auswertung per E-Mail.Zusätzlich können Online-Nutzer Ihren aktuellen Ergebnisstand jederzeit abrufen;das aktuelle Ergebnis natürlich erst nach dem Einsendeschluss. Mit dem Absenden des Antwortbogens stimme ich zu,dass meine Daten für die Auswertung der Zertifizierungsbögen gespeichert werden und ich an die angegebene Faxnummer eine Auswertung geschickt bekomme. Der Verlag versichert, dass die Daten nur zu diesem Zweck verwendet werden. Einsendeschluss (Eingang im Verlag) ist der 06.02.2002 Senden Sie den Fragebogen bitte nicht auf dem Postweg zurück, sondern an: Fax-Nummer: 06221/616477 (nur in Originalgröße faxen)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}