{
    "paper_id": "0d000d65c859391a8c505e1a22910a6d75554fd6",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sara",
                "middle": [],
                "last": "Cherri",
                "suffix": "",
                "affiliation": {},
                "email": "sara.m.cherri@gmail.coms.cherri.⁎correspondingauthorat:"
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Noventa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Zaniboni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Is the oncologic patient more susceptible to covid19 but perhaps less likely to undergo severe infection-related complications due to fewer cytokines storm as a consequent of the associated immunodeficiency?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Background Few data are available in literature on the outcome of cancer patient during the covid-19 infection; however, the data published so far are not very encouraging. In particular, both the study by Wang et al. [1] and Liang et al. [2] concluded with the hypothesis that cancer could lead to a higher risk of both infection and death from covid19. However, other authors [3] have highlighted the limitations of these studies. In fact, if we can consider at risk of worse outcome an oncological patient with advanced age and comorbidity such as obesity, hypertension and diabetes, on the other hand we cannot certainly conclude that cancer itself is to be considered a negative prognostic factor of complication and / or exitus in case of covid19 infection. We know that the cytokine cascade is probably responsible for acute respiratory complications in patients who develop a severe covid19 infection. On this assumption are based the ongoing trials with immunosuppressive drugs, selective cytokine inhibitors and other drugs with a molecular target such as Janus kinase (JAK) inhibitors [4] . On the other hand, we know the complexity of the tumor immunological profile, defined as immunoediting. Cancer immunoediting is the process by which the immune system can both limit and promote tumor development through three stages called elimination, balance and escape. During these stages, the tumor changes his immunogenicity and acquires immunosuppressive mechanisms that allow disease progression. Many studies have shown how several chemotherapy regimens can lead to a long-term change in immunological parameters, in particular to a depletion of the lymphocyte population [5] . We should add that cancer patients can present lymphopenia regardless of the ongoing treatments.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1683,
                    "end": 1686,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These considerations and the clinical evidence based on the observation of outcomes in our patients positive to covid19, lead us to wonder if the lymphopenic status of the patients that were ongoing chemotherapy treatment somehow increases the susceptibility to the infection but reduces the probability of respiratory complications, maybe due to the lack of an adequate lymphocyte response and consequent insufficient cytokine cascade (Fig. 1) . Further studies based on a larger oncological population will provide a more accurate answer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 444,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Hypotheses"
        },
        {
            "text": "On the left an extended inflammatory involvement in an immunocompetent host covid19+ following a huge cytokine response (macrophage inflammatory protein 1-α, interleukin (IL)-2, IL-7, monocyte chemoattractant protein 1, granulocyte-colony stimulating factor, interferon-γ inducible protein 10 a nd tumour necrosis factor-α), on the right an oncological patient undergoing immunosuppressive chemotherapy treatment who develops a less extensive pneumonia with uncomplicated course due to the insufficient cytokine response for altered lymphocytic profile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1. Medical hypotheses:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "HLH Across Speciality Collaboration, UK. COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tattersall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lymphocyte depletion during treatment with intensive chemotherapy for cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackall",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Blood",
            "volume": "84",
            "issn": "7",
            "pages": "2221--2229",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.mehy.2020.109758.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}