{
    "paper_id": "0d0b3d3719ac6e5068bbf5f59256bdb32f5cf0c1",
    "metadata": {
        "title": "Teaching nuclear medicine in the pandemic-a new challenge for the faculty",
        "authors": [
            {
                "first": "Rafał",
                "middle": [],
                "last": "Czepczyński",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Medical Sciences",
                    "location": {
                        "settlement": "Poznań",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jolanta",
                "middle": [],
                "last": "Kunikowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Warsaw",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "'There have been as many plagues in the world as there have been wars, yet plagues and wars always find people equally unprepared'-although written more than 70 years ago, this sentence by Albert Camus perfectly describes the situation that our communities have been facing since the beginning of 2020 [1] . Just a few months ago, some terrifying images of a new viral disease outbreak in China were received here in Europe with some reserve as an unrealistic report from another planet or a low-budget dystopic movie. And now, here it is, the COVID-19 pandemic that has in a few weeks time turned all our professional and private activities upside down, not just by the direct impact of the disease on our health and by the tremendous involvement of medical staff in the treatment of the severe cases, but, in no small measure, by the means of prevention, since the social distancing has been recognized the most effective preventative strategy aimed at deceleration of the coronavirus spread in the communities [2] . The pandemic presents practical and logistical challenges and concerns also for medical faculties as students and teachers may represent a vector of COVID-19 transmission to the patients, particularly when asymptomatic, and may also acquire the virus in the course of training [3] . In response to this concern, governments and school rectors have cancelled practically all teaching activities at the medical faculties (and all other education facilities).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "Responding to the demand for continuing education as previously scheduled, the universities' management encouraged their teaching staff to use methods of distant learning using an online platform (e-learning). In the field of medicine, practical skills cannot be apprehended without direct contact between the educators and trainees, though the theoretical knowledge still can be obtained by an indirect contact, using online communication. In nuclear medicine, practical hands-on experience does not seem to be crucial for future doctors and the direct contact with patients, though advantageous under normal conditions, does not play the key role in acquiring the basic necessary knowledge about diagnostic and therapeutic applications of nuclear medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "From our local perspective, the Polish authorities introduced a complete lockdown of education at all universities starting from 12 March 2020. Sudden adaptation to the unprecedented conditions has been challenging for both tutors and medical students. The prompt transition to online methods of education may have caused a lot of technical, organizational and even emotional problems. Therefore, we decided to examine the first reaction of the teaching staff in the nuclear medicine departments in order to exchange ideas on how to organize an effective system of distant education for our students. Just for the beginning, we sent out a survey to 11 nuclear medicine departments of major medical faculties in Poland on 24 March 2020 i.e. 12 days after cancellation of all regular teaching activities. The questionnaire included queries regarding the regular practice of teaching nuclear medicine (year of the studies, teaching quota per student, number of students participating in clinical classes), current situation of teaching nuclear medicine, methods used for e-learning, as well as possible modifications of credit approval. Finally, the academic teaching staff were asked about their subjective assessment of the quality of teaching during pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "Out of 11 universities requested, the anonymized responses from representatives of nine departments were received. Two of them did not fill the form because currently, their departments were not involved in teaching as the courses of nuclear medicine were scheduled in the winter semester (until February) and have been completed before the pandemic restrictions. In the remaining seven departments, education of nuclear medicine was affected by the governmental closure and it had to be switched to the online format. At all the universities, nuclear medicine is an independent subject as a part of the curriculum in the fourth year or third year of the medical faculty. The courses of nuclear medicine account for 7 to 18 h divided into seminars (for ca. 20-25 students) and clinical classes (for ca. six students) and a few lectures at some medical faculties. On the first days of the lockdown, the teaching process was interrupted in two departments. Both the administration of the university, its IT department together with the educators have been working on the technical solutions for online training with some courses being postponed. They have been preparing systems of communication with the students, online lectures, and in one department, the educational videos have been recorded. In five other departments, the courses were uninterrupted, with a smooth transition to the online form of education. These departments were already using the existing platforms for communication between tutors and students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "The educational materials in form of slide presentations in pdf format were made available for the students in all the responding departments. The presentations were sent out using the university's own communication platform (five schools), or the commercial systems of distant learning (like Google Classroom, Microsoft Teams, Skype) purchased by the university (two schools) or as the attachment to e-mails sent individually by the tutor to students (one school). The material offered to the trainees included already existing regular presentations (one case) or regular presentations that were modified for the purpose of self-education (five cases) or completely new presentations (two cases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "As far as the students' feedback is concerned, at six universities, the trainees had an opportunity to ask questions to the teachers either during online meetings (four schools) or in written form by sending e-mails (two schools). At one university, the possibility of interaction has not been proposed yet. The online meetings were introduced by teachers in five departments: in four cases using the university's own distant learning system, in one case using a commercial system. These online meetings were usually shorter than adequate clinical classes and seminars carried out under regular conditions, except one school, where the online classes have equal duration. In two remaining departments, the online meetings have not been introduced yet. At three universities, the trainees were supposed to undertake some activities, like to prepare a presentation (two schools) on a certain topic (like radioiodine therapy of thyroid cancer, myocardial perfusion imaging or PET/CT in lymphoma), or a case presentation or to discuss a specific subject with other students. Some other education options used by the teaching staff for the purpose of e-learning included use of free online resources (like reviews on different topics published in Polish or English language), education videos available in the internet (e.g. at youtube. com, e-learning available on www.eanm.org), for example, about the practical procedure of radionuclide imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "It seems that the credit approval belonged to the most difficult aspect of online education. As on regular basis, it was carried out using a test, no adequate solution has been proposed for online teaching in the majority of departments. In one of the departments, a short test (20 questions) was uploaded in the Microsoft Teams platform and the students were supposed to send back their answers to the teacher in 20 min time. In our experience, this solution enables the teachers to more or less objectively evaluate the effect of teaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "The tutors were also asked about their first impressions concerning distant teaching. Majority of the teachers found it less effective than regular teaching but acceptable under these conditions. Some of them pointed out that this way of teaching is feasible with more personal commitment than usual. Only one tutor evaluated online teaching as impossible to carry out because of deficient technical solutions at her university. What looks optimistic, however, three teaching doctors regarded this unusual situation as a positive challenge and an opportunity to get away from routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "As the COVID-19 pandemic sweeps the world, universities are opting to suspend face-to-face lectures and laboratories as a step to slow the spread of the disease [3] . Medical faculties have been double-hit by the epidemic. They had to shift their teaching routine rather unexpectedly but at the same time both the teaching staff and young doctors-to-be got involved in fighting the unprecedented outbreak [4] . COVID-19 epidemic entered Poland with a few weeks delay, compared to Italy and some other European countries but despite this, the closure of schools and universities was introduced rather unexpectedly and only in some institutions the preparations to distant education have been initiated only a few days before [5] . Although distant education practices had been exercised under 'regular conditions' by the universities, the experience with that form of teaching at medical faculties was usually limited to some disciplines that did not require hands-on practice and direct contact with the patient. Hence, for many of us, both tutors and students, the rapid transition to online setting poses problems in many aspects: technical and logistical solutions and also pedagogical and emotional issues [6] . This difficulty is reflected in some interruptions of the scheduled courses in several locations that will have to be made up later. On the other hand, many educators responded to the new situation with interest and commitment, viewing distant teaching as challenging and a chance for a new experience.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1210,
                    "end": 1213,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "As members of the nuclear medicine community, we are in an advantageous position since the great majority of the teaching process does not necessarily require a direct access of the students to patients and equipment. It is mostly the images and laboratory data of our patients that need to be analysed at the clinical classes. Indeed, even under normal conditions, we have to avoid contact of the students with the patients for the sake of radiation protection. According to regulations, pregnant students are even not allowed to enter the department of nuclear medicine (or at least the radiation-controlled area). So, the potential negative impact of e-learning on the quality of education connected with the lack of practical skills seems to be relatively little in the field of nuclear medicine when compared to many other clinical disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "For many years, medical schools have been working to transform the teaching process from theory-oriented lectures to practical problem-solving and real-life practice. Current circumstances make this process more difficult. But on the other hand, we have been exposed to a situation in which transition from the ex-cathedra mode of teaching, dating back to former centuries, to the team-facilitated, active and selfdirected learning is necessary. The pandemic can be considered as a chance to augment the evolution of teaching practice for those who remained one (or two) step behind. It is unclear how long the restrictions of social distancing are going to be in power. In any case, the pandemic is surely a stimulus not only for the health care systems but also for the educational community to rethink their priorities and methodology [7] . As members of the medical faculty, we will be faced with the need for enduring transformation in education, also in the field of nuclear medicine.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 841,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Dear Sir,"
        },
        {
            "text": "Conflicts of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethics approval This article does not contain studies with human participants or animals performed by any of the authors. Publication of the anonymized results of the survey performed among teaching staff, included in this manuscript, does not require any bioethics committee approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Consent for publication Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate Not applicable."
        },
        {
            "text": "Availability of data and material Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate Not applicable."
        },
        {
            "text": "Code availability The authors used own-designed questionnaire; no software was used for the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to participate Not applicable."
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medical student education in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and medical education",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allaf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Elghazaly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30226--30233",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30226-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Teaching in the time of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biochem Med Biol Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bmb.21348"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nuclear medicine in SARS-CoV-2 pandemia: 18F-FDG-PET/CT to visualize COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lütje",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kütting",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Attenberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Essler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bundschuh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nuklearmedizin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1055/a-1152-2341"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effects of COVID-19 on academic activities and surgical education in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gallo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trompetto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Investig Surg",
            "volume": "5",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1080/08941939.2020.1748147"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medical education adaptations: really good stuff for educational transition during a pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Eva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}