{"paper_id": "0d0ccac85abe4fa6a8ba572d2448a596cea7696c", "metadata": {"title": "Mechanistic modeling of the SARS-CoV-2 disease map", "authors": [{"first": "Kinza", "middle": [], "last": "Rian", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": ""}, {"first": "Marina", "middle": [], "last": "Esteban-Medina", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": ""}, {"first": "Marta", "middle": ["R"], "last": "2+", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Hidalgo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Cankut", "middle": [], "last": "Çubuk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": ""}, {"first": "Matias", "middle": ["M"], "last": "Falco", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Loucera", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": ""}, {"first": "Devrim", "middle": [], "last": "Gunyel", "suffix": "", "affiliation": {"laboratory": "Luxembourg Centre for Systems Biomedicine", "institution": "University of Luxembourg", "location": {"settlement": "Belvaux", "country": "Luxembourg"}}, "email": ""}, {"first": "Marek", "middle": [], "last": "Ostaszewski", "suffix": "", "affiliation": {"laboratory": "Luxembourg Centre for Systems Biomedicine", "institution": "University of Luxembourg", "location": {"settlement": "Belvaux", "country": "Luxembourg"}}, "email": ""}, {"first": "María", "middle": [], "last": "Peña-Chilet", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": "maria.pena.chilet.ext@juntadeandalucia.es"}, {"first": "Joaquín", "middle": [], "last": "Dopazo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Hospital Virgen del Rocío", "location": {"settlement": "Sevilla", "country": "Spain"}}, "email": "joaquin.dopazo@juntadeandalucia.es"}]}, "abstract": [{"text": "Here we present a web interface that implements a comprehensive mechanistic model of the SARS-CoV-2 disease map in which the detailed activity of the human signaling circuits related to the viral infection and the different antiviral responses, including immune and inflammatory activities, can be inferred from gene expression experiments. Moreover, given to the mechanistic properties of the model, the effect of potential interventions, such as knock-downs, over-expression or drug effects (currently the system models the effect of more than 8000 DrugBank drugs) can be studied in specific conditions. By providing a holistic, systems biology approach to the understanding of the complexities of the viral infection process, this tool will become an important asset in the search for efficient antiviral treatments.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The tool is freely available at: http://hipathia.babelomics.org/covid19/", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "The recent pandemic of COVID-19 (Coronavirus Disease-2019), an emerging respiratory disease caused by the SARS-CoV-2 virus, which spread more efficiently than previous highly pathogenic coronaviruses SARS-CoV and MERS-CoV, has led to a tremendous toll of affected cases and over 56,000 fatalities in more than 180 countries since its first outbreak in late 2019 1 . Precisely due to the rapid transmission of this novel pathogen, no antiviral drugs or vaccines are available for SARS-CoV-2.", "cite_spans": [{"start": 362, "end": 363, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "Understanding the molecular mechanisms that mediate SARS-CoV-2 infection is key for the rapid development of efficient preventive or therapeutic interventions against the COVID-19. A comprehensive description of such molecular mechanisms is represented in the corresponding disease map, that is, the fragment of the whole network of known human protein interactions that are relevant for the disease 2 . The recent availability of a detailed catalog of viral-human protein interactions 3 has facilitated the construction of a first version of the map of human molecular pathways involved in the viral infection. To do so, we firstly expanded the SARS-CoV-2 virus-human interactome from existing KEGG pathways maps to obtain a subset of signaling circuits (a circuit is the sub-pathway that defines the chain of signal transduction that connects a receptor protein to an effector protein) that represent a comprehensive model of the direct and indirect interactions of the virus with the cell. In particular, we selected those signaling circuits with at least one UniProt function that fit in one of these virus-related categories: 1) Host-virus interaction, 2) inflammatory response, 3) immune activity, 4) antiviral defense, 5) endocytosis. Our model is a part of a detailed repository of SARS-CoV-2 mechanisms, the COVID-19 Disease Map, constructed by an international community, and is available at: http://doi.org/10.17881/covid19-disease-map. Disease maps are repositories of knowledge of disease-relevant mechanisms that provide qualitative guidance for the interpretation of experimental findings. Actually, disease maps are the supporting foundation of different tools able to model the information contained in them in order to provide a detailed quantitative explanation for experimental results. In particular, mechanistic models of disease maps are becoming increasingly relevant for genomic data interpretation because they provide a natural link between omics data measurements and cell behavior and outcome, which ultimately accounts for the phenotype of the infection. The knowledge of these links allows a better understanding of the molecular mechanisms of the viral infection and the responses to drugs. Basically, mechanistic models map experimental values in the context of the disease map information, which is used to point out the relevant experimental, thus revealing aspects of the molecular mechanisms behind the experiment. It is important to note that this assessment is made from a systems biology perspective, in the holistic context of the disease map, and considers the functional interactions among the gene products as described in the map. Typically, these experimental values are gene expression transcriptomic data, although other data such as proteomic, phosphoproteomic, genomic, or even methylomics, can also be used.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "However, beyond its usefulness for the functional interpretation of experimental results, the most interesting property of mechanistic models is that they can be used to predict the effects of interventions (inhibitions or over-activation, alone or in combinations) over proteins of the map in a given condition studied 4 . Therefore, this opens the possibility of using these models for exploring new therapeutic options as well 5 .", "cite_spans": [{"start": 430, "end": 431, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Introduction"}, {"text": "Here, we present the first implementation of a mechanistic model of the SARS-CoV-2 infection in a user-friendly interface. The model used here implements the HiPathia 6 algorithm, which has demonstrated to outperform other competing algorithms in a recent benchmarking 7 . The mechanistic model implemented in HiPathia has been successfully used to understand the disease mechanisms behind different cancers 6 and was able to predict cancer vulnerabilities with a high precision 8 . The model has been implemented in a user-friendly web application that inputs normalized gene expression values (or similar proteomics or phosphoproteomic values) and can be found at http://hipathia.babelomics.org/covid19/. As an example, we carried out some analyses that involve a case-control differential signaling analysis using a gene expression experiment with lung cell lines infected with SARS-CoV-2 (GEO id: GSE147507). The infected cells showed a differential activation pattern in circuits related to virus entrance to cell, activation of immune, inflammatory and other virus-triggered responses (see Figure 1A and Table 1 for a detailed list of differentially activated signaling circuits and Table 2 for detail on the differentially activated cell functionalities). Interestingly, several of the deregulated pathways include TNF, a target gene of chloroquine, one of the drugs with promising results against COVID-19 9 . Moreover, NF-kB signaling pathway has been highlighted in several studies as one of the main pathways responsible for COVID-19 progression 10 (Figure 1 B) . Figure 1C depicts the heathmap of signaling activity profiles that discriminate the two classes of samples (cases and controls) compared. A very interesting option of the implementation of the model is the Perturbation effect. It allows estimating the effect of interventions (inhibitions or overexpression) across the signaling circuits of the model in a given condition. Moreover, the effect of more than 8000 targeted drugs from DrugBank can be predicted by selecting them, individually or in combinations. Figure 1D shows a simulated knockdown in protein NFKB1A and the cell functionality affected: host-virus interaction. Other options in the application allow building predictors or estimating the relevance of human mutations in the resulting infection phenotype.", "cite_spans": [{"start": 408, "end": 409, "text": "6", "ref_id": "BIBREF5"}, {"start": 1557, "end": 1559, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [{"start": 1096, "end": 1105, "text": "Figure 1A", "ref_id": "FIGREF1"}, {"start": 1110, "end": 1117, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1189, "end": 1196, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 1560, "end": 1572, "text": "(Figure 1 B)", "ref_id": "FIGREF1"}, {"start": 1575, "end": 1584, "text": "Figure 1C", "ref_id": "FIGREF1"}, {"start": 2085, "end": 2094, "text": "Figure 1D", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Despite the limitations due to the few samples available, the results of the example clearly show the usefulness of this tool for modelling the repertoire of cell responses triggered by SARS-CoV-2, and the enormous potential that it has for future COVID-19 research and discovery of therapeutic interventions. ", "cite_spans": [], "ref_spans": [], "section": "Results"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A novel coronavirus outbreak of global health concern", "authors": [{"first": "C", "middle": [], "last": "Wang", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Horby", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}], "year": 2020, "venue": "The Lancet", "volume": "395", "issn": "", "pages": "470--473", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Community-driven roadmap for integrated disease maps", "authors": [{"first": "M", "middle": [], "last": "Ostaszewski", "suffix": ""}], "year": 2019, "venue": "Briefings in bioinformatics", "volume": "20", "issn": "", "pages": "659--670", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A SARS-CoV-2-Human Protein-Protein Interaction Map Reveals Drug Targets and Potential Drug-Repurposing", "authors": [{"first": "D", "middle": ["E"], "last": "Gordon", "suffix": ""}], "year": 2020, "venue": "BioRxiv", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Actionable pathways: interactive discovery of therapeutic targets using signaling pathway models", "authors": [{"first": "F", "middle": [], "last": "Salavert", "suffix": ""}], "year": 2016, "venue": "Nucleic Acids Res", "volume": "44", "issn": "", "pages": "212--216", "other_ids": {"DOI": ["10.1093/nar/gkw369"]}}, "BIBREF4": {"ref_id": "b4", "title": "Exploring the druggable space around the Fanconi anemia pathway using machine learning and mechanistic models", "authors": [{"first": "M", "middle": [], "last": "Esteban-Medina", "suffix": ""}, {"first": "M", "middle": [], "last": "Peña-Chilet", "suffix": ""}, {"first": "C", "middle": [], "last": "Loucera", "suffix": ""}, {"first": "J", "middle": [], "last": "Dopazo", "suffix": ""}], "year": 2019, "venue": "BMC Bioinformatics", "volume": "20", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/s12859-019-2969-0"]}}, "BIBREF5": {"ref_id": "b5", "title": "High throughput estimation of functional cell activities reveals disease mechanisms and predicts relevant clinical outcomes", "authors": [{"first": "M", "middle": ["R"], "last": "Hidalgo", "suffix": ""}], "year": 2017, "venue": "Oncotarget", "volume": "8", "issn": "", "pages": "5160--5178", "other_ids": {"DOI": ["10.18632/oncotarget.14107"]}}, "BIBREF6": {"ref_id": "b6", "title": "A comparison of mechanistic signaling pathway activity analysis methods", "authors": [{"first": "A", "middle": [], "last": "Amadoz", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Hidalgo", "suffix": ""}, {"first": "C", "middle": [], "last": "Çubuk", "suffix": ""}, {"first": "J", "middle": [], "last": "Carbonell-Caballero", "suffix": ""}, {"first": "J", "middle": [], "last": "Dopazo", "suffix": ""}], "year": 2019, "venue": "Briefings in bioinformatics", "volume": "20", "issn": "", "pages": "1655--1668", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Gene expression integration into pathway modules reveals a pan-cancer metabolic landscape", "authors": [{"first": "C", "middle": [], "last": "Cubuk", "suffix": ""}], "year": 2018, "venue": "Cancer research", "volume": "78", "issn": "", "pages": "6059--6072", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies", "authors": [{"first": "J", "middle": [], "last": "Gao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Tian", "suffix": ""}, {"first": "X", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Bioscience trends", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2", "authors": [{"first": "Y", "middle": [], "last": "Zhou", "suffix": ""}], "year": 2020, "venue": "Cell Discovery", "volume": "6", "issn": "", "pages": "1--18", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Figure legends", "latex": null, "type": "figure"}, "FIGREF1": {"text": "A) Activation pattern of NF-KB pathway in lung cell lines infected with SARS-CoV-2. B) Detail of NF-KB pathway's circuit with TNF as effector protein. C) Heatmap representing activation values of all the circuits in COVID-19 disease map (left) and a representation of a Principal Component Analysis based on signaling profiles of the samples that clearly segregates the two conditions studied: controls are represented in dark blue and cases in purple (right). D) An example of the effect that in silico knockdown of gene NFKB1A (in blue) will have in the activation pattern of Toll-like signaling pathway in healthy lung tissue, using the Perturbation effect option of the software.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Circuits from CoV-Hipathia differentially activated in lung cell lines infected with SARS-CoV-2. FDR refers to p-value adjusted for multiple comparisons using Benjamini and Hochberg method. 3 FC means Fold Change.", "latex": null, "type": "table"}, "TABREF1": {"text": "Functions from CoV-Hipathia differentially activated in lung cell lines infected with SARS-CoV-2. P-value is calculated using Wilcoxon test. 2 FDR refers to p-value adjusted for multiple comparisons using Benjamini and Hochberg method. 3 FC means Fold Change.", "latex": null, "type": "table"}}, "back_matter": [{"text": "This work is supported by grants SAF2017-88908-R from the Spanish Ministry of Economy and Competitiveness and \"Plataforma de Recursos Biomoleculares y Bioinformáticos\" PT17/0009/0006 from the ISCIII, both co-funded with European Regional Development Funds (ERDF) as well as H2020 Programme of the European Union grants Marie Curie Innovative Training Network \"Machine Learning Frontiers in Precision Medicine\" (MLFPM) (GA 813533) and \"ELIXIR-EXCELERATE fast-track ELIXIR implementation and drive early user exploitation across the life sciences\" (GA 676559).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}