{
    "paper_id": "0d0ed7339f3c93f0084e8d409e69f38f848f1bdb",
    "metadata": {
        "title": "Severe Acute Respiratory Syndrome without Respiratory Symptoms or Abnormal Chest Radiograph Findings",
        "authors": [
            {
                "first": "Kamaljit",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ooi",
                "middle": [
                    "Eng"
                ],
                "last": "Eong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Environment Agency",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Bijon",
                "middle": [],
                "last": "Kumarsil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Environment Agency",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Saw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Sethi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report a serologically confirmed case of severe acute respiratory syndrome (SARS) in a 27-year-old health care worker. The patient reported no respiratory complaints, and the findings of serial chest radiographs were normal. This case illustrates the wide spectrum of clinical illness caused by infection with SARS coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A large outbreak of severe acute respiratory syndrome (SARS) in Singapore began on 12 March 2003 [1] . Early in the epidemic, patients were classified as having either a suspected case of SARS or a probable case of SARS on the basis of clinical and epidemiological criteria established by the World Health Organization and the Centers for Disease Control and Prevention (CDC) [2] . In brief, a suspected case of SARS was defined as high fever (temperature, 138ЊC), symptoms of lower respiratory tract infection (e.g., cough or shortness of breath), and exposure within 10 days before the onset of illness to either a patient with suspected or probable SARS or to an area with documented cases of SARS transmission. A probable case of SARS was defined as a suspected case of SARS with changes in chest radiograph findings indicative of pneumonia or acute respiratory distress syndrome. After the development of specific tests for the detection of coronavirus, this definition was modified to incorporate the results of laboratory tests [3] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, it is well recognized that most viral infections have a wide spectrum of clinical presentations, ranging from asymptomatic to severe and fatal presentations [4] . Herein, we describe a health care worker with SARS coronavirus infection who had no respiratory complaints or changes in chest radi-ograph findings but who had confirmed antibody positivity on repeated testing of convalescent-phase serum samples.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case report. The patient was a 27-year-old female nurse who was admitted on 13 April 2003 to the National University Hospital, Singapore, with a 1-day history of fever (with a temperature as high as 39ЊC) associated with severe headaches and myalgias. She had a self-limited bout of diarrhea on the second day of illness. She denied any respiratory complaints. Eight days before her admission to the hospital, she had triaged a patient with SARS in the emergency department of National University Hospital (the patient with SARS had coronavirus infection, as confirmed by RT-PCR of sputum and serum samples).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On examination, our patient was found to have a temperature of 38.1ЊC. Her oxygen saturation was 100% while breathing room air. The findings of the physical examination were otherwise normal. The findings of a chest radiograph obtained at admission to the hospital were clear. Laboratory studies performed at admission to the hospital revealed a normal WBC count ( cells/L) with a mild lymphopenia 9 4.80 ϫ 10 ( lymphocytes/L). The total creatinine kinase level 9 1.12 ϫ 10 was elevated at 628 U/L (normal range, 20-300 U/L). The liver enzyme, C-reactive protein, and lactate dehydrogenase levels were normal. The patient had a peak temperature of 40ЊC during the first 24 h of hospitalization and thereafter rapidly defervesced. She was observed in the hospital for 72 h and did not develop any respiratory symptoms. The findings of 3 additional chest radiographs were normal. The results of routine cultures of blood and urine samples, as well as the results of serologic tests, were negative for Mycoplasma and Legionella. The results of an RT-PCR assay performed on urine samples were negative for SARS coronavirus (no testing was done on serum samples or samples of respiratory secretions). A convalescent-phase serum sample obtained 26 days after the onset of illness tested positive for coronavirus antibodies (Standard Diagnostics; Kyonggi-do, Korea). The results of additional tests of the same serum sample using an indirect immunofluorescence assay and a 1:50 dilution of test serum with PBS were also positive. Using a previously described microneutralization test [5] that we adapted to SARS cornoavirus with Vero E6 cells, the serum sample was further tested for neutralization antibody to SARS coronavirus with a serum dilution range from 1:10 to 1:320. The neutralization antibody titer in this serum specimen was 20. Serum samples obtained from a volunteer patient with SARS and a laboratory staff member who was unexposed to SARS were included in all serologic assays as positive and negative controls, respectively. Our patient was discharged from the hospital and continues to remain healthy without respiratory symptoms after 2 months of regular follow-up.",
            "cite_spans": [
                {
                    "start": 1577,
                    "end": 1580,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Discussion. A number of reports have been published describing the clinical and laboratory features of SARS [6] [7] [8] . The syndrome has a spectrum of clinical presentations that typically include a prodrome of high fever and chills, myalgias, and headache, followed later (after a median of 5 days) by the development of respiratory complaints and changes in chest radiograph findings [6] . A subset of patients report brief or no prodromal symptoms and present with fevers and lower respiratory complaints, with rapidly progressive infiltrates detectable by chest radiography [7, 8] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our patient developed the prodromal symptoms of SARS after contact with an individual who had a clinically and microbiologically proven case of SARS, but our patient did not manifest the respiratory complaints or the radiographic evidence of infiltrates required to fulfill the CDC case definition of SARS [2] . Of note, in patients with normal or equivocal chest radiograph findings on admission to the hospital, conventional or high-resolution CT of the chest has been able to demonstrate parenchymal abnormalities [8, 9] . However, because of her rapid defervescence, the absence of respiratory complaints, and 4 serial chest radiographs that yielded normal findings, there was no clinical indication for further radiological investigation. Significantly, her laboratory test results revealed 2 commonly noted abnormalities, including lymphopenia and an elevated creatine kinase level [6] [7] [8] . Although the full extent of serologic cross-reactivity to other viruses remains the subject of continuing research, our patient is unlikely to represent a false-positive case, because the antibodies that were detected in the patient neutralized the SARS coronavirus in vitro.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our case confirms that infection with SARS coronavirus can have a mild presentation without respiratory symptoms or changes in chest radiograph findings indicative of pneumonia. Booth et al. [10] recently reported that 11% of patients with SARS presented without respiratory complaints but had abnormal chest radiograph findings. This illustrates that the spectrum of clinical illness caused by infection with SARS coronavirus is broader than initially thought.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "713--720",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary clinical description of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "255--261",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Updated interim surveillance case definition for severe acute respiratory syndrome (SARS)-United States",
            "authors": [],
            "year": 2003,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "391--394",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How contagious are common respiratory tract infections?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Musher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1256--66",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seroepidemiology of human enterovirus 71",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Phoon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ishak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "995--1002",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2810",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}