{"paper_id": "0d2a78334cc47308d3794bd212485df96df085c4", "metadata": {"title": "RE SE ARC H ART ICLE Acute bronchiolitis: Influence of viral co-infection in infants hospitalized over 12 consecutive epidemic seasons", "authors": [{"first": "Laura", "middle": [], "last": "Petrarca", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Raffaella", "middle": [], "last": "Nenna", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Antonella", "middle": [], "last": "Frassanito", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Alessandra", "middle": [], "last": "Pierangeli", "suffix": "", "affiliation": {"laboratory": "Virology Laboratory", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "|", "middle": ["Salvatore"], "last": "Leonardi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Catania", "location": {"region": "Catania", "country": "Italy"}}, "email": ""}, {"first": "Carolina", "middle": [], "last": "Scagnolari", "suffix": "", "affiliation": {"laboratory": "Virology Laboratory", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Guido", "middle": [], "last": "Antonelli", "suffix": "", "affiliation": {"laboratory": "Virology Laboratory", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Paola", "middle": [], "last": "Papoff", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "|", "middle": [], "last": "Corrado Moretti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Fabio", "middle": [], "last": "Midulla", "suffix": "", "affiliation": {"laboratory": "", "institution": "Sapienza\" University of Rome", "location": {"settlement": "Rome", "country": "Italy"}}, "email": "midulla@uniroma1.it"}]}, "abstract": [{"text": "Bronchiolitis is the first lower respiratory tract viral infection manifesting in infants younger than 12 months of age. Our aim was to evaluate clinical and serological differences in infants with bronchiolitis from a single or from multiple viruses. Our secondary aim was to investigate differences in recurrent wheezing episodes after 12-24-36 months of follow-up. We reviewed the clinical records for 486 full-term infants hospitalized for bronchiolitis with at least one virus detected in the nasopharyngeal aspirate. In 431 (88.7%) patients one virus was detected and in 55 (11.3%) infants more than one virus was found. No differences were observed in the length of hospitalization, clinical severity score, O 2 supplementation or admission to the intensive care unit. Single virus was associated with higher serum C-reactive protein (C-RP) than infants with multiple viruses and higher blood neutrophil counts. Respiratory syncytial virus (RSV) was the most frequently detected virus. RSV alone was associated with higher C-RP (P = 0.007), compared to RSV coinfection. Infants with human rhinovirus (hRV) alone had higher white blood cell counts, higher blood neutrophils, and higher serum C-RP levels than hRV co-infection (P = 0.029, P = 0.008, P = 0.008). RSV + hRV, the most frequent coinfection, was associated with lower neutrophil count and lower C-RP levels (P = 0.008, P = 0.016) and less fever (P = 0.012), when comparing RSV versus hRV versus RSV + hRV.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "No differences were found in the frequency of recurrent wheezing between single versus multiple viruses after bronchiolitis. Our findings suggest that in infants with bronchiolitis multiple viral co-infections can occur, without influence in the clinical severity of the disease. Infants with co-infection seems to mount a lower inflammatory response.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "human rhinovirus, respiratory syncytial virus, respiratory tract: pathogenesis", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The first lower respiratory tract viral infection manifesting in infants younger than 12 months of age, and causing hospitalization in about 2-3% of cases, 1 is acute bronchiolitis.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The first and still the most frequently isolated virus in nasal washings from infants with bronchiolitis is respiratory syncytial virus (RSV). 2 As well as detecting other respiratory viruses associated with this disease, the improved assay techniques available today can also detect more than one virus simultaneously. 3,4-9", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "The frequency of mixed respiratory viral detection varies from 10% to 40% in hospitalized children. Findings on disease severity in single compared with multiple viral infections are contradictory, some studies suggesting that multiple virus infections result in more severe J Med Virol. 2018;90:631-638.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "wileyonlinelibrary.com/journal/jmv", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "illnesses, whereas others describe no influence on clinical presentation, [5] [6] [7] [8] [9] considering a non-homogeneous population of children aged less than 24 months.", "cite_spans": [{"start": 74, "end": 77, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 78, "end": 81, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 82, "end": 85, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 86, "end": 89, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 90, "end": 93, "text": "[9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": ""}, {"text": "In a previous study from our group, among 182 infants hospitalized for bronchiolitis, 14.4% had a viral co-infection, RSV + human bocavirus (hBoV). Infants with RSV + hBoV bronchiolitis had significantly higher clinical severity scores at admission and longer hospital stay, than those with human rhinovirus (hRV) and hBoV bronchiolitis. Infants with hRV bronchiolitis had higher eosinophil blood counts than infants with RSV and RSV + hBoV bronchiolitis. 2 Preliminary data showed that in infants with bronchiolitis, single and multiple viral infections manifest with similar clinical illnesses, however infants with a single virus had higher serum C-reactive protein (C-RP) than infants with multiple viruses, higher blood neutrophil numbers, and more frequently manifested fever. 10 Around 40-50% of infants hospitalized for bronchiolitis will have wheezing episodes in the first year of life. Although ample literature describes RSV, hRV, and the presence of higher blood eosinophil counts as factors predisposing to recurrent wheezing after bronchiolitis, 11 Our main aim in this study was to seek possible clinical or serological differences in a large series of infants with bronchiolitis from single and multiple viral infections. As the secondary outcome measure we compared the presence of wheezing at 12-24-36 months after bronchiolitis in infants with single and multiple viral detection.", "cite_spans": [{"start": 456, "end": 457, "text": "2", "ref_id": "BIBREF1"}, {"start": 783, "end": 785, "text": "10", "ref_id": "BIBREF9"}, {"start": 1061, "end": 1063, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": ""}, {"text": "We reviewed the clinical records for 486 full-term infants (263 boys, median age 2.03 months, range: 0.23-11.17) hospitalized for bronchiolitis in the Paediatric Emergency Department at \"Sapienza\" University Rome during 12 consecutive annual epidemic periods Bronchiolitis was clinically defined as the first episode of acute lower respiratory tract infection, characterized by the acute onset of cough, tachypnea, retraction, and diffuse crackles on chest auscultation in infants younger than 12 months. 13 Exclusion criteria were prematurity and underlying chronic diseases, such as cystic fibrosis, interstitial lung disease, congenital heart disease, and immunodeficiency.", "cite_spans": [{"start": 505, "end": 507, "text": "13", "ref_id": null}], "ref_spans": [], "section": "| Patients"}, {"text": "To infants' parents, we administered a structured questionnaire seeking demographic information including age, gender, breastfeeding history, family smoking habits, family history for asthma, and atopy. On admission, we collected from the records the following clinical and serological data: total white blood cell count, blood neutrophil count, blood lymphocyte count, blood eosinophil count, C-reactive protein (C-RP), sodium serum level, chest radiological findings, and number of days hospitalization. On admission to hospital, each infant was assigned a clinical severity score ranging from 0 to 8 according to respiratory rate, arterial oxygen saturation on room air, presence of retractions, and ability to feed. 2 When clinically necessary, a chest x-ray was obtained at the Emergency Department, before hospitalization. ", "cite_spans": [{"start": 720, "end": 721, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "| Patients"}, {"text": "Categorical variables such as number and percentages, and continuous variables values were expressed as median and range. A χ 2 test was run ", "cite_spans": [], "ref_spans": [], "section": "| Statistical analysis"}, {"text": "In 431 (88.7%) patients, RT-PCR detected only one virus and in 55 (11.3%) infants more than one virus. RSV was more frequently detected virus as a single than as a multiple viral infection (87.3%) ( Figures 1A and 1B) .", "cite_spans": [], "ref_spans": [{"start": 199, "end": 217, "text": "Figures 1A and 1B)", "ref_id": "FIGREF2"}], "section": "| RESULTS"}, {"text": "The most frequently isolated virus was RSV (365/486, 75.1%), followed by hRV detected in 89 infants (18.3%).", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "No differences were found in hospitalization stay, clinical severity score, O 2 supplementation and Paediatric intensive care unit (PICU) admission (Table 1) . Infants with co-infection presented less frequently fever (P = 0.05, by χ 2 test). Infants with a single virus infection had a higher serum C-RP level than infants with multiple virus infections (P = 0.012), higher blood neutrophil numbers (P = 0.005, by a non-parametric median test). The questionnaire answers indicated that children with multiple viral infections more frequently had a positive family history of asthma than those with a single virus infection (34.5% vs 22.2%, P = 0.043) ( Figure 1 ). When PCR detected RSV as a single virus it was associated with a higher C-RP level, than RSV associated with other viruses (P = 0.007) ( Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 148, "end": 157, "text": "(Table 1)", "ref_id": "TABREF1"}, {"start": 654, "end": 662, "text": "Figure 1", "ref_id": "FIGREF2"}, {"start": 803, "end": 810, "text": "Table 2", "ref_id": "TABREF2"}], "section": "| RESULTS"}, {"text": "hRV was isolated in 60 infants as a single virus. hRV alone was associated with higher frequency of fever (P = n.s.), higher blood cell counts, higher neutrophils in the peripheral blood and higher C-RP levels than hRV coinfection (P = 0.029, P = 0.008, and P = 0.008). No differences were found for the median clinical severity score, nor for days hospitalization, nor for PICU admission, nor for O 2 supplementation.", "cite_spans": [], "ref_spans": [], "section": "| Rhinovirus"}, {"text": "In 29 (32.6%) infants hRV was isolated as a viral co-infection ( Figures 1A and 1B) . The most frequent co-infection was hRV + RSV in 20, followed by hRV + MPV in 5, hRV + PI in 1, hRV + AdV in 1, hRV + hBoV in 1, and hRV + RSV + MPV in 1. Infants who had an hRV coinfection more frequently had a positive family history of asthma than those with a single infection (41.4 vs 13.3%, P = 0.003). Infants with hRV alone more frequently had an eosinophil blood count higher than 400/mm 3 than those with a coinfection (18.3% vs 6.9%, P = ns) ( when comparing RSV versus RV versus RSV + hRV. Children with coinfection less frequently had fever than those with single infections (P = 0.012). The co-infection was associated with lower total white blood cell counts (P = n.s), lower neutrophil numbers in the peripheral blood, lower lymphocyte counts, and lower C-RP levels than the single infection (P = 0.008, P = ns, and P = 0.016). Infants with hRV detection alone more frequently had an eosinophil blood count higher than 400/mm 3 (P = 0.021) than those with RSV and RSV + hRV infections (Table 4 ).", "cite_spans": [], "ref_spans": [{"start": 65, "end": 83, "text": "Figures 1A and 1B)", "ref_id": "FIGREF2"}, {"start": 1086, "end": 1094, "text": "(Table 4", "ref_id": "TABREF6"}], "section": "| Rhinovirus"}, {"text": "In our study, 11.3% of the nasal swabs from the 486 full-term infants hospitalized for bronchiolitis prospectively and consecutively enrolled over 12 epidemic seasons contained a viral co-infection. Although we found no differences in clinical severity scores between infants with single or multiple viral infections, infants in whom RT-PCR detected multiple infections seemed to have a lower inflammatory response than those with single infections. No differences were found between the two groups for recurrent wheezing episodes.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "The viral co-infection rate in this study is considerably lower than most reported rates. In children younger than 24 months with bronchiolitis, Chen et al 5 When we analyzed data for emerging and less frequently studied viruses, we detected hBoV more frequently as a co-infection than as infection. They also enrolled preterm infants or infants with underlying chronic disease, in whom they more frequently detected a multiple viral infection. In our previous paper in a smaller sample 2 we found a higher clinical severity score and longer hospital stay in 15 infants with RSV + hBoV, than in infants with RSV, hRV, hBoV infection alone.", "cite_spans": [{"start": 156, "end": 157, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Laboratory data analysis highlighted a higher neutrophil count and higher C-RP levels in infants with a single infection than in 21 but further studies are needed to clarify whether these two factors are involved in the clinical presentation of bronchiolitis with multiple viral detection. In accordance with our previous findings, 2 in our series infants hospitalized for hRV bronchiolitis alone more frequently had an eosinophil blood cell count higher than 400/mm 3 , and more frequently a higher prevalence of family history for atopy than in co-infection, but not statistically significant. These findings could suggest that severe hRV infections preferentially manifest in infants predisposed to atopy.", "cite_spans": [{"start": 129, "end": 131, "text": "21", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "We also evaluated the possible correlation between co-infections and recurrent wheezing, hypothesizing that multiple viral infection might cause a more severe inflammation and this results in a higher recurrence of wheezing episodes. We found no association between co-infection and recurrent wheezing, despite the higher family history for asthma, in patients infected with a mixed than with a single virus.", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "This previously unreported finding suggests that recurrent wheezing after bronchiolitis depends on the type of virus the infants were found positive to, regardless of whether it was detected as a single or as a multiple virus. We previously reported a positive association between recurrent wheezing after bronchiolitis and hRV detection 11 and in a later study a higher RSV-RNA load. 12 This issue merits clarification in a study with a larger number of cases and a longer follow-up. In conclusion, our study shows that many infants with bronchiolitis (about 11%) in Rome, Italy are infected with multiple virus. No significant differences in clinical severity distinguish bronchiolitis in infants infected with single or multiple virus. Although co-infected infants seem to mount a lower inflammatory response than those without co-infections the immunological response to virus coinfection merits further in vitro studies. Co-infection seems not to influence the clinical presentation of bronchiolitis nor the recurrence of wheezing episodes after three years of follow-up.", "cite_spans": [{"start": 338, "end": 340, "text": "11", "ref_id": "BIBREF10"}, {"start": 385, "end": 387, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "We thanks Alice Crossman for her support with the English revision.", "cite_spans": [], "ref_spans": [], "section": "ACKNOWLEDGMENT"}, {"text": "The authors have no conflicts of interest to declare.", "cite_spans": [], "ref_spans": [], "section": "CONFLICTS OF INTEREST"}, {"text": "What is known about this topic ", "cite_spans": [], "ref_spans": [], "section": "CONFLICTS OF INTEREST"}, {"text": "Our study shows that multiple viruses detection (11.3%) in infants with bronchiolitis defined restrictively in Rome (Italy) is lower than compared to literature. No significant differences in clinical severity distinguish bronchiolitis in infants infected with single or multiple virus.", "cite_spans": [], "ref_spans": [], "section": "What this study adds"}, {"text": "Co-infected infants seem to mount a lower inflammatory response than those without co-infections. Co-infection seems not to influence the clinical presentation of bronchiolitis nor the recurrence of wheezing episodes after three years of follow-up.", "cite_spans": [], "ref_spans": [], "section": "What this study adds"}, {"text": "ORCID Fabio Midulla http://orcid.org/0000-0001-7476-5266", "cite_spans": [], "ref_spans": [], "section": "What this study adds"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Viral bronchiolitis in children", "authors": [{"first": "H", "middle": ["C"], "last": "Meissner", "suffix": ""}], "year": 2016, "venue": "N Eng J Med", "volume": "374", "issn": "", "pages": "62--72", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Respiratory syncytial virus, human bocavirus and rhinovirus bronchiolitis in infants", "authors": [{"first": "F", "middle": [], "last": "Midulla", "suffix": ""}, {"first": "C", "middle": [], "last": "Scagnolari", "suffix": ""}, {"first": "E", "middle": [], "last": "Bonci", "suffix": ""}], "year": 2010, "venue": "Arch Dis Child", "volume": "95", "issn": "", "pages": "35--41", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Role of respiratory pathogens in infants hospitalized for a first episode of wheezing and their impact on recurrences", "authors": [{"first": "S", "middle": [], "last": "Bosis", "suffix": ""}, {"first": "S", "middle": [], "last": "Esposito", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Niesters", "suffix": ""}], "year": 2008, "venue": "Clin Microbiol Infect", "volume": "14", "issn": "", "pages": "677--684", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Newly discovered respiratory virus: significance and implications", "authors": [{"first": "J", "middle": ["S"], "last": "Kahn", "suffix": ""}], "year": 2007, "venue": "Curr Opin Pharmacol", "volume": "7", "issn": "", "pages": "478--483", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Viral etiology of bronchiolitis among pediatric inpatients in northern Taiwan with emphasis on newly identified respiratory viruses", "authors": [{"first": "Y", "middle": ["W"], "last": "Chen", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Huang", "suffix": ""}, {"first": "T", "middle": ["H"], "last": "Ho", "suffix": ""}], "year": 2014, "venue": "J Microbiol Immunol Infect", "volume": "47", "issn": "", "pages": "116--121", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "The impact of dual viral infection in infants admitted to a pediatric intensive care unit associated with severe bronchiolitis", "authors": [{"first": "N", "middle": [], "last": "Richard", "suffix": ""}, {"first": "F", "middle": [], "last": "Komurian-Pradel", "suffix": ""}, {"first": "E", "middle": [], "last": "Javouhey", "suffix": ""}], "year": 2008, "venue": "Pediatr Infect Dis J", "volume": "27", "issn": "", "pages": "213--217", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "In very young infants severity of acute bronchiolitis depends on carried viruses", "authors": [{"first": "C", "middle": [], "last": "Marguet", "suffix": ""}, {"first": "M", "middle": [], "last": "Lubrano", "suffix": ""}, {"first": "M", "middle": [], "last": "Gueudin", "suffix": ""}], "year": 2009, "venue": "PLoS ONE", "volume": "4", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Infection with multiple viruses is not associated with increased disease severity in children with bronchiolitis", "authors": [{"first": "H", "middle": ["K"], "last": "Brand", "suffix": ""}, {"first": "R", "middle": [], "last": "De Groot", "suffix": ""}, {"first": "Jmd", "middle": [], "last": "Galama", "suffix": ""}], "year": 2012, "venue": "Pediatr Pulmonol", "volume": "47", "issn": "", "pages": "393--400", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis", "authors": [{"first": "N", "middle": ["G"], "last": "Papadopoulos", "suffix": ""}, {"first": "M", "middle": [], "last": "Moustaki", "suffix": ""}, {"first": "M", "middle": [], "last": "Tsolia", "suffix": ""}], "year": 2002, "venue": "Am J Respir Crit Care Med", "volume": "165", "issn": "", "pages": "1285--1289", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Viral co-infection in infants with acute bronchiolitis", "authors": [{"first": "L", "middle": [], "last": "Petrarca", "suffix": ""}, {"first": "R", "middle": [], "last": "Nenna", "suffix": ""}, {"first": "A", "middle": [], "last": "Frassanito", "suffix": ""}], "year": 2017, "venue": "Am J Resp Crit Care Med", "volume": "195", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Recurrent wheezing 36 months after bronchiolitis is associated with rhinovirus infections and blood eosinophilia", "authors": [{"first": "F", "middle": [], "last": "Midulla", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicolai", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrara", "suffix": ""}], "year": 2014, "venue": "Acta Paediatr", "volume": "103", "issn": "", "pages": "1094--1099", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Viral load in infants hospitalized for respiratory syncytial virus bronchiolitis correlates with recurrent wheezing at thirty-six-month follow-up", "authors": [{"first": "R", "middle": [], "last": "Nenna", "suffix": ""}, {"first": "M", "middle": [], "last": "Ferrara", "suffix": ""}, {"first": "A", "middle": [], "last": "Nicolai", "suffix": ""}], "year": 2015, "venue": "Pediatr Infect Dis J", "volume": "34", "issn": "", "pages": "1131--1132", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Detection and typing by molecular techniques of respiratory viruses in children hospitalized for acute respiratory infection in Rome, Italy", "authors": [{"first": "A", "middle": [], "last": "Pierangeli", "suffix": ""}, {"first": "M", "middle": [], "last": "Gentile", "suffix": ""}, {"first": "Di", "middle": [], "last": "Marco", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2007, "venue": "J Med Virol", "volume": "79", "issn": "", "pages": "463--468", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Human bocavirus infection in hospitalised children in Italy. Influenza Other Respir Viruses", "authors": [{"first": "A", "middle": [], "last": "Pierangeli", "suffix": ""}, {"first": "C", "middle": [], "last": "Scagnolari", "suffix": ""}, {"first": "S", "middle": [], "last": "Trombetti", "suffix": ""}], "year": 2008, "venue": "", "volume": "2", "issn": "", "pages": "175--179", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Respiratory syncytial virus coinfections with rhinovirus and human bocavirus in hospitalized children", "authors": [{"first": "C", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "García-García", "suffix": ""}, {"first": "F", "middle": [], "last": "Pozo", "suffix": ""}], "year": 2015, "venue": "Medicine (Baltimore)", "volume": "94", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Respiratory viral detection in children and adults: comparing asymptomatic controls and patients with community-acquired pneumonia", "authors": [{"first": "W", "middle": ["H"], "last": "Self", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Williams", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2016, "venue": "J Infect Dis", "volume": "213", "issn": "", "pages": "584--591", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Frequent detection of respiratory viruses without symptoms: toward defining clinically relevant cutoff values", "authors": [{"first": "R", "middle": ["R"], "last": "Jansen", "suffix": ""}, {"first": "J", "middle": [], "last": "Wieringa", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Koekkoek", "suffix": ""}], "year": 2011, "venue": "J Clin Microbiol", "volume": "49", "issn": "", "pages": "2631--2636", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Multiple simultaneous viral infections in infants with acute respiratory tract infections in Spain", "authors": [{"first": "C", "middle": [], "last": "Calvo", "suffix": ""}, {"first": "M", "middle": ["L"], "last": "Garcia-Garcia", "suffix": ""}, {"first": "C", "middle": [], "last": "Blanco", "suffix": ""}], "year": 2008, "venue": "J Clin Virol", "volume": "42", "issn": "", "pages": "268--272", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Attenuated Bordetella pertussis vaccine protects against respiratory syncytial virus disease via an IL-17-dependent mechanism", "authors": [{"first": "C", "middle": [], "last": "Schnoeller", "suffix": ""}, {"first": "X", "middle": [], "last": "Roux", "suffix": ""}, {"first": "D", "middle": [], "last": "Sawant", "suffix": ""}], "year": 2014, "venue": "Am J Respir Crit Care Med", "volume": "189", "issn": "", "pages": "194--202", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Virus type and genomic load in acute bronchiolitis: severity and treatment response with inhaled adrenaline", "authors": [{"first": "H", "middle": ["O"], "last": "Skjerven", "suffix": ""}, {"first": "S", "middle": [], "last": "Megremis", "suffix": ""}, {"first": "N", "middle": ["G"], "last": "Papadopoulos", "suffix": ""}], "year": 2016, "venue": "J Infect Dis", "volume": "213", "issn": "", "pages": "915--921", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Acute bronchiolitis: Influence of viral co-infection in infants hospitalized over 12 consecutive epidemic seasons", "authors": [{"first": "L", "middle": [], "last": "Petrarca", "suffix": ""}, {"first": "R", "middle": [], "last": "Nenna", "suffix": ""}, {"first": "A", "middle": [], "last": "Frassanito", "suffix": ""}], "year": 2018, "venue": "J Med Virol", "volume": "90", "issn": "", "pages": "631--638", "other_ids": {"DOI": ["10.1002/jmv.24994"]}}}, "ref_entries": {"FIGREF0": {"text": "co-infection is poorly understood. Enlarging current knowledge on the role of multiple viral detection in the clinical manifestation of bronchiolitis as well as in recurrent wheezing episodes would probably change the way we manage and follow-up infants with acute bronchiolitis.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "October-May) from 2004 through 2016, in which reverse transcription polymerase chain reactions (RT-PCR) detected at least one virus in the nasopharyngeal aspirate.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Frequencies of viruses detected as single virus or combined with other viruses. A, Absolute numbers of viral detection, divided as single virus (dark gray), and multiple viruses (light gray). B, Numbers in bars represent the absolute number of infections per virus to compare proportion. A non-parametric median test was used to analyze continuous variables not normally distributed. A P value <0.05 was considered to indicate statistical significance. Statistical data were analyzed with SPSS software (version 23.0; SPSS Inc., Chicago, IL).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "single infection (55.9% vs 44.1%), followed by hMPV (40.0%) (Figure 1B), in agreement with previous studies.2,5,16 In the earlier study conducted in Taiwan, Chen et al5 reported multiple viral infection in 72.7% of children with hBoV and in 63.2% of those hMPV. The role of multiple viral detection remains poorly understood, given that RT-PCR can sometimes detect a viral respiratory infection even in asymptomatic children. 16,17 RSV and hMPV are all rare in asymptomatic children, 17,18 in contrast, PCR frequently detects hCoV and hBoV in healthy controls, 18 suggesting that caution is needed when inferring a causal relationship between viral detection and respiratory diseases, even in symptomatic patients, and could even reflect virus left over from a previous infection. Some help in interpreting positive test results could come from testing viral load. When we tried to clarify whether children with co-infection manifest more severe bronchiolitis than those with a single infection we found no differences in clinical severity scores. This finding is in agreement with reports by Brand et al 8 and Chen et al 5 but is in contrast with Richard et al 6 and Calvo et al 19 who reported a higher admission to the Pediatric Intensive care unit in children with a co-infection than with single", "latex": null, "type": "figure"}, "TABREF0": {"text": "The parents of all infants agreed to participate in the study and gave informed consent. The hospital research and ethics committee approved the study.Respiratory viruses were detected on nasopharyngeal aspirates by RT-PCR specific for 14 respiratory viruses including RSV, influenza virus (IV) A and B, human coronavirus (hCoV) OC43, 229E, NL-63 and At 12-24-36 months after infant's discharge parents were asked to answer a structured questionnaire during a telephone interview seeking information on recurrent wheezing. Recurrent wheezing was defined as two or more physician-diagnosed wheezing episodes per year.", "latex": null, "type": "table"}, "TABREF1": {"text": "Clinical, demographic, and serological characteristic of infants with bronchiolitis from single virus versus multiple viruses RSV was detected both in single (320/431 cases [74.2%]) and in coinfection (45/55 cases [81.8%]). The most frequent co-infection was RSV + hRV in 20 infants, followed by RSV + hBoV in 18 infants, RSV + hMPV in 3 infants, RSV + IV in 2 infants, 1 RSV + PIV, and 1 RSV + hRV + MPV.No differences were found in clinical severity scores, O 2 supplementation, PICU admission, and days hospitalization. RSV in co-infection was also less frequently associated with fever, than single infection (43.1% vs 28.9% P = 0.069).", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical, demographic, and serological characteristic of infants with respiratory syncytial virus (RSV) bronchiolitis versus RSV coinfection bronchiolitis", "latex": null, "type": "table", "html": "<html><body><table><tr><td>coinfection bronchiolitis\n</td><td>RSV\n</td><td>RSV coinfection\n</td><td> </td></tr><tr><td>Variables\n</td><td>n = 320 infants\n</td><td>n = 45 infants </td><td>P value\n</td></tr><tr><td>Sex (male) </td><td>178 (55.6%) </td><td>31 (69.8%) </td><td>ns\n</td></tr><tr><td>Age (months) median (range) </td><td>2.03 (0.23-9.87) </td><td>2.10\n</td><td>ns\n</td></tr><tr><td> </td><td> </td><td>(0.43-11.10)\n</td><td> </td></tr><tr><td>Birth weight (kg) median (range) </td><td>3.26 (2.03-4.5) </td><td>3.14\n</td><td>ns\n</td></tr><tr><td> </td><td> </td><td>(2.08-4.14)\n</td><td> </td></tr><tr><td>Breastfeeding (months) median (range) </td><td>1.13 (0-9.21) </td><td>1.06 (0-5.18) </td><td>ns\n</td></tr><tr><td>Exposure to smoke </td><td>148 (46.8%) </td><td>20 (44.4%) </td><td>ns\n</td></tr><tr><td>Family history of asthma </td><td>72 (22.7%) </td><td>15 (17.2%) </td><td>ns\n</td></tr><tr><td>Family history of atopy </td><td>124 (39.1%) </td><td>12 (26.7%) </td><td>ns\n</td></tr><tr><td>Fever </td><td>138 (43.1%) </td><td>13 (28.9%) </td><td>0.069*\n</td></tr><tr><td>Clinical severity score median (range) </td><td>4 (0-8) </td><td>4 (1-8) </td><td>ns\n</td></tr><tr><td>O2 therapy </td><td>81 (25.9%) </td><td>13 (28.9%) </td><td>ns\n</td></tr><tr><td>Days hospitalization median (range) </td><td>5 (1-27) </td><td>5 (2-12) </td><td>ns\n</td></tr><tr><td>PICU admission </td><td>38 (11.9%) </td><td>6 (13.3%) </td><td>ns\n</td></tr><tr><td>Total white blood cell count\n</td><td>10 310\n</td><td>9510\n</td><td>ns\n</td></tr><tr><td>(n/mm3) median (range)\n</td><td>(1750-29 300)\n</td><td>(4380-22 600)\n</td><td> </td></tr><tr><td>Blood lymphocytes (n/mm3)\n</td><td>4533\n</td><td>4530\n</td><td>ns\n</td></tr><tr><td>median (range)\n</td><td>(1570-12 010)\n</td><td>(1220-11 707)\n</td><td> </td></tr><tr><td>Blood neutrophils (n/mm3)\n</td><td>3800\n</td><td>3080\n</td><td>ns\n</td></tr><tr><td>median (range)\n</td><td>(510-18 810)\n</td><td>(569-11 179)\n</td><td> </td></tr><tr><td>Blood eosinophils &gt; 400/mm3 </td><td>23 (7.3%) </td><td>4 (8.9%) </td><td>ns\n</td></tr><tr><td>Serum sodium (mmoL/L) median (range)\n</td><td>137 (123-159) </td><td>139 (133-145) </td><td>ns\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>C-reactive protein (mg/dL) median (range)\n</td><td>0.44 (0-13.51) </td><td>0.23 (0-16.98) </td><td>0.011**\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>Chest X-ray\n</td><td> </td><td> </td><td> </td></tr><tr><td>Air trapping </td><td>142 (54.4%) </td><td>18 (48.6%) </td><td>ns\n</td></tr><tr><td>Infiltrates/atelectases </td><td>156 (59.7%) </td><td>24 (64.9%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 12 months </td><td>131 (49.6%) </td><td>13 (37.1%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 24 months </td><td>89 (40.6%) </td><td>13 (31.0%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 36 months </td><td>66 (37.1%) </td><td>5 (25.0%) </td><td>ns\n</td></tr></table></body></html>"}, "TABREF3": {"text": "", "latex": null, "type": "table"}, "TABREF5": {"text": "Clinical, demographic, and serological characteristic of infants with hRV bronchiolitis versus hRV co-infection", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>hRV\n</td><td>hRV coinfection\n</td><td> </td></tr><tr><td>Variables\n</td><td>n = 60 infants\n</td><td>n = 29 infants </td><td>P value\n</td></tr><tr><td>Sex (male) </td><td>31 (51.7%) </td><td>16 (55.2%) </td><td>ns\n</td></tr><tr><td>Age (months) median (range) </td><td>1.48 (0.27-9.17) </td><td>2.06 (0.80-6.07) </td><td>ns\n</td></tr><tr><td>Birth weight (kg) median (range) </td><td>3.06 (1.88-4.00) </td><td>3.24 (2.35-4.14) </td><td>ns\n</td></tr><tr><td>Breastfeeding (months) median (range) </td><td>1 (0-9) </td><td>1.18 (0-6) </td><td>ns\n</td></tr><tr><td>Exposure to smoke </td><td>29 (48.3%) </td><td>16 (55.2%) </td><td>ns\n</td></tr><tr><td>Family history of asthma </td><td>8 (13.3%) </td><td>12 (41.4%) </td><td>0.003*\n</td></tr><tr><td>Family history of atopy </td><td>24 (40.0%) </td><td>8 (27.6%) </td><td>ns\n</td></tr><tr><td>Fever </td><td>19 (31.7%) </td><td>5 (17.2%) </td><td>ns\n</td></tr><tr><td>Clinical severity score median (range) </td><td>3 (0-8) </td><td>3 (1-8) </td><td>ns\n</td></tr><tr><td>O2 therapy </td><td>11 (18.3%) </td><td>9 (31%) </td><td>ns\n</td></tr><tr><td>Days of hospitalization median (range) </td><td>5 (2-16) </td><td>5 (2-9) </td><td>ns\n</td></tr><tr><td>PICU admission </td><td>8 (13.6%) </td><td>2 (6.9%) </td><td>ns\n</td></tr><tr><td>Total white blood cell count\n</td><td>13 050\n</td><td>9990\n</td><td>0.029**\n</td></tr><tr><td>(n/mm3) median (range)\n</td><td>(3500-31 750)\n</td><td>(4380-20 710)\n</td><td> </td></tr><tr><td>Lymphocyte (n/mm3)\n</td><td>4989\n</td><td>4770\n</td><td>ns\n</td></tr><tr><td>median (range)\n</td><td>(1100-15 150)\n</td><td>(1220-12 040)\n</td><td> </td></tr><tr><td>Neutrophils (n/mm3) median (range)\n</td><td>5185 (570-17 029) </td><td>3080 (850-7560) </td><td>0.008**\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>Eosinophils &gt; 400/mm3 </td><td>11 (18.3%) </td><td>2 (6.9%) </td><td>ns\n</td></tr><tr><td>Sodium (mmoL/L) median (range)\n</td><td>136 (131-146) </td><td>139 (133-146) </td><td>ns\n</td></tr><tr><td> </td><td> </td><td> </td></tr><tr><td>C-RP (mg/dL) median (range) </td><td>0.6 (0.03-8.71) </td><td>0.23 (0-2.14) </td><td>0.008**\n</td></tr><tr><td>Chest X-ray\n</td><td> </td><td> </td><td> </td></tr><tr><td>Air trapping </td><td>23 (48.9%) </td><td>14 (53.8%) </td><td>ns\n</td></tr><tr><td>Infiltrate/atelectases </td><td>21 (44.7%) </td><td>13 (50.0%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 12 months </td><td>32 (65.3%) </td><td>12 (46.2%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 24 months </td><td>25 (56.8%) </td><td>9 (42.9%) </td><td>ns\n</td></tr><tr><td>Recurrent wheezing at 36 months </td><td>16 (40.0%) </td><td>6 (42.6%) </td><td>ns\n</td></tr></table></body></html>"}, "TABREF6": {"text": "It is hard to investigate how a concomitant infection or a recent viral infection could modulate the inflammatory response in children with bronchiolitis, without interfering with the severity of the clinical presentation. Given that RT-PCR is unable to distinguish infectious virions, we cannot say whether coinfections are simultaneous or a detected virus is left over from a previous infection. Also the viral load and the different viral genotype could influence the clinical presentation,", "latex": null, "type": "table"}, "TABREF7": {"text": "Bronchiolitis is the first lower respiratory tract viral infection occuring in infants younger than 12 months of age. In literature the frequency of mixed respiratory viral detection varies from 10% to 40% in hospitalized children. Findings on disease severity in single compared with multiple viral infections are contradictory, some studies suggesting that multiple virus infections result in more severe illnesses, whereas others describe no influence on clinical presentation.", "latex": null, "type": "table"}}, "back_matter": []}