{
    "paper_id": "0d3a6abcf22abe9927b15978592a63aa5c0de0f6",
    "metadata": {
        "title": "Editorial Perspective: Perils and promise for child and adolescent sleep and associated psychopathology during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Stephen",
                "middle": [
                    "P"
                ],
                "last": "Becker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cincinnati Children's Hospital Medical Center",
                    "location": {
                        "settlement": "Cincinnati",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [
                    "M"
                ],
                "last": "Gregory",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of London",
                    "location": {
                        "addrLine": "9600 Garsington Road, 350 Main St",
                        "postCode": "OX4 2DQ, 02148",
                        "settlement": "Goldsmiths, London, Oxford, Malden",
                        "region": "MA",
                        "country": "UK, UK and, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "First diagnosed in December 2019, the novel coronavirus disease has quickly spread across the globe and upended daily life for billions of people. With the implementation of social distancing interventions, direct human contact has become highly restricted, with most activities that typically occupy youths' livesschooling, extracurricular activities, and socialization with peerstransitioning to electronic-based platforms. It is anticipated that the COVID-19 pandemic and associated societal response will have wide-ranging impacts on youth development and mental health (Golberstein, Wen, & Miller, 2020) . Sleep is crucial for child and adolescent health and well-being (Gregory & Sadeh, 2016) , and while we do not yet know how sleep has been impacted by the COVID-19 crisis, the potential for sleep problems to emerge or worsen during this period is high (Altena et al., 2020) . This may be particularly true for children and adolescents, for whom developmental changes impacting sleep are rapidly occurring (such as those transitioning into adolescence) and for those who are at heightened risk for the onset of sleep and mental health disturbances. Youth with preexisting psychopathologies (including anxiety and depression) and neurodevelopmental conditions (including attention-deficit/hyperactivity disorder [ADHD] and autism spectrum disorder [ASD]) may also be particularly vulnerable to disturbed sleep during this time of great change and uncertainty. It is thus imperative that sleep considerations be part of both clinical and research initiatives aimed at mitigating and understanding the impact of the COVID-19 pandemic in children and adolescents. This discussion is timely, not least because one of the many benefits of sufficient sleep of good quality is to support the immune system (Besedovsky, Lange, & Haack, 2019) . Here, we discuss ways in which sleep may be impacted by the pandemic and outline a research agenda for investigating this topic further.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 608,
                    "text": "(Golberstein, Wen, & Miller, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 675,
                    "end": 698,
                    "text": "(Gregory & Sadeh, 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 862,
                    "end": 883,
                    "text": "(Altena et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1807,
                    "end": 1841,
                    "text": "(Besedovsky, Lange, & Haack, 2019)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Possible negative consequences of COVID-19 for child and adolescent sleep While data are needed to help us understand the impact of COVID-19 on sleep, a wider literature indicates that the pandemic could have an impact upon sleep in children and adolescents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the center of the pandemic is the virus itself. While symptoms appear to be relatively mild in the majority of children and adolescents, they can occur and include both respiratory difficulties and fever. Illness or hospitalization can have an impact on sleep (Besedovsky et al., 2019) . Isolation and shielding could result in increased sedentary behaviors and food consumption, which are likely to impact weight (Rundle, Park, Herbstman, Kinsey, & Wang, 2020) and consequently health and sleep over time. Children and adolescents may also experience increased levels of stress, given widespread changes in family financial situations, health concerns, and uncertainty about the future. These too can result in sleep difficulties (Tsai et al., 2018) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 288,
                    "text": "(Besedovsky et al., 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 417,
                    "end": 464,
                    "text": "(Rundle, Park, Herbstman, Kinsey, & Wang, 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 734,
                    "end": 753,
                    "text": "(Tsai et al., 2018)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further, social distancing advice to stay indoors can reduce exposure to sunlight, which is so central in establishing a consistent sleep routine. The latter may also be impacted by more flexibility in wake and sleep time and increased opportunity for prolonged daytime naps. Remote learning could increase time spent working in the bedroom or the bed, which contradicts widespread guidance to keep bedroom activity to a minimum so as to avoid associating the bed and bedroom with arousal. Remote learning and the absence of in-person social interactions also make it possible that youth spend more time using technology, including during the presleep period. Increased exposure to alerting 'blue light' can disrupt melatonin production, meaning that the body misses out on a biological cue that it is time to fall asleep (Dijk & Cajochen, 1997) . Bringing technology into the home could also expose some children, some perhaps for the first time, to cybervictimization and other online challenges. There is a clear need to assess and evaluate risk factors that may, independently or jointly, impair youths' sleep during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 822,
                    "end": 845,
                    "text": "(Dijk & Cajochen, 1997)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sleep and COVID-19: relevance for child and adolescent psychopathology Children and adolescents with preexisting mental health conditions may be particularly vulnerable to disturbed sleep during the COVID-19 pandemic or more prolonged sleep disturbances following the pandemic. Youth with anxiety or depression may be especially prone to COVID-related worries and rumination, which can interfere with sleep onset and quality. Youth with ASD may have particular difficulty with the extreme changes in routine resulting from the COVID-19 pandemic, social distancing measures, and caregivers working from home as well as engaging in novel home learning. Youth with neurodevelopmental disorders, including ASD and ADHD, may be more likely to experience variable sleep/wake patterns due to possible altered circadian function, medication use, and co-occurring psychopathologies (Becker, Sidol, Van Dyk, Epstein, & Beebe, 2017) . It is important to understand which youth are most at risk for COVID-19-related sleep problems and psychopathologies, why certain subgroups may be more likely than others to experience negative consequences, what factors confer increased or decreased risk, how sleep and mental health unfold over time, and the optimal way to address sleep-related challenges in different populations.",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 921,
                    "text": "(Becker, Sidol, Van Dyk, Epstein, & Beebe, 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is also possible that changes in sleep during the COVID-19 pandemic exacerbate or even contribute to psychopathology. Worsened sleep may increase negative affect, resulting in increased susceptibility to mood and anxiety problems. Shortened or poor sleep may lead to greater attentional difficulties and oppositionality for some youth, resulting in behaviors that mimic ADHD and commonly co-occurring symptoms. During and after the COVID-19 pandemic, it will be important to assess both sleep problems and psychopathology, which considered alongside a developmental and mental health history should allow for disentangling the emergence, exacerbation, and interrelations among these difficulties (Gregory & Sadeh, 2016) .",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 722,
                    "text": "(Gregory & Sadeh, 2016)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Adolescents may be particularly vulnerable to the effects of COVID-19-related social isolation. They are required to physically distance from friends and, for some, romantic interests while simultaneously experiencing almost 24/7 proximity to caregivers. Adolescents increasingly prioritize peer relationships and autonomy, and the current situation may result in both loneliness and unique parent-teen challenges or negotiations (e.g., related to home learning or compliance with COVID-19 public health guidelines). The COVID-19 crisis likely also impacts activities that are key to adolescents' identity (e.g., part-time employment), physical activity (e.g., sports participation), and creativity (e.g., arts participation). The loss of these in-person activities and related peer relationships may contribute to less physical activity, increased negative affect, more lethargy or napping behaviors, and greater screen time and online social networking. These factors have the potential to directly or jointly impact bedtimes, sleep quality, and the regularity of sleep/wake patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adolescent sleep during the COVID-19 pandemic: the perfect storm intensified?"
        },
        {
            "text": "Although children and adolescents may experience worsened sleep during and as a result of the COVID-19 crisis, it is also possible that some youth experience improved sleep in certain domains. First, strong 'evening types' may benefit from greater flexibility afforded by home learning. Second and relatedly, there may be more opportunity for obtaining sufficient sleep since less time is spent traveling to and from school or engaging in social and extracurricular activities. These considerations may point to a silver lining for adolescents' sleep in particular: in-person schools are closed, meaning that many adolescents no longer experience early school start times and may thus be able to establish and maintain a schedule more aligned to their endogenous circadian rhythm, in turn also reducing social jetlag (given more consistency between weekday and weekend sleep) (Crowley, Wolfson, Tarokh, & Carskadon, 2018) .",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 921,
                    "text": "(Crowley, Wolfson, Tarokh, & Carskadon, 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Potential for a good night's sleep?"
        },
        {
            "text": "Third, youth who experience peer victimization or academic failure may find the break from in-person schooling and activities provides a respite from these stressors. This may, in turn, reduce rumination or distress around bedtime that can interfere with sleep onset and quality. However, this respite may only be temporary, and it will be important to monitor these youth as the novelty of social distancing wears off. Finally, youth may experience closer ties to family during times of crisis, as well as new or renewed shared activities (e.g., walks, puzzles/games, meals). These enhanced family bonds may promote feelings of connection and safety that also promote healthy sleep. These possible advantages for sleep need to be considered alongside the multitude of risks described abovemeaning that the overall impact of COVID-19 on sleep is far from clear. It is also possible that sleep may be improved in certain domains (e.g., sleep duration) and not others (e.g., sleep stability).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential for a good night's sleep?"
        },
        {
            "text": "There are a number of important implications of youth sleep during and after the COVID-19 crisis for research and practice. Perhaps, most fundamentally, studies will be needed to examine whether, and if so how, the COVID-19 crisis and associated physical distancing impact child and adolescent sleep over time. For example, what domains of sleep are most clearly impacted, for better or for worse? Are changes in sleep temporary, or will a subset of youth experience longer-term sleep disturbances that originated during the COVID-19 pandemic? Will changes in sleep patterns (such as the possibility of increasingly late bedtime in adolescents) result in difficulties once normality starts to return (e.g., when schools reopen and early mornings are required once more)? Is sleep particularly impacted, in the short or long term, in children and adolescents experiencing certain risk factors, including mental health or neurodevelopmental conditions? It will also be important to evaluate COVID-19-related factors (e.g., personal loss, family financial strain, stress uncertainty) that may predict or maintain sleep disturbances in youth. Some home environments will have increased risks (e.g., increases in domestic violence, alcohol/drug use, child abuse/neglect) for both child sleep disturbances and psychopathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considerations for research and practice"
        },
        {
            "text": "Care will need to be made before extrapolating results to other situations, as the multiplicity of factors related to COVID-19 will mean that it is difficult to make direct comparisons to other situations (such as the impact of social isolation on sleep under different circumstances). Monitoring access to existing resources (prescription medication, services in and outside of the school context) will also be important as will establishing the best interventions for those who struggle with their sleep during and following COVID-19. Insomnia symptoms in children and adolescents can be treated with cognitive behavioral therapy for insomnia (CBT-I; Dewald-Kaufmann, de Bruin, & Michael, 2019)and given the reduction in face-to-face contact, rigorous studies need to further establish the extent to which online delivery systems are effective in youth. Establishing healthy sleep practices is important, and statutory guidance to educate about the importance of sleep comes into UK schools from September 2020 (UK Department of Education, 2019). This guidance is quite timely, and its impact needs evaluation. It is noteworthy that medicines for insomnia in children are not approved by the US Food and Drug Administration or the European Medicines Agency for insomnia in children (Bruni et al., 2018) . Studies should therefore also establish whether there has been an increase in prescription of medicine for insomnia in children and to monitor use over time.",
            "cite_spans": [
                {
                    "start": 1284,
                    "end": 1304,
                    "text": "(Bruni et al., 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Considerations for research and practice"
        },
        {
            "text": "In conclusion, as this pandemic unfolds, there remains great uncertainty and risk to the health and well-being of children and adolescents. Supporting our youth to get a good night's sleep is just one way that we can help them cope with the uncertain days ahead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considerations for research and practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dealing with sleep problems during home confinement due to the COVID-19 outbreak: Practical recommendations from a task force of the European CBT-I Academy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Altena",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baglioni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Espie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gavriloff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holzinger",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Riemann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Sleep Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jsr.13052"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Intraindividual variability of sleep/wake patterns in relation to child and adolescent functioning: A systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidol",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Dyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Beebe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sleep Medicine Reviews",
            "volume": "34",
            "issn": "",
            "pages": "94--121",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The sleepimmune crosstalk in health and disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Besedovsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haack",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Physiological Reviews",
            "volume": "99",
            "issn": "",
            "pages": "1325--1380",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Practitioner Review: Treatment of chronic insomnia in children and adolescents with neurodevelopmental disabilities",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angriman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calisti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Comandini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cortese",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Child Psychology and Psychiatry",
            "volume": "59",
            "issn": "",
            "pages": "489--508",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An update on adolescent sleep: New evidence informing the perfect storm model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tarokh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Carskadon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Adolescence",
            "volume": "67",
            "issn": "",
            "pages": "55--65",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cognitive behavioral therapy for insomnia (CBT-i) in schoolaged children and adolescents",
            "authors": [],
            "year": null,
            "venue": "Sleep Medicine Clinics",
            "volume": "14",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Melatonin and the circadian regulation of sleep initiation, consolidation, structure, and the sleep EEG",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Dijk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cajochen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Biological Rhythms",
            "volume": "12",
            "issn": "",
            "pages": "627--635",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus disease 2019 (COVID-19) and mental health for children and adolescents",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Golberstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1456"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Annual Research Review: Sleep problems in childhood psychiatric disorders -a review of the latest science",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadeh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Child Psychology and Psychiatry",
            "volume": "57",
            "issn": "",
            "pages": "296--317",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19-related school closings and risk of weight gain among children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rundle",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Herbstman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Kinsey",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Obesity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/oby.22813"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The roles of parental support and family stress in adolescent sleep",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccreath",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Seeman",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Fuligni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Child Development",
            "volume": "89",
            "issn": "",
            "pages": "1577--1588",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relationships Education, Relationships and Sex Education (RSE) and Health Education Statutory: guidance for governing bodies, proprietors",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}