{"paper_id": "0d3e6c56ef64eb7705fbed676eddcfa8af8ef65f", "metadata": {"title": "Age groups and spread of influenza: implications for vaccination strategy", "authors": [{"first": "Ying-Hen", "middle": [], "last": "Hsieh", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: The unpredictable nature of the potentially devastating impact of 2009 pH1N1 influenza pandemic highlights the need for pandemic preparedness planning, where modeling studies could be most useful for simulations of possible future scenarios.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods: A compartmental model with pre-symptomatic and asymptomatic influenza infections is proposed which incorporates age groups as well as intervention measures such as age-specific vaccination, in order to study spread of influenza in a community.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "We derive the basic reproduction number and other effective reproduction numbers under various intervention measures. For illustration, we make use of the Pneumonia and Influenza (P&I) mortality data and vaccination data of the very young (age 0-2) and the very old (age >64) during 2004-2005 Taiwan winter influenza season to fit our model and to compute the relevant reproduction numbers. The reproduction number for this winter flu season is estimated to be slightly above one (~1.0001). Conclusions: Comparatively large errors in fitting the P&I mortality data of the elderly (>64) were observed shortly after winter school closings in January, which may indicate the impact of younger, more active age groups transmitting influenza to other age groups outside of the school settings; in particular, to the elderly in the households. Pre-symptomatic infections seemed to have little effect on the model fit, while asymptomatic infection by asymptomatic infectives has a more pronounced impact on the model fit for the elderly mortality, perhaps indicating a larger role in disease transmission by asymptomatic infection. Simulations indicate that the impact of vaccination on the disease incidence might not be fully revealed in the change (or the lack thereof) in the effective reproduction number with interventions, but could still be substantial. The estimated per contact transmission probability for susceptible elderly is significantly higher than that of any other age group, perhaps highlighting the vulnerability of the elderly due to close contacts with their caretakers from other age groups. The relative impact of targeting the very young and the very old for vaccination was weakened by their relative inactivity, thus giving evidence of the lack of impact of vaccinating these two groups on the overall transmissibility of the disease in the community. This further underscores the need for morbidity-based strategy to prevent elderly mortality.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "In the spring of 2009, the novel H1N1 influenza virus first emerged in Mexico and later spread widely throughout the world within just a few months. The World Health Organization (WHO) announced on June 11 the start of 2009 influenza pandemic [1] , and further issued an advisory on August 28 for countries in the northern hemisphere to prepare for a second wave of pandemic spread in the coming fall/winter [2] . As of November 8, more than 206 countries and overseas territories or communities worldwide have reported laboratory confirmed cases of the pandemic pH1N1 virus, including over 6250 deaths [3] .", "cite_spans": [{"start": 243, "end": 246, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 408, "end": 411, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 603, "end": 606, "text": "[3]", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Background"}, {"text": "To lessen the severity of this pandemic, developing an effective flu vaccine and a global vaccination strategy is considered to be among the most important medical interventions [4] . However, to have the greatest impact, pandemic vaccines need to be available quickly and in large quantities, and to be delivered to the population optimally. Moreover, vaccines against a novel pandemic strain might take up to six months to manufacture and deliver, even in developed countries [5] . Given the potential threat of drug-resistance resulting from widespread use of antiviral treatment against pandemic flu, vaccine appears to be our primary weapon to prevent and to mitigate a pandemic. However, in addition to the need to consider the logistics of implementing largescale vaccination, distinctly different age-specific mortalities had also been observed during some past flu pandemics (e.g., in 1918 [6] ), which require different priorities when large-scale vaccination is to be implemented.", "cite_spans": [{"start": 178, "end": 181, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 478, "end": 481, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 899, "end": 902, "text": "[6]", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Background"}, {"text": "Moreover, vaccine for influenza is known to have different efficacy (i.e., reduction in the number of infectives) and effectiveness (i.e., reduction in symptomatic case number) for different age groups, see e.g., [7] [8] [9] . Setting priority for vaccination by targeting age groups most vulnerable (the elderly, infants, etc.) to prevent mortalities is commonly employed in most countries. However, when vaccinating those at greatest risk of mortality becomes impractical (if, e.g., medical care is relatively inaccessible) or inefficient (if, e.g., immune response is deficient), targeting those most likely to expose them to infection might be more preferable [10] . In this way, the very young and the old might be better protected by vaccinating those who are most likely to be in contact with them (thereby reducing their risk of exposure), rather than by being vaccinated. Comparison of influenza mortality among elderly Japanese during time periods when schoolchildren were and were not vaccinated suggests that the infected children pose a risk to others [11] , including the elderly. Moreover, several past US experiences (as summarized in [12] ) also are consistent with this conclusion. Nonetheless, influenza policymakers have typically advocated protecting those individuals of ages 6-24 months and >65 years directly.", "cite_spans": [{"start": 213, "end": 216, "text": "[7]", "ref_id": null}, {"start": 217, "end": 220, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 221, "end": 224, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 664, "end": 668, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1065, "end": 1069, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 1151, "end": 1155, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Background"}, {"text": "Bansal et al. [13] recently carried out a comparative analysis of two classes of suggested vaccination strategies, namely, the mortality-based strategies that target the high-risk populations and the morbidity-based strategies that target the high-prevalence populations, by applying the methods of contact network epidemiology to a model of disease transmission in a large urban population. Using a range of mortality rates reported previously for past influenza epidemics and pandemics, they concluded that the optimal strategy depends critically on the viral transmission level (or reproduction number) of the virus. That is, the morbidity-based strategies outperform the mortality-based strategies for moderately transmissible strains, while the reverse is true for highly transmissible strains. However, they also cautioned that when information pertaining to viral transmission rate of a particular disease and the frequency of new introductions into the community prior to an outbreak is unreliable or not available, a mortality-based vaccination priority is recommended. This further demonstrates the importance of targeting and, moreover, the uncertainty surrounding this issue.", "cite_spans": [{"start": 14, "end": 18, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Background"}, {"text": "To further the uncertainties regarding influenza pandemic preparedness planning, it is widely believed that asymptomatic cases (i.e., individuals who had been infected but showed little or no symptoms) and asymptomatic infection of influenza (i.e., infection caused by an asymptomatic case) do indeed occur regularly (e.g., [14] [15] [16] [17] ).", "cite_spans": [{"start": 324, "end": 328, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 329, "end": 333, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 334, "end": 338, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 339, "end": 343, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Background"}, {"text": "Model with only asymptomatic infections, by either asymptomatic or subclinical infectives, during their infectivity period had been recently studied in [14] . In this current study, we will consider a traditional compartmental model which incorporates both pre-symptomatic and asymptomatic infections, in order to explore the role which they could play in the overall spread of disease, if any. Moreover, the age-group structure of the model, by dividing the population into seven groups of the very young, preschool children, younger and older schoolchildren, young adults, adults, and the elderly, allows us to study targeted public health policies (e.g., immunization) aimed at different age groups. Our model also allows for inclusion of immunity and other age-dependent intervention measures such as quarantine and voluntary home withdrawal (see e.g., [15, 16] ). A full model will be proposed to take into account of the above-mentioned factors that may be important in determining the best vaccine strategy.", "cite_spans": [{"start": 152, "end": 156, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 857, "end": 861, "text": "[15,", "ref_id": "BIBREF14"}, {"start": 862, "end": 865, "text": "16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Background"}, {"text": "Our model is an age-dependent compartmental model. The model flowchart is given in Fig. 1 , where the subscript i denotes the i th age group. The model variables are described as follows, with the time unit t in days:", "cite_spans": [], "ref_spans": [{"start": 83, "end": 89, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Model Formulation"}, {"text": "S i (t): number of susceptible individuals of the ith age group at time t; V i (t): number of vaccinated individuals of the ith age group at time t; E i (t): number of exposed (infected) individuals of the ith age group at time t; π i : age-specific vaccine efficacy for age group i. l i (t) and  i V t ( ) : disease incidence rates for the susceptible and vaccinated individuals of age group i. See [Additional file 1] for detailed formulae.", "cite_spans": [], "ref_spans": [], "section": "Model Formulation"}, {"text": "The rest of the model parameters are listed in Tables 1-2, with the age-specific parameters given in Table 2 . The detailed description of the model is given in [Additional file 1]. Our main model assumptions are as follows:", "cite_spans": [], "ref_spans": [{"start": 101, "end": 108, "text": "Table 2", "ref_id": null}], "section": "Model Formulation"}, {"text": "(1) Exposed individuals are infective during the incubation period. It is commonly known (e.g., [18] ) that the pre-symptomatic (exposed) individuals cannot transmit Hsieh BMC Infectious Diseases 2010, 10:106 http://www.biomedcentral.com/1471-2334/10/106 the disease in the noninfectious latent period, during which the viral titres gradually increase to detectable and transmissible levels when they became infective for only a short period (0.25 days in [19] ) before the onset of symptoms. To avoid adding an extra compartment to account for the (short) period of infectivity after the end of the latent period and before the end of incubation period (see e.g., [20] ), we assume that the individuals are infective during the incubation period with the infectivity averaged out over the whole incubation period. This simplification is reasonable since the incubation period for influenza is typically very short, e.g., 1.48 days in [21] .", "cite_spans": [{"start": 96, "end": 100, "text": "[18]", "ref_id": "BIBREF17"}, {"start": 456, "end": 460, "text": "[19]", "ref_id": "BIBREF18"}, {"start": 665, "end": 669, "text": "[20]", "ref_id": null}, {"start": 935, "end": 939, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Model Formulation"}, {"text": "(2) Influenza vaccine is efficacious in preventing influenza infection and effective against influenza-like illness, albeit at different levels of efficacy and effectiveness for different age groups [8, 9] . Moreover, the vaccinated individuals are less infectious, once they become infected, when compared to those who had not been vaccinated.", "cite_spans": [{"start": 199, "end": 202, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 203, "end": 205, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Model Formulation"}, {"text": "(3) The quarantined individuals will be hospitalized directly following the onset of symptoms (see [22, 23] for modeling of quarantine for 2003 SARS outbreak).", "cite_spans": [{"start": 99, "end": 103, "text": "[22,", "ref_id": "BIBREF21"}, {"start": 104, "end": 107, "text": "23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Model Formulation"}, {"text": "(4) A fraction of the infectives has no symptoms or only subclinical symptoms, and is classified as asymptomatic infectives with reduced infectivity [14] . migration rate of symptomatic infectives 0 θ immigration rate of the population 0 θ 1 immigration rate of symptomatic infectives 0 q quarantine rate of unvaccinated exposed individuals 0 q V quarantine rate of vaccinated exposed individuals 0 1-home withdrawal rate of untreated symptomatic infectives 0 1-1 home withdrawal rate of all \"well\" individuals 0 τ reduction in infectivity of unvaccinated pre-symptomatic infectives 0.4 τ 1 reduction in infectivity of asymptomatic infectives 0.5 [15] τ 2 reduction factor in contact due to hospital isolation 0 reduction in infectivity of vaccinated infectives 0.5 [15] Table 2 Age-specific model parameters with the following sources: the age-specific values of vaccine efficacy and effectiveness [8, 9] , fraction of the symptomatic infectives [15] and [28] , and all other values from 2003-2006 Taiwan flu monitor surveillance data. ", "cite_spans": [{"start": 149, "end": 153, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 766, "end": 770, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 899, "end": 902, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 903, "end": 905, "text": "9]", "ref_id": "BIBREF8"}, {"start": 947, "end": 951, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 956, "end": 960, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Model Formulation"}, {"text": "The last four rows (in bold) were obtained by least-squared curve-fitting with data using MATLAB software.", "cite_spans": [], "ref_spans": [], "section": "Model Formulation"}, {"text": "(5) A hospitalized person is removed from isolation either by death or discharged due to recovery from illness.", "cite_spans": [], "ref_spans": [], "section": "Model Formulation"}, {"text": "(6) Homogeneous mixing within subpopulations is assumed.", "cite_spans": [], "ref_spans": [], "section": "Model Formulation"}, {"text": "(7) Negligible births and deaths (excluding disease deaths) during the course of the disease outbreak are assumed.", "cite_spans": [], "ref_spans": [], "section": "Model Formulation"}, {"text": "The basic reproduction number R 0 , the average number of infections by an infective in an immunologically naive population (see, e.g., Diekmann et al. [24] or van den Driessche and Watmough [25] ), is an important epidemiological quantity which gives indication to the potential severity of an epidemic. More precisely, the epidemic cannot be eradicated without interventions if R 0 exceeds unity. ", "cite_spans": [{"start": 152, "end": 156, "text": "[24]", "ref_id": "BIBREF23"}, {"start": 191, "end": 195, "text": "[25]", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "where R 11 , the average number of infections in group j caused by an infective from group i in an immunologically naive population, is given by", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "For illustration, the case n = 2 is described graphically in Fig. 2 ", "cite_spans": [], "ref_spans": [{"start": 61, "end": 67, "text": "Fig. 2", "ref_id": "FIGREF6"}], "section": "Reproduction Numbers"}, {"text": "The two blue arrows denotes within-group infections (R 11 and R 22 ) and the black arrows denote inter-group infection cycle (R 12 R 21 ). The term R 11 R 22 subtracted in (3) accounts for the redundancy that resulted when adding R 11 and R 22 . Similar results for the basic reproduction number of a multi-group model were also obtained in [26, 27] .", "cite_spans": [{"start": 341, "end": 345, "text": "[26,", "ref_id": "BIBREF25"}, {"start": 346, "end": 349, "text": "27]", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "Moreover, we have the following effective reproduction numbers due to interventions:", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "(i) The effective reproduction number with interven-", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "i, j = 1, 2, ... , n.", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "(ii) The effective reproduction number with vaccination only over a time period of immunization [0, T], R V , is: ", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "where", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "and    ", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "Detailed derivations of the reproduction numbers are also given in [Additional file 1]. Model fit using 2005-2006 Taiwan winter seasonal influenza data and agespecific vaccination data as it was implemented during that flu season, as well as simulation studies of hypothetical scenarios, will be carried out.", "cite_spans": [], "ref_spans": [], "section": "Reproduction Numbers"}, {"text": "With the issue of morbidity-based vs. mortality-based vaccine strategy for pandemic influenza still open to debate, the Taiwan Centers for Disease Control (TCDC) launched a new program of free flu vaccination for 1st and 2nd grades elementary school students (age 6-7) prior to the 2007-2008 winter flu season which was expanded further to include grades 1-4 in the fall of 2008. The aim of this vaccine program is hopefully to lower the seasonal influenza incidence across all age groups of the population. In anticipation of future investigation on public health impact of this program, we carry out model simulations by dividing the Taiwan population into 7 age groups (see Table 2 ), and by making use of the weekly Taiwan influenza vaccination data for young children of age 2 or less (age group 1, with free There were no other nonpharmaceutical intervention measures during this winter flu season. That is, all parameters pertaining to quarantine and home withdrawal in the model are set to be 0 in Table 1 . Moreover, for the sake of simplicity, we assume no noticeable level of migration and no waning of immunity during the flu season. The rest of the parameter values used are given in Tables 1-2 . We also assume a conservative 20% preepidemic immunity in our simulation based on a recent sero-epidemiological survey conducted during 2005-2006 winter flu season in Taiwan [28] .", "cite_spans": [{"start": 1384, "end": 1388, "text": "[28]", "ref_id": "BIBREF27"}], "ref_spans": [{"start": 677, "end": 684, "text": "Table 2", "ref_id": null}, {"start": 1006, "end": 1013, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1197, "end": 1207, "text": "Tables 1-2", "ref_id": "TABREF0"}], "section": "Simulations with Taiwan Seasonal Influenza"}, {"text": "For the contact rates between different age groups, we make use of the age-specific contact matrix obtained by Wallinga et al. [29] for Utrecht, the Netherlands, 1986. We adjust for the discrepancy in the population age distributions of Taiwan in 2005 and the Netherlands in 1986, by considering the ratios of demographic age structures of Netherlands in 1987 (Appendix Table 1 in [29] ) and of Taiwan in 2005 [Additional file 1: Table  A1 ]. The resulting contact matrix, of the average daily number of contacts for each individual in a certain age group with individuals in another age group, is given in [Additional file 1: Table A2 ].", "cite_spans": [{"start": 127, "end": 131, "text": "[29]", "ref_id": "BIBREF28"}, {"start": 381, "end": 385, "text": "[29]", "ref_id": "BIBREF28"}], "ref_spans": [{"start": 370, "end": 377, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 430, "end": 439, "text": "Table  A1", "ref_id": "TABREF0"}, {"start": 627, "end": 635, "text": "Table A2", "ref_id": null}], "section": "Simulations with Taiwan Seasonal Influenza"}, {"text": "The age-dependent hospitalization rates and per contact transmission probability in the last four rows (in bold) in Table 2 were obtained by least-squared curve-fitting with the 2004-2005 Taiwan winter P&I (Pneumonia and Influenza) mortality data from October 9, 2004 to March 5, 2005 for age groups 6 (age 22-64) and 7 (>64) using MATLAB software. ν 7 (τ) and ν 1 (τ) are piecewise linear (by week) approximations of the respective weekly vaccination data for elderly (>64) and young children in Taiwan during this time period. To simply our data fitting, we first fitted the data by assuming the per contact transmission probability of the infectees in i th group are averaged, i.e., b ij ≡ b i (see next to the last row in bold in Table 2 ).", "cite_spans": [], "ref_spans": [{"start": 116, "end": 123, "text": "Table 2", "ref_id": null}, {"start": 734, "end": 741, "text": "Table 2", "ref_id": null}], "section": "Fitting with Seasonal Influenza Data"}, {"text": "The result of data fit is given in Fig. 3 . The reason for using only groups 6 and 7 for data fit is that the P&I mortality data during that winter season consists mostly of older people. More precisely, 5038 (88.5%) of the 5694 individuals who died of P&I are of age 65 or older (age group 7), 607 (10.7%) are between age 22-64 (age group 6), followed by 17 between age 0-2 (age group 1) and 14 between age 15-21 (age group 5). Each of other age groups has only a handful of cases. Therefore, to avoid large errors due to fitting data with small data size, we only use the data from the two largest groups for our model fit.", "cite_spans": [], "ref_spans": [{"start": 35, "end": 41, "text": "Fig. 3", "ref_id": "FIGREF8"}], "section": "Results"}, {"text": "We also fitted the data by assuming the per contact transmission probability of the infectors in i th group are averaged, i.e., b ij ≡ b j (see the last row in bold in Table  2 and Fig. 4 ). We will compare these results to ascertain the difference in age groups on per contact transmission probabilities to and from particular age groups. To give more insight to the data used and the goodness of fit, we also provide the daily observed and predicated mortality corresponding to the case b ij ≡ b j in [Additional file 1: Figs. S1-S2].", "cite_spans": [], "ref_spans": [{"start": 168, "end": 176, "text": "Table  2", "ref_id": null}, {"start": 181, "end": 187, "text": "Fig. 4", "ref_id": "FIGREF9"}], "section": "Results"}, {"text": "By fitting only the hospitalization rates and the per contact transmission probabilities to the 2004-2005 Taiwan winter season P&I mortality for age groups 6 (age 22-64) and 7 (>64), we are able to obtain satisfactory model fit (see Fig. 3 ), although we note that fitting P&I deaths might conceivably lead to an overestimate of hospitalizations rates. However, simulation studies showed that the model fit is less sensitive to the hospitalization rates than to the transmission probabilities, and intuitively, most sensitive to changes in these rates for the elderly group.", "cite_spans": [], "ref_spans": [{"start": 233, "end": 239, "text": "Fig. 3", "ref_id": "FIGREF8"}], "section": "Age-specific Transmission"}, {"text": "It is interesting to note that comparatively significant errors in both theoretical curves occur in late January roughly after day 110. We note that day 105 was January 22, 2005 , when all schools in Taiwan closed for the winter vacation which lasted until after the traditional lunar New Year holiday, in mid-February of that year. The school closure, and subsequent shutdown of all non-essential venues during the week-long New Year holiday, surely had a significant impact on the contact rates which was not reflected in our constant contact matrix that implicitly assumes that inter-age group contact patterns remain the same during the whole season. More precisely, the P&I deaths for the elderly exhibits a slight increase for about 3 weeks after the closing of schools (shortly after the New Year) when compared to the model predicted values, while the P&I deaths for the adults of age 22-64 dropped substantially below the theoretical curve. These results indicate that the school closure and the subsequent New Year holiday led to more frequent contacts by the elderly in the households with family members who spent more time at home during the holidays At the same time, there were less contacts for the adults at the workplace (especially for those working in the educational facilities who had longer holidays) during this time period. Since most individuals in the elder group (and the very young) are not directly affected by the school closings and the holidays, one may speculate that the difference in the actual mortality and the theoretical mortality of the elderly, as averaged over the whole time period, is due at least in parts to the impact of interaction between the elderly and younger children with the school-age children and adults, when the activity levels (in terms of frequency as well as whom to make contact with) of the latter groups were significantly changed by the holidays. Furthermore, the elderly had a higher per contact transmission probability (Table 2 ) but lower contact frequency [Additional file 1: Table A2 ]. This study showed that, with the combination of these two factors, morbidity-based vaccination strategy still could be effective for the prevention of elderly mortality. Although a recent study to quantify the effect of school closures during the 2008 winter influenza season in Hong Kong did not find the school closures as having a substantial effect on the community transmission [30] , our results indicate the need for further studies on this topic. We also note that, normally, one would like to use averaged excess winter season P&I mortality data over other seasons for the data fitting of seasonal influenza. However, Taiwan often experiences summer influenza epidemics which would offset any attempt to obtain a reasonable \"excess\" P&I mortality for the winter season.", "cite_spans": [{"start": 169, "end": 172, "text": "22,", "ref_id": "BIBREF21"}, {"start": 173, "end": 177, "text": "2005", "ref_id": null}, {"start": 2443, "end": 2447, "text": "[30]", "ref_id": "BIBREF29"}], "ref_spans": [{"start": 1989, "end": 1997, "text": "(Table 2", "ref_id": null}, {"start": 2048, "end": 2056, "text": "Table A2", "ref_id": null}], "section": "Age-specific Transmission"}, {"text": "Using Equations (2-3) we obtain R 0 = 1.0001, just above unity. However, we note that it is more appropriately the reproduction number R of the winter flu epidemic, given the effect of pre-epidemic immunity that must exist. Chowell et al. [31] used several weekly seasonal flu mortality data, derived from P&I excess deaths and influenza-specific deaths from US, France, and Australia during 1972-1997 (1972-2002 for US), to estimate the (mean) reproduction number R p over 3 decades of seasonal flu. They found that the mean of R p to be around 1.3, with year-to-year variability of 0.9-2.1. Our estimate is lower, but within their range.", "cite_spans": [{"start": 239, "end": 243, "text": "[31]", "ref_id": "BIBREF30"}, {"start": 392, "end": 412, "text": "1972-1997 (1972-2002", "ref_id": null}], "ref_spans": [], "section": "The Reproduction Number"}, {"text": "It is also interesting to note that for our set of parameter values used in Figs. 4, 5, the effective reproduction number with vaccine only (see Equations 5-6) has almost the same value as R 0 , to the fourth decimal digit. One explanation for this apparent lack of impact of vaccination during the 2004-2005 flu season, as indicated by the value of R V , is that the vaccination data we used is only for groups 1 (age 0-2) and 7 (age >64). In the formula for R V , or more precisely for R ij V 0 in Equation (7), c ij 2 is the daily contact frequency between groups i and j. The contact frequencies of groups 1 and 7 [Additional file 1: Table A2 ] are substantially smaller than the contact frequencies of the other groups, with the exception of within-group contacts and contact between groups 1 and 2 (age 3-5) in daycare facilities. Therefore, the relative impact of targeting these two groups for vaccination was weakened by their relative inactivity, thus giving further evidence of the lack of impact of vaccinating the very young and the very old on the overall transmissibility of the disease in the community. However, simulation with the same parameter values as in Fig. 3 except assuming no vaccination in the young children and elderly age groups, i.e., υ 1 (t) = υ 7 (t) = 0, and everything else the same produces Fig. 5 , where the result indicates that the impact of no vaccination (red curves) would still be significant, resulting in nearly 4-fold increase in mortality of elderly and 2-fold increase in mortality of adults. Therefore, the impact of vaccination on the disease incidence sometimes might not be fully revealed in the change (or the lack thereof) in the effective reproduction number with intervention but could still be substantial, since it is a simple mathematical property that distinctly different (next generation) matrices may have similar eigenvalues.", "cite_spans": [], "ref_spans": [{"start": 638, "end": 646, "text": "Table A2", "ref_id": null}, {"start": 1177, "end": 1183, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 1328, "end": 1334, "text": "Fig. 5", "ref_id": null}], "section": "Vaccination"}, {"text": "Furthermore, in our simulations we had assumed vaccine efficacy (proportion of infection prevented) of 40% for elderly and 70% for young children, to be in line with current literature [8, 9] . However, efficacy depends very much on matching of the circulating strains with vaccine strains each year, where mismatch often causes low efficacy and might have affected our resulting data fit. We also assumed vaccine effectiveness (proportion of reduction in symptomatic cases) to be 60% for elderly and 40% for young children (also see [8, 9] ).", "cite_spans": [{"start": 185, "end": 188, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 189, "end": 191, "text": "9]", "ref_id": "BIBREF8"}, {"start": 534, "end": 537, "text": "[8,", "ref_id": "BIBREF7"}, {"start": 538, "end": 540, "text": "9]", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Vaccination"}, {"text": "The per contact transmission probability for the susceptible elderly (>64) infectees (see next to the last row in Table 2 ) is estimated to be 0.155, more than threefold of any other age group (with the young children of 0-2 being the next highest), which may be due to the common need for very close contact while the elderly (or younger children of age <3) are being cared for, typically by individuals from adults of ages 22-64 in age group 6, even though the frequency of contact might be less than that of with other age groups. This further highlights the high vulnerability of the elderly (or the younger children) to exposure from other age groups, and demonstrates the need for morbidity-based strategy to prevent the elderly (or younger children) influenza Figure 5 Simulation with the same model parameters as in Fig. 3 , except υ 1 (t) = υ 7 (t) = 0. The black dots are real data, the red curves are model fits in Fig. 3 , and the blue curves denote simulation without vaccination. mortality. On the other hand, the estimated per contact transmission probabilities for the younger (<3) and the elderly (>64) infectors are also both higher than those of the other groups (see the last row in Table 2 ), but not significantly so except when compared with those between ages 8-14. The higher transmission probabilities of young children and elderly infectives could reflect, again, the fact that contacts with these individuals are usually of a more intimate nature, although these probabilities are not as drastically different as their vulnerability to be infected. The less likelihood of schoolchildren of 8-14 to infect others might also be attributable to signs of their less intimate contacts with others as they grow into adolescence.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 121, "text": "Table 2", "ref_id": null}, {"start": 767, "end": 775, "text": "Figure 5", "ref_id": null}, {"start": 824, "end": 830, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 926, "end": 932, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 1203, "end": 1210, "text": "Table 2", "ref_id": null}], "section": "Vaccination"}, {"text": "To further explore this situation, we note that from Equation (6), the partial derivatives of R ij v with respect to ν i π i are: (2) and (7). We also know that [0, 1] and ν i π i for all i, j. Subsequently,", "cite_spans": [], "ref_spans": [], "section": "Vaccination"}, {"text": "effective reproduction number with vaccination only, R V , does not necessarily decrease as the effective vaccination rate ν i π i increases. In other words, vaccination is not always beneficial in reducing incidence and the design of an effective vaccination program in multigroup model is highly nontrivial, unlike in simple epidemic models where there is a simple formula for the critical vaccination coverage level necessary for eradication (p c ) [20] . In fact, it has been shown mathematically by Hadeler and Castillo-Chavez [32] , using a model with a core group, that partially effective vaccination program may actually increase the total number of cases. Explicit quantification of an optimal vaccination policy ( [33] ) in a multi-group population scenario remains to be a challenge for mathematical modelers and is beyond the scope of this work. Moreover, the model fit was carried out with vaccination (of the elderly and small children of age 2 or less) as the only intervention since vaccination was the only intervention that was implemented during the flu seasonal for which the fitted P&I data was collected. Further simulations with quarantine and home withdrawal also can be easily carried out.", "cite_spans": [{"start": 452, "end": 456, "text": "[20]", "ref_id": null}, {"start": 532, "end": 536, "text": "[32]", "ref_id": "BIBREF31"}, {"start": 725, "end": 729, "text": "[33]", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Vaccination"}, {"text": "A related issue is that of pre-epidemic immunity. Further sensitivity analysis using pre-immunity in the range of 10%-30% has shown that the results of curve-fittings are not sensitive to small changes in the pre-epidemic immunity. One would expect that pre-epidemic immunity does impact the outbreak, but nonetheless it is not reflected, at least not in the reproduction numbers. Pre-symptomatic infection and asymptomatic infection by asymptomatic infectives were incorporated into the proposed model. To gauge the roles these two features of influenza might play in a seasonal influenza epidemic, we performed the following simulations. Again using Fig. 3 as a benchmark, we first assume no pre-symptomatic infection (τ = 0) with all other parameter values unchanged (Fig. 6 ). Next we assume no asymptomatic infection by asymptomatic infectives (a i = a i V = 0) (Fig. 7) . The results indicate that pre-symptomatic infection seemed to have little effect on the model fits and the fitted parameters; while asymptomatic infection by asymptomatic infectives has a more pronounced impact on the model fit for the elderly, perhaps indicating the comparatively larger role asymptomatic infection plays in disease transmission.", "cite_spans": [], "ref_spans": [{"start": 652, "end": 658, "text": "Fig. 3", "ref_id": "FIGREF8"}, {"start": 770, "end": 777, "text": "(Fig. 6", "ref_id": "FIGREF10"}, {"start": 867, "end": 875, "text": "(Fig. 7)", "ref_id": "FIGREF11"}], "section": "Pre-epidemic Immunity"}, {"text": "Finally, as the WHO Strategic Advisory Group of Experts (SAGE) recently made its recommendations for priorities in vaccination for the H1N1 pandemic in terms of the social groups (e.g., healthcare workers those with chronic medical conditions), health groups (pregnant women), and age groups [34] , the model also can be used to divide population into social/health groups. For example, to study vaccine policy for the elderly, we could divide the elderly into those living in households and those living in old age homes, since they mix differently in these two distinct settings. The model is also useful for simulations of the cost-effectiveness of vaccine and other intervention measures, such as prophylaxis treatment, perhaps in future work. ", "cite_spans": [{"start": 292, "end": 296, "text": "[34]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Pre-epidemic Immunity"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization: World now at the start of 2009 influenza pandemic, WHO, Director-General statement to the press", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "World Health Organization: Preparing for the second wave: lessons from current outbreaks. Pandemic (H1N1) 2009 briefing note 9", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "World Health Organization: Pandemic (H1N1)", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "World Health Organization: Safety of pandemic vaccines", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Ready for avian flu?", "authors": [{"first": "T", "middle": [], "last": "Yamada", "suffix": ""}, {"first": "A", "middle": [], "last": "Dautry", "suffix": ""}, {"first": "M", "middle": [], "last": "Walport", "suffix": ""}], "year": 2008, "venue": "Nature", "volume": "454", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "influenza: the mother of all pandemics", "authors": [{"first": "J", "middle": ["K"], "last": "Taubenberger", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Morens", "suffix": ""}], "year": 1918, "venue": "Emerg Infect Dis", "volume": "12", "issn": "", "pages": "15--22", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Assessment of the efficacy and effectiveness of influenza vaccines in healthy children: systematic review", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "S", "middle": [], "last": "Smith", "suffix": ""}, {"first": "V", "middle": [], "last": "Demicheli", "suffix": ""}, {"first": "A", "middle": [], "last": "Harnden", "suffix": ""}, {"first": "A", "middle": [], "last": "Rivetti", "suffix": ""}, {"first": "Di", "middle": [], "last": "Pietrantonj", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Lancet", "volume": "365", "issn": "", "pages": "773--780", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Efficacy and effectiveness of influenza vaccines in elderly people: a systematic review", "authors": [{"first": "T", "middle": [], "last": "Jefferson", "suffix": ""}, {"first": "D", "middle": [], "last": "Rivetti", "suffix": ""}, {"first": "A", "middle": [], "last": "Rivetti", "suffix": ""}, {"first": "M", "middle": [], "last": "Rudin", "suffix": ""}, {"first": "Di", "middle": [], "last": "Pietrantonj", "suffix": ""}, {"first": "C", "middle": [], "last": "Demicheli", "suffix": ""}, {"first": "V", "middle": [], "last": "", "suffix": ""}], "year": 2005, "venue": "Lancet", "volume": "366", "issn": "", "pages": "1165--1174", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Superspreading and the effect of individual variation on disease emergence", "authors": [{"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Schreiber", "suffix": ""}, {"first": "P", "middle": ["E"], "last": "Kopp", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Getz", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "438", "issn": "", "pages": "355--359", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Japanese experience with vaccinating schoolchildren against influenza", "authors": [{"first": "T", "middle": ["A"], "last": "Reichert", "suffix": ""}, {"first": "N", "middle": [], "last": "Sugaya", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Fedson", "suffix": ""}, {"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}, {"first": "L", "middle": [], "last": "Simonsen", "suffix": ""}, {"first": "T", "middle": [], "last": "Tashiro", "suffix": ""}], "year": 2001, "venue": "N Engl J Med", "volume": "44", "issn": "", "pages": "889--896", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Emerging infections: pandemic influenza", "authors": [{"first": "W", "middle": ["P"], "last": "Glezen", "suffix": ""}], "year": 1996, "venue": "Epidemiol Rev", "volume": "18", "issn": "", "pages": "64--76", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A Comparative Analysis of Influenza Vaccination Programs", "authors": [{"first": "S", "middle": [], "last": "Bansal", "suffix": ""}, {"first": "B", "middle": [], "last": "Pourbohloul", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Meyers", "suffix": ""}], "year": 2006, "venue": "PLoS Med", "volume": "3", "issn": "10", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "On the Role of Asymptomatic Infection in Transmission Dynamics of Infectious Diseases", "authors": [{"first": "S", "middle": ["B"], "last": "Hsu", "suffix": ""}, {"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}], "year": 2008, "venue": "Bull Math Biology", "volume": "70", "issn": "", "pages": "134--155", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Containing pandemic influenza with antiviral agents", "authors": [{"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Halloran", "suffix": ""}, {"first": "A", "middle": [], "last": "Nizam", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yang", "suffix": ""}], "year": 2004, "venue": "Am J Epidemiol", "volume": "159", "issn": "", "pages": "623--633", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Containing pandemic influenza at the source", "authors": [{"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "A", "middle": [], "last": "Nizam", "suffix": ""}, {"first": "S", "middle": [], "last": "Xu", "suffix": ""}, {"first": "K", "middle": [], "last": "Ungchusak", "suffix": ""}, {"first": "W", "middle": [], "last": "Hanshaoworakul", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Cummings", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "309", "issn": "", "pages": "1083--1087", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Mitigation strategies for pandemic influenza in the United States", "authors": [{"first": "T", "middle": ["C"], "last": "Germann", "suffix": ""}, {"first": "K", "middle": [], "last": "Kadau", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Macken", "suffix": ""}], "year": 2006, "venue": "", "volume": "103", "issn": "", "pages": "5935--5940", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Kinetics of influenza A virus infection in humans", "authors": [{"first": "P", "middle": [], "last": "Baccam", "suffix": ""}, {"first": "C", "middle": [], "last": "Beauchemin", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Macken", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Perelson", "suffix": ""}], "year": 2006, "venue": "J Virol", "volume": "80", "issn": "", "pages": "7590--7599", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Emergence of drug resistance: implications for antiviral control of pandemic influenza", "authors": [{"first": "M", "middle": ["E"], "last": "Alexander", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Bowman", "suffix": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": ""}, {"first": "M", "middle": [], "last": "Gardam", "suffix": ""}, {"first": "S", "middle": ["M"], "last": "Moghadas", "suffix": ""}, {"first": "G", "middle": [], "last": "Röst", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "P", "middle": [], "last": "Yan", "suffix": ""}], "year": null, "venue": "Proc Biol Sci", "volume": "274", "issn": "", "pages": "1675--1684", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Strategies for containing an emerging influenza pandemic in southeast Asia", "authors": [{"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}, {"first": "Dat", "middle": [], "last": "Cummings", "suffix": ""}, {"first": "S", "middle": [], "last": "Cauchemez", "suffix": ""}, {"first": "C", "middle": [], "last": "Fraser", "suffix": ""}, {"first": "S", "middle": [], "last": "Riley", "suffix": ""}, {"first": "A", "middle": [], "last": "Meeyai", "suffix": ""}, {"first": "S", "middle": [], "last": "Lamsirithaworn", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Burke", "suffix": ""}], "year": 2005, "venue": "Nature", "volume": "437", "issn": "", "pages": "209--214", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Quarantine for SARS, Taiwan. Emerg Infect Dis", "authors": [{"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "Cws", "middle": [], "last": "Chen", "suffix": ""}, {"first": "J", "middle": ["Y"], "last": "Lee", "suffix": ""}, {"first": "F", "middle": ["C"], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Wu", "suffix": ""}, {"first": "Jsj", "middle": [], "last": "Wu", "suffix": ""}], "year": 2005, "venue": "", "volume": "11", "issn": "", "pages": "278--282", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Impact of Quarantine on the 2003 SARS Outbreak: a retrospective modeling study", "authors": [{"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "C", "middle": ["C"], "last": "King", "suffix": ""}, {"first": "Cws", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Ho", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Hsu", "suffix": ""}, {"first": "Y", "middle": ["C"], "last": "Wu", "suffix": ""}], "year": 2007, "venue": "J Theoretical Biology", "volume": "244", "issn": "", "pages": "729--736", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations", "authors": [{"first": "O", "middle": [], "last": "Diekmann", "suffix": ""}, {"first": "Jap", "middle": [], "last": "Heesterbeek", "suffix": ""}, {"first": "Jaj", "middle": [], "last": "Metz", "suffix": ""}], "year": 1990, "venue": "J Math Biol", "volume": "28", "issn": "", "pages": "365--382", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Reproduction numbers and subthreshold endemic equilibria for compartmental models of disease transmission", "authors": [{"first": "P", "middle": [], "last": "Driessche Van Den", "suffix": ""}, {"first": "J", "middle": [], "last": "Watmough", "suffix": ""}], "year": 2002, "venue": "Math Biosci", "volume": "180", "issn": "", "pages": "29--48", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Modeling the social dynamics of the sex industry in Thailand: Its implications for spread of HIV", "authors": [{"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Chen", "suffix": ""}], "year": 2004, "venue": "Bull Math Biol", "volume": "66", "issn": "1", "pages": "143--166", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Basic reproduction number HIV model incorporating commercial sex and behavior change", "authors": [{"first": "Y", "middle": ["H"], "last": "Hsieh", "suffix": ""}, {"first": "Y", "middle": ["S"], "last": "Wang", "suffix": ""}], "year": 2006, "venue": "Bull Math Biol", "volume": "68", "issn": "", "pages": "551--575", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Serological surveillance of human influenza viruses among elementary schoolchildren in Taiwan during the 2005-2006 flu season", "authors": [{"first": "C", "middle": ["Y"], "last": "Lin", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents", "authors": [{"first": "J", "middle": [], "last": "Wallinga", "suffix": ""}, {"first": "P", "middle": [], "last": "Teunis", "suffix": ""}, {"first": "M", "middle": [], "last": "Kretzschmar", "suffix": ""}], "year": 2006, "venue": "Am J Epidemiol", "volume": "164", "issn": "", "pages": "936--944", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Effects of school closures, 2008 winter influenza season, Hong Kong", "authors": [{"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "Ehy", "middle": [], "last": "Lau", "suffix": ""}, {"first": "Clh", "middle": [], "last": "Lam", "suffix": ""}, {"first": "Cky", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "J", "middle": [], "last": "Kovar", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "Jsm", "middle": [], "last": "Peiris", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2008, "venue": "Emerg Infect Dis", "volume": "14", "issn": "10", "pages": "1660--1662", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Seasonal influenza in the United States, France, and Australia: transmission and prospects for control", "authors": [{"first": "G", "middle": [], "last": "Chowell", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "C", "middle": [], "last": "Viboud", "suffix": ""}], "year": 2008, "venue": "Epidemiol Infect", "volume": "136", "issn": "6", "pages": "852--864", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "A core group model for disease transmission", "authors": [{"first": "K", "middle": ["P"], "last": "Hadeler", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 1995, "venue": "Math Biosci", "volume": "128", "issn": "", "pages": "41--55", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "The critical vaccination fraction for heterogeneous epidemic models", "authors": [{"first": "A", "middle": ["N"], "last": "Hill", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Longini", "suffix": ""}], "year": 2003, "venue": "Math Biosci", "volume": "181", "issn": "1", "pages": "85--106", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Pre-publication history The pre-publication history for this paper can be accessed here", "authors": [], "year": 2009, "venue": "WHO recommendations on pandemic (H1N1) 2009 vaccines", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1186/1471-2334-10-106"]}}, "BIBREF34": {"ref_id": "b34", "title": "Submit your next manuscript to BioMed Central and take full advantage of: • Convenient online submission • Thorough peer review • No space constraints or color figure charges • Immediate publication on acceptance • Inclusion in PubMed, CAS, Scopus and Google Scholar • Research which is freely available for redistribution", "authors": [], "year": 2010, "venue": "Cite this article as: Hsieh: Age groups and spread of influenza: implications for vaccination strategy. BMC Infectious Diseases", "volume": "10", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "( ) : number of exposed (infected) vaccinated individuals of the ith age group at time t; Q i (t): number of quarantined infected individuals of the ith age group at time t; I i (t): number of infective individuals of the ith age group at time t; I i v (t): number of vaccinated infective individuals of the ith age group at time t; A i (t): number of asymptomatic (subclinical) infective individuals of the ith age group at time t; H i (t): number of hospitalized (treated) individuals of the ith age group at time t; Z i (t): number of recovered and immune individuals of the ith age group at time t; D i (t): cumulative number of influenza deaths of the ith age group at time t; c ij : contact rate of an individual of ith group with an individual of jth group; b ij : per contact transmission probability of a susceptible individual of ith group by an infective of jth group.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Model flow diagram.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "transmission probability of infectees in i th group b ij ≡ b transmission probability of infectors in i th group b ij ≡ b", "latex": null, "type": "figure"}, "FIGREF5": {"text": "j = 1, 2, ..., n, is the average vaccine coverage of age group i over the time period [0, T], and R c ij ij S i", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Graphical illustration of the basic reproduction number for n = 2. The two blue arrows denotes within-group infections (R 11 and R 22 ) and the black arrows denote the inter-group infection cycle (R 12 R 21 ). The term R 11 R 22 subtracted in (3) accounts the redundancy due to adding both R 11 and R 22 .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "flu vaccination since 2004) and the elderly of 65 or older (age group 7, with free flu vaccination since 2001) during the 2004-2005 winter flu season. The average vaccine coverages of age groups 1 and 7 during the 2004-2005 winter season in Taiwan are 63.4% and 58.2%, respectively.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Model fit for the 2004-2005 (10/9/04-3/5/05) winter cumulative P&I mortality data in Taiwan for age groups 6 (age 22-64) and 7 (>64), with b ij = b i . The black dots are the real data; the solid curves are simulated D 6 (t) and D 7 (t) from the model, where R 2 are 0.97222 and 0.99123 for fitting D 6 (t) and D 7 (t), respectively.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Model fit for the 2004-2005 (10/9/04-3/5/05) winter cumulative P&I mortality data in Taiwan for age groups 6 (age 22-64) and 7 (>64), with b ij = b j . The black dots are the real data; the red curves are simulated D 6 (t) and D 7 (t) from the model, where R 2 are 0.99403 and 0.96763 for fitting D 6 (t) and D 7 (t), respectively.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "Model fit with same model parameters as Fig. 3 except no asymptomatic infection by asymptomatic infectives (τ = 0). The black dots are the real data; the red curves are the model fit, where R 2 are 0.97346 and 0.99259, respectively.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Model fit with same model parameters as Fig. 3 except no asymptomatic infection by asymptomatic infectives (ai = 0). The black dots are the real data; the red curves are the model fit, where R 2 are 0.99472 and 0.94446, respectively. Additional file 1: Electronic Supplementary Material. SVEQIAHR Model Details and Supplementary Data.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Model parameters with parameter values taken from published literature[15,19,21]. The parameter values without a source (mostly 0) are assumed values.", "latex": null, "type": "table"}}, "back_matter": [{"text": "YHH was supported by Taiwan CDC Pandemic Influenza Vaccine Research and Development Program (DOH95-DC-1407), National Science Council of Taiwan (NSC 97-2118-M-039-004), and China Medical University (CMU 97 323). The author is grateful to Leng Leng Lim and Yun-Shih Wang for their help with the numerical simulations, and to Jen-Hsiang Chuang for providing Taiwan age-specific P&I mortality data. The author is grateful to two reviewers for their constructive and insightful comments which significantly improved this paper.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}, {"text": "The authors declare that they have no competing interests. ", "cite_spans": [], "ref_spans": [], "section": "Competing interests"}]}