{
    "paper_id": "0d3fa6e484df23c41bdbb2b55fd13e733225ea49",
    "metadata": {
        "title": "Sequelae of viral pneumonia in children",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Brouard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de pédiatrie médicale",
                    "institution": "CHU de Caen",
                    "location": {
                        "addrLine": "avenue Côte-de-Nacre, avenue Côte-de-Nacre",
                        "postCode": "14033, 14033",
                        "settlement": "Caen cedex 9, Caen cedex 9",
                        "country": "France, France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Vallet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de pédiatrie médicale",
                    "institution": "CHU de Caen",
                    "location": {
                        "addrLine": "avenue Côte-de-Nacre, avenue Côte-de-Nacre",
                        "postCode": "14033, 14033",
                        "settlement": "Caen cedex 9, Caen cedex 9",
                        "country": "France, France"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Marie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de pédiatrie médicale",
                    "institution": "CHU de Caen",
                    "location": {
                        "addrLine": "avenue Côte-de-Nacre, avenue Côte-de-Nacre",
                        "postCode": "14033, 14033",
                        "settlement": "Caen cedex 9, Caen cedex 9",
                        "country": "France, France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Faucon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Service de pédiatrie médicale",
                    "institution": "CHU de Caen",
                    "location": {
                        "addrLine": "avenue Côte-de-Nacre, avenue Côte-de-Nacre",
                        "postCode": "14033, 14033",
                        "settlement": "Caen cedex 9, Caen cedex 9",
                        "country": "France, France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "L'immaturité du système immunitaire explique une part de la vulnérabilité aux pathogènes respiratoires durant l'enfance. Une infection virale respiratoire aiguë chez l'enfant peut être secondaire à 1 des 200 virus génétiquement différents et identifiables par les outils moléculaires. Les cellules ciliées distribuées tout au long de l'épithélium des voies respiratoires sont la cible des virus. Les études épidémiologiques rapportent une diminution de la fonction respiratoire chez l'adulte indépendamment de facteurs confondants lorsqu'une pneumonie est survenue avant l'âge de 2 voire 7 ans. Cette réduction de la fonction respiratoire est le reflet probable de l'atteinte initiale malgré les processus de réparation (altération potentielle de croissance pulmonaire) et à l'âge adulte d'une accélération du déclin physiologique des capacités ventilatoires. Les études portant sur l'origine des dilatations des bronches retrouvent des antécédents de pneumopathies infectieuses plus d'une fois sur deux. Les infections à adénovirus sont particulièrement en cause. Une bronchiolite obstructive post-infectieuse peut survenir même chez l'enfant immunocompétent ; le tableau initial est très souvent pseudo-grippal, puis est marqué par une dissociation entre des signes fonctionnels importants et un examen clinique pauvre. L'évolution au long cours est peu prévisible mais peut conduire à l'insuffisance respiratoire chronique létale. Les pneumopathies infiltratives diffuses sont caractérisées par une infiltration diffuse de la charpente conjonctivale du poumon par des cellules inflammatoires et de la fibrose. Le rôle des virus dans son développement a été évoqué en raison de la présence d'inclusions cellulaires évoquant des particules virales dans le poumon d'enfants atteints. Enfin la plupart des études épidémiologiques soulignent l'association entre une symptomatologie sifflante secondaire à une agression virale durant l'enfance et le risque ultérieur de développement d'un asthme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Community-acquired viral bronchopneumonia is frequent, particularly in children, and can be associated with all types of respiratory viruses. Immature immunity explains the vulnerability to respiratory pathogens during childhood. Epithelial cells distributed throughout the airway epithelium are the target of viruses. Epidemiological studies report a decrease in respiratory function in adults, regardless of confounding factors, who had pneumonia before the age of 2 or even 7 years. This reduction in respiratory function is a consequence of the initial involvement and of the accelerated physiological decline in adulthood. Studies on the origin of bronchial dilatation have found a history of infectious pneumonia in more than 50% of cases. Adenoviral infections in particular are involved. Postinfectious obstructive bronchiolitis can occur even in immunocompetent children. The initial clinical picture is often flu-like, and is subsequently marked by a dissociation between important functional signs and a poor clinical presentation. The long-term course is not predictable but can lead to lethal chronic respiratory failure. Diffuse infiltrative Perfectionnement en Pédiatrie 2020;xx:1-6 Mise au point pratique Pour citer cet article : Brouard J, et al. Les séquelles de virose en pneumopédiatrie. Perfectionnement en Pédiatrie (2020), https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "L'immaturité du système immunitaire explique une part de la vulnérabilité aux pathogènes respiratoires durant l'enfance. Une infection virale respiratoire aiguë chez l'enfant peut être secondaire à 1 des 200 virus génétiquement différents et identifiables par les outils moléculaires. Les cellules ciliées distribuées tout au long de l'épithélium des voies respiratoires sont la cible des virus. Les études épidémiologiques rapportent une diminution de la fonction respiratoire chez l'adulte indépendamment de facteurs confondants lorsqu'une pneumonie est survenue avant l'âge de 2 voire 7 ans. Cette réduction de la fonction respiratoire est le reflet probable de l'atteinte initiale malgré les processus de réparation (altération potentielle de croissance pulmonaire) et à l'âge adulte d'une accélération du déclin physiologique des capacités ventilatoires. Les études portant sur l'origine des dilatations des bronches retrouvent des antécédents de pneumopathies infectieuses plus d'une fois sur deux. Les infections à adénovirus sont particulièrement en cause. Une bronchiolite obstructive post-infectieuse peut survenir même chez l'enfant immunocompétent ; le tableau initial est très souvent pseudo-grippal, puis est marqué par une dissociation entre des signes fonctionnels importants et un examen clinique pauvre. L'évolution au long cours est peu prévisible mais peut conduire à l'insuffisance respiratoire chronique létale. Les pneumopathies infiltratives diffuses sont caractérisées par une infiltration diffuse de la charpente conjonctivale du poumon par des cellules inflammatoires et de la fibrose. Le rôle des virus dans son développement a été évoqué en raison de la présence d'inclusions cellulaires évoquant des particules virales dans le poumon d'enfants atteints. Enfin la plupart des études épidémiologiques soulignent l'association entre une symptomatologie sifflante secondaire à une agression virale durant l'enfance et le risque ultérieur de développement d'un asthme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RÉSUMÉ"
        },
        {
            "text": "© 2020 Société Française de Pédiatrie (SFP). Publié par Elsevier Masson SAS. Tous droits réservés.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RÉSUMÉ"
        },
        {
            "text": "Community-acquired viral bronchopneumonia is frequent, particularly in children, and can be associated with all types of respiratory viruses. Immature immunity explains the vulnerability to respiratory pathogens during childhood. Epithelial cells distributed throughout the airway epithelium are the target of viruses. Epidemiological studies report a decrease in respiratory function in adults, regardless of confounding factors, who had pneumonia before the age of 2 or even 7 years. This reduction in respiratory function is a consequence of the initial involvement and of the accelerated physiological decline in adulthood. Studies on the origin of bronchial dilatation have found a history of infectious pneumonia in more than 50% of cases. Adenoviral infections in particular are involved. Postinfectious obstructive bronchiolitis can occur even in immunocompetent children. The initial clinical picture is often flu-like, and is subsequently marked by a dissociation between important functional signs and a poor clinical presentation. The long-term course is not predictable but can lead to lethal chronic respiratory failure. Diffuse infiltrative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Les infections respiratoires aiguës virales des voies aériennes inférieures représentent chez l'enfant de moins de 5 ans une part très importante de la morbidité infantile. La prédominance virale est prouvée. Les virus à tropisme respiratoire se répliquent initialement au niveau du nez et du pharynx avant d'infecter de proche en proche les voies aériennes basses. La cible des virus est représentée par les cellules ciliées distribuées tout au long de l'épithélium des voies respiratoires. La prise en compte des virus lors de pathologies respiratoires saisonnières date de 1933 par la découverte du virus influenza A (VI), mais l'étape marquante du diagnostic des infections respiratoires est l'arrivée, dans les années 1970, des techniques de diagnostic rapide par la détection en immunofluorescence du virus respiratoire syncytial (VRS) dans les sécrétions respiratoires des nourrissons atteints de bronchiolite aiguë. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "L'âge a une grande influence dans la survenue des infections respiratoires aiguës hautes et basses (IRA) : l'incidence de 240/1000 chez les nourrissons de moins de 1 an, diminue à 75/ 1000 chez les enfants âgés de 6 à 8 ans et à 34/1000 chez ceux de plus de 15 ans. En Europe, 3 à 18 % des admissions dans les services hospitaliers sont dues aux IRA [1] . Une comorbidité est présente dans un tiers des cas avec en premier lieu l'asthme (24 %). Près de 50 % des enfants présentant une IRA sont âgés de moins de un an [2] . L'Organisation mondiale de la santé estime l'incidence des pneumopathies cliniques chez les moins de 5 ans à 0,29 épisodes par patientannée dans les pays en développement et à 0,05 épisodes par patient-année dans les pays développés. Ceci se traduit par environ 156 millions de nouveaux épisodes chaque année dans le monde, dont 151 millions d'épisodes dans les pays en développement. Les pneumonies sont responsables d'environ 19 % de tous les décès d'enfants de moins de 5 ans, dont plus de 70 % se produisent en Afrique subsaharienne et en Asie du Sud-Est [3] . Une étude canadienne souligne le côté exceptionnel de ces décès chez l'enfant dans les pays à haut revenu économique et de couverture vaccinale importante puisqu'elle retient 11 décès sur plus de 25 000 admissions pédiatriques pour pneumopathie dont un seul n'avait aucune comorbidité [4] . Le taux d'identification virale lors de pneumopathies varie entre 43 à 67 % (moyenne 49 %) selon une synthèse de 9 études pédiatriques [5] . Une étude réalisée durant quatre épidémies hivernales consécutives, chez des enfants âgés de 1 mois à 14 ans ayant une pneumonie aiguë communautaire, a mis en évidence au moins un virus dans 73,5 % des cas avec des différences selon l'âge : 90,9 % chez les moins de 1 an ; 80,2 % entre 1 et 4 ans ; 47,9 % chez les plus de 4 ans [6] . Le VRS reste le virus le plus fréquemment retrouvé, mais avec une prévalence plus faible que dans les bronchiolites (31,7 %). Les autres virus identifiés sont : rhinovirus (24,3 %), HBoV (10,1 %), VI (9,6 %), hMPV À court terme, passée la période aiguë, les réadmissions après une hospitalisation ont une prévalence mal précisée. Une étude américaine évalue à un mois ce taux ajusté à 5,2 % (interquartile : 5,1-5,4) variant significativement entre les hôpitaux. Les facteurs de risque de réadmission ont été : un âge inférieur à 1 an, le sexe masculin, la présence d'une maladie chronique dont l'asthme [7] . Chez les enfants immunodéprimés, l'atteinte respiratoire est plus grave avec une dissémination hématogène fréquente. D'autres virus y sont plus spécifiques ou des virus latents sont réactivés : Herpesviridae, Adenoviridae. Par ailleurs, l'atteinte respiratoire peut résulter d'une dissémination hématogène du virus dans les viroses systémiques que sont la rougeole ou la varicelle. Une charge virale élevée et une élimination plus lente des virus par les voies respiratoires sont une caractéristique du sujet immunodéficient.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1514,
                    "end": 1517,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1849,
                    "end": 1852,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2459,
                    "end": 2462,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "QUELQUES DONNÉES ÉPIDÉMIOLOGIQUES DE MORBIDITÉ ET MORTALITÉ"
        },
        {
            "text": "Chez le nourrisson, les atélectasies du lobe supérieur droit ou celles du lobe moyen et chez l'enfant plus âgé celles du lobe inférieur gauche peuvent être retrouvées au décours d'une virose respiratoire et sont souvent pauci-symptomatiques. La réalisation d'un cliché thoracique systématique après une pneumopathie ne répond pas aux recommandations mais doit pneumonitis is characterized by pulmonary diffuse infiltration with inflammatory cells and fibrosis. The role of viruses in its development has been mentioned due to the presence of cellular inclusions evoking viral particles in the lungs of affected children. Finally, most epidemiological studies emphasize the association between wheezing symptoms secondary to viral infection in childhood and the subsequent risk of developing asthma. être réalisée si la récupération clinique n'est pas complète ou si récidive infectieuse. Des particularités anatomiques favorisent l'atteinte du lobe moyen (diminution de la ventilation collatérale, implantation de la bronche), celle-ci se traduit par une atélectasie chronique définissant le syndrome du lobe moyen. L'atélectasie du lobe moyen et celle de la lingula se voient mieux sur le cliché de profil sous la forme d'une opacité triangulaire à sommet hilaire. Une atélectasie extrême d'un lobe supérieur ou inférieur peut totalement passer inaperçue lorsque ces territoires sont plaqués contre le médiastin. À l'opposé, les atélectasies peuvent n'affecter que de petits territoires pulmonaires, elles se traduisent par des opacités bien limitées, linéaires souvent voisines d'une scissure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ATÉLECTASIES SÉQUELLAIRES"
        },
        {
            "text": "La bronchite bactérienne persistante reste peu décrite en France alors qu'elle l'est bien plus dans les pays anglo-saxons (protracted bacterial bronchitis). Elle touche les enfants de moins de 14 ans qui présentent une toux évoluant depuis plus de 4 semaines, continue, isolée, sans retentissement clinique autre ou radiologique. Cette toux prolongée pourrait succéder à une agression virale mais une réponse thérapeutique favorable après 2 semaines d'amoxicilline-acide clavulanique est un argument diagnostique. Un risque d'évolution de la bronchite bactérienne persistante vers une suppuration bronchopulmonaire chronique pourrait être à l'origine du développement des DDB [8] . Il existe une grande disparité de prévalence des DDB selon les régions du monde. Outre une épidémiologie virale différente, certaines prédispositions génétiques expliquent cette distribution géographique, comme cela a été souligné en Nouvelle-Zélande au sein de la population Maori. Les études épidémiologiques portant sur les DDB retrouvent des antécédents de pneumopathies infectieuses plus d'une fois sur deux. Les infections adénovirales sont particulièrement en cause. Les bronchectasies peuvent être suspectées lors de la présence d'images claires au sein du territoire rétracté. L'examen tomodensitométrique thoracique avec des coupes millimétriques permet de les documenter (Fig. 1) . Les examens isotopiques de perfusion et de ventilation apportent des renseignements sur la valeur fonctionnelle des territoires pulmonaires.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 679,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1364,
                    "end": 1372,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INFECTION BACTÉRIENNE CHRONIQUE ET DILATATIONS DES BRONCHES (DDB)"
        },
        {
            "text": "Les lésions cicatricielles bronchiques ou bronchiolaires sont à l'origine de conséquences respiratoires à long terme. Les bronchiolites oblitérantes restent rares, même si probablement sous-estimées. La BOPI, ou bronchiolite constrictive, est caractérisée par des phénomènes inflammatoires très importants et fibrosants des petites voies aériennes et un parenchyme pulmonaire adjacent peu atteint. Les BOPI succèdent à un épisode infectieux pulmonaire et conduisent à une destruction de l'architecture des petites voies aériennes remplacée par du tissu fibreux avec réduction progressive du calibre aérien. L'examen histopathologique (Fig. 2) permet de distinguer une bronchiolite oblitérante (maladie des voies aériennes avec syndrome obstructif), de la bronchiolite proliférative (maladie des espaces aériens distaux). Dans cette dernière, il existe plutôt un syndrome restrictif et une diminution de la DLCO, en rapport avec une alvéolite prédominante (lymphocytose au LBA avec élévation des polynucléaires neutrophiles). L'atteinte bronchiolaire est souvent mineure et correspond à la bronchiolite oblitérante avec pneumopathie en voie d'organisation (BOOP). La BOPI survenant chez des enfants préalablement sains a été principalement décrite dans plusieurs pays d'Amérique du sud et asiatiques, beaucoup plus rarement en Europe. La responsabilité de certains virus a été soulignée en particulier l'adénovirus (ADV) dont la gravité de quelques sérotypes a été évoqué : ADV3, ADV7h, Les séquelles de virose en pneumopédiatrie ADV11 essentiellement trouvés en Amérique du sud ; ADV3, ADV7 fréquemment identifiés dans les régions asiatiques. La responsabilité d'autres virus a été soulignée en particulier : rougeole, influenza, para influenza, VRS, varicelle [9] . Chez un enfant préalablement sain, le diagnostic de BOPI est suspecté si les symptômes respiratoires (toux, encombrement, polypnée, distension thoracique, sous-crépitants/sibilants localisés ou diffus) persistent au-delà de 4 à 6 semaines après l'épisode aigu et ne répondent pas aux traitements ou s'expriment après une phase de rémission apparente. Ensuite peuvent apparaître des épisodes de désaturation durant le sommeil, une cassure de la courbe staturopondérale, une dyspnée d'effort. Dans les formes évoluées peuvent survenir une hypertension artérielle pulmonaire (HTAP), une déformation squelettique thoracique, un hippocratisme digital. L'affirmation de ce diagnostic repose, après avoir éliminé d'autres étiologies d'obstruction bronchique, sur la réalisation d'une imagerie dont une radiographie pulmonaire en inspiration et expiration. Celle-ci montre la persistance d'une distension pulmonaire, localisée ou généralisée, des atélectasies et parfois évoque la présence de dilatation des bronches. Le syndrome de Swyer James-MacLeod, ou petit poumon clair unilatéral (diminution vascularisation et hypoplasie pulmonaire), est une forme particulière de BOPI. La réalisation d'un scanner thoracique avec images en expiration reste l'élément pivot du diagnostic : présence d'atélectasies segmentaires (entre 25 à 45 %), de DDB (entre 35 et 60 %), et surtout de zones segmentaires ou lobulaires d'hyper-clarté fixe signant l'hypo-perfusion (Fig. 3) . Le piégeage expiratoire et la perfusion en mosaïque (lésions des petites voies aériennes) sont les éléments majeurs du diagnostic de BOPI (sensibilité 90 %, spécificité 80 %, valeur prédictive positive 85 %). Actuellement les données cliniques et de l'imagerie sont considérées comme suffisamment corrélées aux données histologiques issues d'une biopsie pour ne plus la réaliser en raison des risques opératoires. La scintigraphie pulmonaire de ventilation et de perfusion objective les altérations des rapports ventilation/perfusion (Fig. 4) . L'exploration fonctionnelle respiratoire recherche une réduction des débits respiratoires maximaux (VEMS et DEM25-75), une diminution de la capacité vitale forcée, une augmentation du volume résiduel et, fréquemment, une hyperréactivité bronchique. L'évolution au long cours est peu prévisible. Elle peut être prolongée, lentement favorable (quelques mois voire années), mais également conduire à l'insuffisance respiratoire chronique létale par persistance du processus inflammatoire. Une étude prospective avec un suivi de 3 ans et demi, note une fois sur cinq la rémission clinique et radiologique, la persistance des signes respiratoires deux fois sur trois, une oxygéno-dépendance dans 10 % des cas, une prévalence d'hospitalisation de 80 % la première année puis 20 % la deuxième année. Près de 10 % des nourrissons décédèrent durant les 2 premières années de suivi [10] . Les options thérapeutiques, outre symptomatiques, ne sont pas consensuelles ; certains auteurs ont montré une efficacité des corticoïdes per os à la phase initiale. D'autres proposent, dès les premiers mois de persistance des symptômes cliniques malgré cette corticothérapie, un traitement mensuel de bolus de méthylprednisolone intraveineuse à forte dose 3 jours de suite (pulsothérapie) avec un minimum de 3 cycles. L'apport de l'azythromycine reste débattu.",
            "cite_spans": [
                {
                    "start": 1761,
                    "end": 1764,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4643,
                    "end": 4647,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 642,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3215,
                    "end": 3223,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3760,
                    "end": 3768,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "LES BRONCHIOLITES OBLITÉRANTES POST-INFECTIEUSES (BOPI)"
        },
        {
            "text": "Des études épidémiologiques britanniques ont rapporté une diminution de la fonction respiratoire chez l'adulte lorsqu'une pneumonie ou une bronchite survenait avant l'âge de 2 ans. D'autres soulignent que la période vulnérabilité pulmonaire peut se prolonger jusqu'à l'âge de 7 ans et les séquelles fonctionnelles tardives sont indépendantes de facteurs confondants tels : tabagisme passif, taille de la famille, poids de naissance, pollution intérieure. Cette réduction de la fonction respiratoire est le reflet probable de l'atteinte initiale et d'un déclin physiologique accéléré à l'âge adulte. La responsabilité de ces infections respiratoires précoces sur la survenue de bronchite chronique chez l'adulte semble avoir un lien de causalité plus fort que le tabagisme [11] .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 776,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DIMINUTION DE LA FONCTION RESPIRATOIRE"
        },
        {
            "text": "La plupart des études épidémiologiques soulignent l'association entre une symptomatologie sifflante secondaire à une agression virale durant l'enfance et le risque ultérieur de développement d'un asthme. La gravité de l'atteinte respiratoire initiale semble être un facteur prédictif de survenue d'asthme. Une méta-analyse de 15 études épidémiologiques méthodologiquement validées comparant le devenir des nourrissons hospitalisés pour bronchiolite VRS positif versus ceux VRS négatif souligne une élévation significative de l'incidence d'asthme ultérieur (OR : 3,84 ; IC95 % : 3,23-4,58) ; plus de 1 enfant sur 5 hospitalisé la première année de vie développe un asthme dans ses 5 premières années [12] . Le VRS est l'agent majeur des bronchiolites hospitalisées, mais une sémiologie identique d'atteinte par les E/RV a un poids prédictif supérieur sur la survenue d'un asthme. L'analyse de données de patients hospitalisés pour atteintes respiratoires sifflantes avec une stratification selon l'âge et le mois de survenue ainsi que le statut atopique, a permis d'identifier deux populations. Les enfants de moins de 3 ans sont principalement hospitalisés entre décembre et mars, avec un taux d'identification virale supérieur à 80 % où le VRS domine sans que ces patients soient plus atopiques que les témoins. Ceux âgés de 3 à 18 ans sont hospitalisés particulièrement de septembre à novembre, l'identification virale est plus faible, autour de 60 % et retrouvant quasiment exclusivement E/RV, et par rapport aux témoins le terrain atopique prédomine [13] . La sévérité des atteintes respiratoires infectieuses à E/RV, surtout chez les nourrissons à haut-risque atopique, est corrélée au risque d'asthme durant l'enfance. Toutes les études de cohortes néonatales montrent que les sifflements durant la prime enfance sont communs lors des infections respiratoires, que ceux-ci sont le plus souvent transitoires mais que certains présenteront un phénotype clinique persistant indicateur d'un asthme précoce et ce phénotype est clairement associé avec une sensibilisation précoce voire préexistante aux aéro-allergènes [14] .",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 703,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2119,
                    "end": 2123,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "LIENS ENTRE INFECTIONS VIRALES RESPIRATOIRES ET ASTHME"
        },
        {
            "text": "Il est nécessaire de souligner la faiblesse des études sur les conséquences à long terme des infections respiratoires virales de l'enfance. Ce manque est aggravé par la taille réduite des populations incluses dans les publications en opposition avec la charge sanitaire importante que représentent ces infections surtout en ville. Il est important d'initier des études épidémiologiques spécifiques de zones géographiques représentatives de la population prise en charge. La radiographie thoracique est le critère diagnostique essentiel pour identifier et localiser les complications après une agression virale. La survenue de ces séquelles doit conduire à des explorations approfondies et une prise en charge thérapeutique spécialisée au sein d'une équipe multidisciplinaire afin de minimiser le risque évolutif vers une dégradation accélérée de la fonction pulmonaire qui s'exprimera à l'âge adulte (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 900,
                    "end": 908,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Déclaration de liens d'intérêts"
        },
        {
            "text": "Plus de 200 virus antigéniquement distincts, appartenant à 8 genres différents, sont susceptibles d'atteindre l'arbre respiratoire dans son ensemble. Même chez l'enfant antérieurement sain, les infections virales respiratoires peuvent marquer le début d'une pathologie récidivante ou chronique. Complication rare mais redoutée et sous-évaluée, la bronchiolite oblitérante post-infectieuse doit être évoquée en cas de persistance de symptômes fonctionnels. Le virus de la rougeole et certains types d'adénovirus semblent être les agents étiologiques les plus agressifs. Les altérations bronchiolaires et bronchiques peuvent être à l'origine de lésions définitives. Celles-ci entraînent une hypoxémie chronique avec tendance au piégeage de l'air à l'expiration, les bronchectasies sont dites terminales. Les infections respiratoires précoces de l'enfance semblent avoir un lien de causalité important avec la survenue de bronchite chronique chez l'adulte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Points essentiels"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral pneumoniae in children: incidence and aetiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sinaniotis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatr Respir Rev",
            "volume": "5",
            "issn": "",
            "pages": "197--200",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of respiratory infections in young children: insights from the new vaccine surveillance network",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "11",
            "pages": "188--92",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and etiology of childhood pneumonia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Biloglav",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "",
            "pages": "408--424",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pneumonia after implementation of the pneumococcal conjugate vaccine program in the province of Quebec",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Wals",
                    "suffix": ""
                },
                {
                    "first": "Robin",
                    "middle": [
                        "E"
                    ],
                    "last": "Fortin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Canada. Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "963--971",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of viral infections in children with community-acquired pneumonia: results of a study of 17 respiratory viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daleno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prunotto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "",
            "pages": "18--26",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pediatric readmissions after hospitalizations for lower respiratory infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaslavsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Toomey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatrics",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2016-0938"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protracted bacterial bronchitis: the last decade and the road ahead",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Upham",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr Pulmonol",
            "volume": "51",
            "issn": "",
            "pages": "225--267",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Postinfectious bronchiolitis obliterans in children: the South American contribution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Castro-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Giubergia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Paediatr",
            "volume": "103",
            "issn": "",
            "pages": "913--934",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course of post infectious bronchiolitis obliterans",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Irion",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kozakewich",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Pulmonol",
            "volume": "29",
            "issn": "",
            "pages": "341--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Childhood respiratory infection and adult chronic bronchitis in England and Wales",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Osmond",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Br Med J",
            "volume": "293",
            "issn": "",
            "pages": "1271--1276",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association between respiratory syncytial virus hospitalizations in infants and respiratory sequelae: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Regnier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huels",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "820--826",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Season of infant bronchiolitis and estimates of subsequent risk and burden of early childhood asthma",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gebretsadik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "964--970",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral infections and atopy in asthma pathogenesis: new rationales for asthma prevention and treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "",
            "pages": "726--761",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). Dans 26,9 % des cas, deux ou plusieurs virus ont été identifiés ; la co-infection la plus fréquente implique VRS et rhinovirus (27,3 %) puis suivent rhinovirus et HCoV (9,4 %), rhinovirus et HBoV (9,4 %), VRS et HCoV (9,4 %), VRS et HBoV (8,5 %).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cliché thoracique et tomodensitométrie (TDM) pulmonaire. Dilatations des bronches du lobe inférieur gauche.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tomodensitométrie (TDM) pulmonaire en expiration. BOPI. Présence d'atélectasies segmentaires (lobe inférieur gauche), de dilatations des bronches (lobe moyen), de zones segmentaires ou lobulaires d'hyper-clarté fixe signant l'hypoperfusion (image en mosaïque). BOPI : bronchiolite oblitérante post-infectieuse.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Scintigraphie pulmonaire de ventilation et de perfusion, incidences postérieures. Défect ventilatoire et perfusionnel complet du lobe inférieur droit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histologie de bronchiolite oblitérante post-VRS. Infiltration, desquamation et bouchon intra-luminal. VRS : virus respiratoire syncytial.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Synthèse de l'évolution clinique après atteinte virale du tractus respiratoire. cet article : Brouard J, et al. Les séquelles de virose en pneumopédiatrie. Perfectionnement en Pédiatrie (2020), https://doi.org/10.1016/j.perped.2020.03.007",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Outre le VRS et le VI, d'autres virus respiratoires importants ont été découverts ces 30 dernières années dont les virus para influenza (VPI), les entéro-rhinovirus (E/RV), les adénovirus (ADV). Les années 1990 ont vu le développement des techniques d'amplification moléculaires (PCR) ; celles-ci sont maintenant réalisées par des automates. Ces techniques ont élargi le panorama d'identification virale dont les métapneumovirus (hMPV), les coronavirus (HCoV), le bocavirus (HBoV). On évoque le chiffre de 200 virus génétiquement différents identifiables chez les enfants atteints d'une infection virale respiratoire aiguë haute ou basse. Ces outils de détection sont sécurisés ce qui répond à l'émergence de virus dangereux, tels les récents coronavirus (SARS, MERS, Covid-19) ou les virus influenza d'origine aviaire.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}