{"paper_id":"0bdca750e8aa93db739f513bcd1eddd854380d2e","metadata":{"title":"M I C R O B I O L O G Í A Diagnóstico de virus respiratorios utilizando un sistema automatizado de PCR múltiples (FilmArray) y su comparación con métodos convencionales","authors":[{"first":"Débora","middle":["N"],"last":"Marcone","suffix":"","affiliation":{"laboratory":"Unidad de Virología (UNVIR-CONICET) y Laboratorio de Virología Clínica, Centro de Educación Médica e Investigaciones Clínicas Norberto Quirno (CEMIC), Hospital Universitario, Ciudad Autónoma de Buenos Aires (CABA)","institution":"","location":{"addrLine":"R E V I S T A A R G E N T I N A D E","country":"Argentina"}},"email":""},{"first":"Guadalupe","middle":[],"last":"Carballal","suffix":"","affiliation":{"laboratory":"Unidad de Virología (UNVIR-CONICET) y Laboratorio de Virología Clínica, Centro de Educación Médica e Investigaciones Clínicas Norberto Quirno (CEMIC), Hospital Universitario, Ciudad Autónoma de Buenos Aires (CABA)","institution":"","location":{"addrLine":"R E V I S T A A R G E N T I N A D E","country":"Argentina"}},"email":""},{"first":"Carmen","middle":[],"last":"Ricarte","suffix":"","affiliation":{"laboratory":"Unidad de Virología (UNVIR-CONICET) y Laboratorio de Virología Clínica, Centro de Educación Médica e Investigaciones Clínicas Norberto Quirno (CEMIC), Hospital Universitario, Ciudad Autónoma de Buenos Aires (CABA)","institution":"","location":{"addrLine":"R E V I S T A A R G E N T I N A D E","country":"Argentina"}},"email":""},{"first":"Marcela","middle":[],"last":"Echavarria","suffix":"","affiliation":{"laboratory":"Unidad de Virología (UNVIR-CONICET) y Laboratorio de Virología Clínica, Centro de Educación Médica e Investigaciones Clínicas Norberto Quirno (CEMIC), Hospital Universitario, Ciudad Autónoma de Buenos Aires (CABA)","institution":"","location":{"addrLine":"R E V I S T A A R G E N T I N A D E","country":"Argentina"}},"email":""}]},"abstract":[{"text":"Recibido el 12 de octubre de 2014; aceptado el 29 de diciembre de 2014 Disponible en Internet el 28 de febrero de 2015","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"FilmArray; Virus respiratorios; Niños; Inmunofluorescencia; RT-PCR Resumen Las infecciones respiratorias agudas producen una importante morbimortalidad y comúnmente son causadas por virus. En Argentina, los programas de vigilancia epidemiológica se basan en la detección de antígenos virales por inmunofluorescencia (IF), aunque es bien conocido que los métodos moleculares son más sensibles. El panel respiratorio (PR) FilmArray (PR-FilmArray) es un equipo comercial automatizado de PCR múltiples que detecta 17 virus respiratorios y 3 bacterias, en un sistema cerrado que requiere 5 min de procesamiento y una 1 h de instrumentación. Se evaluó un total de 315 muestras respiratorias de niños menores de 6 años con infecciones respiratorias agudas por IF para 8 virus respiratorios y por RT-PCR para rinovirus. Posteriormente, estas muestras se estudiaron con el PR-FilmArray. La frecuencia de positividad al considerar los 9 virus estudiados por IF y RT-PCR fue del 75 %; por PR-FilmArray fue del 92 %. El porcentaje de acuerdo positivo entre ambas metodologías fue del 70,5 % y el de acuerdo negativo fue del 99,6 % (intervalo de confianza 95 %: 65,5-75,1 y 99,2-99,8, respectivamente). El PR-FilmArray permitió obtener un mayor diagnóstico positivo (97 %) y detectó otros virus, como los coronavirus NL63, 229E, OC43 y HKU1 (10 %) y los bocavirus (18 %). Además, permitió identificar coinfecciones múltiples (39 %) con 2, 3, 4 y hasta 5 virus. Actualmente, la IF continúa siendo el método más utilizado en los países latinoamericanos para el diagnóstico de virus respiratorios por su bajo costo, por su capacidad para procesar un alto número de muestras simultáneamente y porque los resultados de los virus más frecuentes están disponibles en 5 h. Sin embargo, la futura incorporación de métodos moleculares aumentaría notablemente la capacidad diagnóstica.","cite_spans":[],"ref_spans":[],"section":"Abstract"}],"body_text":[{"text":"Las infecciones respiratorias agudas (IRA) son una de las principales causas de consultas médicas y de hospitalización en niños, ancianos y en pacientes inmunocomprometidos, con mayor frecuencia durante el otoño e invierno 1, 10 . La mayoría de estas infecciones son causadas por virus respiratorios, que pueden ser detectados por métodos clásicos, como el cultivo o la identificación de antígenos virales por inmunofluorescencia (IF); por pruebas rápidas de inmunocromatografía o por métodos moleculares que amplifican el genoma viral, como la PCR.","cite_spans":[{"start":223,"end":225,"text":"1,","ref_id":"BIBREF1"},{"start":226,"end":228,"text":"10","ref_id":"BIBREF10"}],"ref_spans":[],"section":"Introducción"},{"text":"Tanto en Argentina como en muchos países latinoamericanos, los programas nacionales de vigilancia epidemiológica se basan en técnicas de IF. Este método ha sido el de elección por su bajo costo, su capacidad para procesar un gran número de muestras simultáneamente y su simplicidad. Sin embargo, requiere un operador entrenado, un microscopio de fluorescencia de calidad y el uso de controles adecuados. Aunque es bien sabido que los métodos moleculares son más sensibles que la IF, no han sido aún ampliamente incorporados debido al mayor costo de los reactivos y del equipamiento, y al tiempo requerido para la extracción, amplificación y detección del genoma viral. Sin embargo, a partir de la pandemia de influenza en 2009, la implementación de métodos moleculares ha aumentado significativamente, incluyendo las RT-PCR para influenza y los rinovirus en el diagnóstico de rutina.","cite_spans":[],"ref_spans":[],"section":"Introducción"},{"text":"En la actualidad, existe una variedad de ensayos comerciales de PCR múltiples que permiten la detección de los virus respiratorios, con una alta sensibilidad y especificidad 12 . Uno de ellos es el panel respiratorio (PR) FilmArray (FilmArray Respiratory Panel [BioFire Diagnostics, UT, EE. UU.]) (PR-FilmArray), que ha sido aprobado recientemente (2012) por la FDA. Este es un equipo automatizado que utiliza un cartucho plástico con diferentes compartimentos que incluyen todos los reactivos para realizar la extracción de los ácidos nucleicos y PCR múltiples. El PR-FilmArray permite la detección de 17 virus respiratorios y 3 patógenos bacterianos, y requiere 5 min de procesamiento manual y 65 min de tiempo de instrumentación 13 .","cite_spans":[{"start":174,"end":176,"text":"12","ref_id":"BIBREF12"},{"start":732,"end":734,"text":"13","ref_id":"BIBREF13"}],"ref_spans":[],"section":"Introducción"},{"text":"El objetivo de este estudio fue comparar el desempeño de los métodos habitualmente utilizados en nuestro laboratorio (IF y RT-PCR) con el PR-FilmArray para el diagnóstico viral de las IRA en niños. Asimismo, se analizó la capacidad del ensayo comercial para detectar otros patógenos respiratorios que generalmente no son incluidos en el diagnóstico de rutina de las IRA en Argentina.","cite_spans":[],"ref_spans":[],"section":"Introducción"},{"text":"Se realizó un estudio retrospectivo en 315 muestras respiratorias congeladas a −70 • C para evaluar el PR-FilmArray y compararlo con los métodos utilizados en nuestro laboratorio (IF y RT-PCR).","cite_spans":[],"ref_spans":[],"section":"Materiales y métodos"},{"text":"Las muestras a analizar consistieron en 133 aspirados nasofaríngeos de pacientes pediátricos internados y 182 hisopados nasofaríngeos de pacientes pediátricos ambulatorios. En todos los casos, las muestras fueron obtenidas de niños menores de 6 años con IRA . Estos pacientes habían sido  enrolados en un estudio previo para determinar la etiología de las IRA, realizado de junio de 2008 a mayo de  2010 en el Centro de Investigaciones Médicas e Investigaciones Clínicas (CEMIC) 7 . El proyecto fue aprobado por el Comité de Ética del CEMIC; todas las muestras fueron codificadas para asegurar el anonimato, de acuerdo a la Declaración de Helsinki y la Ley de Habeas Data Argentina Las 133 muestras correspondientes a pacientes internados se seleccionaron según los siguientes criterios: a) muestras con un resultado positivo para FluA, FluB, AdV o PIV por IF (n = 37); b) muestras respiratorias que fueron positivas para RSV (n = 31) y HMPV (n = 10) por IF, y muestras positivas para HRV (n = 64) por RT-PCR; c) muestras negativas para todos los virus estudiados (n = 14) por IF y RT-PCR.","cite_spans":[{"start":479,"end":480,"text":"7","ref_id":"BIBREF7"}],"ref_spans":[{"start":258,"end":478,"text":". Estos pacientes habían sido  enrolados en un estudio previo para determinar la etiología de las IRA, realizado de junio de 2008 a mayo de  2010 en el Centro de Investigaciones Médicas e Investigaciones Clínicas (CEMIC)","ref_id":null}],"section":"Muestras respiratorias"},{"text":"De las 133 muestras respiratorias seleccionadas de los niños internados, 23 tenían coinfección viral. Para las muestras de los puntos b y c, se utilizó un método de selección al azar sistemático, representativo de todos los meses de estudio. De los pacientes ambulatorios se incluyeron todas las muestras (n = 182).","cite_spans":[],"ref_spans":[],"section":"Muestras respiratorias"},{"text":"El PR-FilmArray permite realizar la detección simultánea de 20 patógenos respiratorios incluyendo RSV, FluA 13 .","cite_spans":[{"start":108,"end":110,"text":"13","ref_id":"BIBREF13"}],"ref_spans":[{"start":103,"end":107,"text":"FluA","ref_id":null}],"section":"Panel respiratorio FilmArray"},{"text":"El ensayo se inicia con la introducción de 300 l de la muestra en un cartucho, el cual se inserta en el instrumento donde comienza la lisis celular, seguida por la extracción de ácidos nucleicos. Posteriormente se realiza una transcripción inversa y una primera PCR múltiple, y por último, una etapa de PCR individuales. El instrumento se conecta a un software que analiza las curvas de fluorescencia en tiempo real en conjunto con las curvas de fusión de punto final o melting. De este modo, informa finalmente un resultado positivo o negativo para cada patógeno.","cite_spans":[],"ref_spans":[],"section":"Panel respiratorio FilmArray"},{"text":"Para los 9 virus respiratorios detectados por nuestros métodos de rutina y por el PR-FilmArray, se calcularon los porcentajes de acuerdo positivo y negativo con sus respectivos intervalos de confianza 95 % (IC 95 %). Además, se utilizó la prueba de McNemar para evaluar la concordancia de los resultados obtenidos por ambos métodos. Los patógenos respiratorios no estudiados por nuestros métodos de laboratorio, pero sí incluidos en el PR-FilmArray, específicamente HCoV, HBoV y bacterias, no fueron considerados discordantes. El porcentaje de acuerdo positivo (sensibilidad) es el número de veces que nuestros métodos detectaron un virus cuando el PR-FilmArray también lo detectó, mientras que el porcentaje de acuerdo negativo (especificidad) es el número de veces que nuestros métodos no detectaron un virus cuando el PR-FilmArray tampoco lo detectó. Se asumió significación estadística para valores de p < 0,05. Los análisis estadísticos se realizaron utilizando el programa STATA 11.1 (Stata Corp., TX, EE. UU.).","cite_spans":[],"ref_spans":[],"section":"Análisis estadístico"},{"text":"De las 315 muestras respiratorias de niños con IRA estudiadas, 235 (74,6 %) fueron positivas con los ensayos utilizados en nuestro laboratorio (IF para 8 virus y RT-PCR para HRV). Cuando las mismas muestras se estudiaron con el PR-FilmArray (para 17 virus y 3 bacterias), la frecuencia de positividad aumentó al 96,8 % (305/315). Sin embargo, si consideramos solo los 9 virus respiratorios que detectan ambos métodos (RSV, AdV, FluA, FluB, PIV 1-3, HMPV, HRV), el PR-FilmArray permitió un diagnóstico positivo en el 92,1 % (290/315) de las muestras.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"El porcentaje de acuerdo positivo (sensibilidad) de nuestros métodos con el PR-FilmArray varió desde el 41,9 % hasta el 91,7 % dependiendo del virus (tabla 1). Sin embargo, solo para 2 virus, HMPV y HRV, el porcentaje superó el 80 %. Los virus con el acuerdo positivo más bajo fueron PIV 1-3 (41,9 %) y AdV (50,0 %).","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"El porcentaje de acuerdo negativo (especificidad) fue alto para todos los virus respiratorios, y varió entre el 98,6 % y el 100 %.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"Al comparar los diagnósticos obtenidos por nuestros ensayos con los del PR-FilmArray, se observaron resultados significativamente discordantes entre ambas metodologías para todos los virus, excepto para HMPV. La diferencia entre ambas metodologías fue más evidente en los niños ambulatorios que en los internados (tabla 2). En estos últimos, las frecuencias de positividad obtenidas con nuestros ensayos y con el PR-FilmArray fueron del 89,5 % y del 99,2 %, respectivamente, mientras que en ambulatorios estas fueron del 63,7 % y del 95,1 %, respectivamente.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"El PR-FilmArray detectó patógenos respiratorios que no son estudiados por nuestros ensayos de rutina (tabla 2). Se observó una alta frecuencia de HBoV, presente en el 18,4 % de los niños estudiados. Se detectaron las 4 especies de HCoV (10,5 %): 12 HCoV-OC43, 12 HCoV-HKU1, 7 HCoV-NL63 y 2 HCoV-229E. La mayoría se encontraron en infección múltiple, excepto 3 de ellos detectados como agentes únicos. El PIV 4 se detectó en 6 (1,9 %) pacientes, en 3 como agente único y en los otros 3 en coinfecciones con HRV y HBoV. Respecto a las bacterias, se detectaron 2 C. pneumoniae y una B. pertussis, ambas en coinfección con algún virus respiratorio, en muestras de niños internados. No se detectó ningún M. pneumoniae. ambulatorios, tanto por nuestros métodos como con el PR-FilmArray. Esto podría deberse a una posible diferencia en la calidad de las muestras analizadas, las cuales variaron de acuerdo a la condición del paciente: aspirados nasofaríngeos en internados e hisopados nasofaríngeos con hisopos flexibles en ambulatorios. Sin embargo, numerosas publicaciones describen que los hisopos flexibles permiten obtener muestras de calidad similar a los aspirados nasofaríngeos 2,4 . Debido a que no existe aún un método patrón para la detección de todos los virus respiratorios, cuando comparamos los resultados obtenidos por nuestros procedimientos habituales con el PR-FilmArray empleamos el término «acuerdo positivo» en lugar de sensibilidad, y «acuerdo negativo» por especificidad. El acuerdo positivo obtenido fue muy variable dependiendo del virus estudiado: fue alto para HMPV y HRV, aceptable para RSV y Flu, pero muy bajo para AdV y PIV. Si consideramos el acuerdo negativo observado, este fue muy alto para todos los virus estudiados, del 98-100 %. Como era esperable, sobre todo para virus de baja frecuencia, existe una mayor posibilidad de que ambas metodologías coincidan en el diagnóstico de las muestras negativas. Analizando todos los datos en conjunto, pudimos determinar que solamente la IF para HMPV mostró resultados significativamente concordantes con el PR-FilmArray, mientras que para el resto, los resultados fueron significativamente discordantes, lo que implica que usando IF, como es bien sabido, se pierde un elevado número de diagnósticos positivos.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"Poritz et al. 13 compararon el PR-FilmArray con la IF directa y observaron un amplio rango de acuerdo positivo: para la mayoría de los virus este fue superior al 90 %.","cite_spans":[{"start":14,"end":16,"text":"13","ref_id":"BIBREF13"}],"ref_spans":[],"section":"Resultados"},{"text":"En relación con la detección de los HRV, nuestra RT-PCR detectó 115 casos, mientras que el PR-FilmArray detectó 137. Es importante destacar que el PR-FilmArray utiliza una combinación de PCR que detectan HRV y HEV, sin capacidad de distinguir entre ambos virus. Nuestra RT-PCR, que utiliza primers y una sonda adaptados del protocolo del CDC, tiene una mayor especificidad para HRV, aunque puede detectar algún enterovirus si estuviera presente en títulos muy altos 9 . Por ello, es posible que el PR-FilmArray sea más sensible que nuestra RT-PCR para algunos genotipos de HRV, pero también es probable que algunas muestras negativas por nuestra RT-PCR y positivas por el PR-FilmArray hayan sido HEV y no HRV 11 .","cite_spans":[{"start":709,"end":711,"text":"11","ref_id":"BIBREF11"}],"ref_spans":[],"section":"Resultados"},{"text":"El PR-FilmArray permitió detectar por primera vez en nuestro medio los 4 HCoV causantes de infección respiratoria (NL63, 229E, OC43 y HKU1), con una frecuencia total del 10 %. El trabajo realizado por Xu et al. 17 detalla que en su población de estudio los diagnósticos positivos adicionales obtenidos con el PR-FilmArray fueron a expensas de la detección de los HRV y los HCoV, que no son incluidos en la detección por IF directa utilizada de rutina.","cite_spans":[{"start":211,"end":213,"text":"17","ref_id":"BIBREF17"}],"ref_spans":[],"section":"Resultados"},{"text":"Los HBoV se detectaron con una frecuencia del 18 % en ambas poblaciones de niños, internados y ambulatorios. Sin embargo, su papel como agente causal de IRA es aún controvertido, ya que se ignora su papel real como patógeno, por sí mismo o en coinfección con otros virus 14 .","cite_spans":[{"start":271,"end":273,"text":"14","ref_id":"BIBREF14"}],"ref_spans":[],"section":"Resultados"},{"text":"Si bien se detectaron coinfecciones virales con nuestros métodos de rutina, su frecuencia aumentó 4 veces al utilizar el PR-FilmArray. Con este equipo se identificaron coinfecciones con 2, 3, 4 y hasta 5 virus respiratorios, y solo 3 bacterias se detectaron en coinfección. Para determinar si las coinfecciones se asocian con una mayor gravedad de los cuadros clínicos son necesarios nuevos estudios.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"Una de las principales ventajas del PR-FilmArray es el corto tiempo de procesamiento manual (5 min) y tan solo 1 h de instrumentación hasta la obtención del resultado. Esto tiene un alto impacto clínico en el tratamiento de los pacientes, por ejemplo, en casos de B. pertussis en neonatos o en pacientes con Flu. Además, permite realizar el aislamiento de pacientes en cohortes y extremar medidas de higiene y prevención de la diseminación viral. Otra ventaja es su capacidad para detectar 20 patógenos respiratorios simultáneamente con una adecuada sensibilidad y especificidad. Esto fue probado por muchos investigadores que compararon el PR-FilmArray con otros métodos moleculares, ya sean convencionales o múltiples 5,6,12 . Además, es un sistema totalmente automatizado y cerrado, que disminuye notablemente la posibilidad de errores y contaminaciones comparado con otros ensayos de PCR. Las desventajas que presenta son su capacidad de procesar solo una muestra por corrida y el alto costo del equipo y de los reactivos.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"La IF continúa siendo el método más utilizado en países de Latinoamérica, ya que es una técnica sencilla, de bajo costo, que permite procesar un número adecuado de muestras simultáneamente y obtener los resultados dentro de las 5 h. Habitualmente se utiliza la IF para el diagnóstico de RSV, Flu, AdV y PIV 1-3, sin discriminar entre los 3 tipos de PIV y sin detectar el PIV 4. Es bien sabido, y en nuestro estudio lo confirmamos, que la sensibilidad de la IF para AdV es baja; por ello se sugiere el uso de un método molecular para obtener un diagnóstico de certeza 3, 15 . Por el contrario, pudimos demostrar que la IF directa para HMPV presenta una elevada sensibilidad y especificidad, comparable a la de un método molecular como el PR-FilmArray.","cite_spans":[{"start":567,"end":569,"text":"3,","ref_id":"BIBREF3"},{"start":570,"end":572,"text":"15","ref_id":"BIBREF15"}],"ref_spans":[],"section":"Resultados"},{"text":"Los HRV son los virus más frecuentemente detectados en niños con IRA, tanto en internados como en ambulatorios 7, 8, 16 . Sin embargo, dado que no existe una IF para detección directa de sus antígenos en muestras respiratorias, es imprescindible utilizar una técnica de RT-PCR para su diagnóstico.","cite_spans":[{"start":111,"end":113,"text":"7,","ref_id":"BIBREF7"},{"start":114,"end":116,"text":"8,","ref_id":"BIBREF8"},{"start":117,"end":119,"text":"16","ref_id":"BIBREF16"}],"ref_spans":[],"section":"Resultados"},{"text":"En conclusión, con el presente estudio hemos confirmado que un método molecular como el que emplea el panel respiratorio FilmArray es más efectivo para realizar el diagnóstico de múltiples patógenos en pacientes con IRA. Sin embargo, por el momento, su costo hace difícil su incorporación en la rutina diaria. Por esta razón, la IF continúa siendo un método aceptable para el diagnóstico de los virus respiratorios más frecuentes.","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"Protección de personas y animales. Los autores declaran que los procedimientos seguidos se conformaron a las normas éticas del comité de experimentación humana responsable y de acuerdo con la Asociación Médica Mundial y la Declaración de Helsinki.","cite_spans":[],"ref_spans":[],"section":"Responsabilidades éticas"},{"text":"Confidencialidad de los datos. Los autores declaran que han seguido los protocolos de su centro de trabajo sobre la publicación de datos de pacientes.","cite_spans":[],"ref_spans":[],"section":"Responsabilidades éticas"},{"text":"Derecho a la privacidad y consentimiento informado. Los autores han obtenido el consentimiento informado de los pacientes y/o sujetos referidos en el artículo. Este documento obra en poder del autor de correspondencia.","cite_spans":[],"ref_spans":[],"section":"Responsabilidades éticas"},{"text":"Este trabajo fue financiado con el subsidio PICT 2006-650 otorgado a la Dra. Echavarria por la Agencia Nacional de Promoción Científica y Tecnológica (ANPCYT).","cite_spans":[],"ref_spans":[],"section":"Financiación"},{"text":"Los autores declaran no tener ningún conflicto de intereses.","cite_spans":[],"ref_spans":[],"section":"Conflicto de intereses"},{"text":"La Dra. D.N. Marcone es becaria posdoctoral y la Sra. C. Ricarte es personal técnico, ambas de CONICET; la Dra. G. Carballal es investigadora de CEMIC y la Dra. M. Echavarria es investigadora de CONICET y CEMIC.","cite_spans":[],"ref_spans":[],"section":"Conflicto de intereses"}],"bib_entries":{"BIBREF0":{"ref_id":"b0","title":"Videla por la asistencia técnica. A los Dres. S. Vidaurreta, J. Ekstrom y A. Ellis por el reclutamiento de pacientes y toma de muestra. Al Dr. Fernando Poletta por el asesoramiento estadístico","authors":[{"first":"A","middle":["C"],"last":"La Dra","suffix":""}],"year":null,"venue":"Se agradece a K. Bourzac, M. Poritz y K. Kanack haber contribuido con los reactivos y el equipamiento FilmArray","volume":"","issn":"","pages":"","other_ids":{}},"BIBREF1":{"ref_id":"b1","title":"The challenge of respiratory virus infections in hematopoietic cell transplant recipients","authors":[{"first":"M","middle":[],"last":"Boeckh","suffix":""}],"year":2008,"venue":"Br J Haematol","volume":"143","issn":"","pages":"455--67","other_ids":{}},"BIBREF2":{"ref_id":"b2","title":"Comparison of nasopharyngeal flocked swabs and aspirates for rapid diagnosis of respiratory viruses in children","authors":[{"first":"K","middle":["H"],"last":"Chan","suffix":""},{"first":"J","middle":["S"],"last":"Peiris","suffix":""},{"first":"W","middle":[],"last":"Lim","suffix":""},{"first":"J","middle":["M"],"last":"Nicholls","suffix":""},{"first":"S","middle":["S"],"last":"Chiu","suffix":""}],"year":2008,"venue":"J Clin Virol","volume":"42","issn":"","pages":"65--74","other_ids":{}},"BIBREF3":{"ref_id":"b3","title":"Rapid detection of adenovirus in throat swab specimens by PCR during respiratory disease outbreaks among military recruits","authors":[{"first":"M","middle":[],"last":"Echavarria","suffix":""},{"first":"J","middle":["L"],"last":"Sanchez","suffix":""},{"first":"S","middle":["A"],"last":"Kolavic-Gray","suffix":""},{"first":"C","middle":["S"],"last":"Polyak","suffix":""},{"first":"F","middle":[],"last":"Mitchell-Raymundo","suffix":""},{"first":"B","middle":["L"],"last":"Innis","suffix":""},{"first":"D","middle":[],"last":"Vaughn","suffix":""},{"first":"R","middle":[],"last":"Reynolds","suffix":""},{"first":"L","middle":["N"],"last":"Binn","suffix":""}],"year":2003,"venue":"J Clin Microbiol","volume":"41","issn":"","pages":"810--812","other_ids":{}},"BIBREF4":{"ref_id":"b4","title":"Nasopharyngeal swabs and nasopharyngeal aspirates equally effective for the diagnosis of viral respiratory disease in hospitalized children","authors":[{"first":"H","middle":[],"last":"Frayha","suffix":""},{"first":"S","middle":[],"last":"Castriciano","suffix":""},{"first":"J","middle":[],"last":"Mahony","suffix":""},{"first":"M","middle":[],"last":"Chernesky","suffix":""}],"year":1989,"venue":"J Clin Microbiol","volume":"27","issn":"","pages":"1387--1396","other_ids":{}},"BIBREF5":{"ref_id":"b5","title":"Respiratory virus detection in immunocompromised patients with FilmArray respiratory panel compared to conventional methods","authors":[{"first":"S","middle":["P"],"last":"Hammond","suffix":""},{"first":"L","middle":["S"],"last":"Gagne","suffix":""},{"first":"S","middle":["R"],"last":"Stock","suffix":""},{"first":"F","middle":["M"],"last":"Marty","suffix":""},{"first":"R","middle":["S"],"last":"Gelman","suffix":""},{"first":"W","middle":["A"],"last":"Marasco","suffix":""},{"first":"M","middle":["A"],"last":"Poritz","suffix":""},{"first":"L","middle":["R"],"last":"Baden","suffix":""}],"year":2012,"venue":"J Clin Microbiol","volume":"50","issn":"","pages":"3216--3237","other_ids":{}},"BIBREF6":{"ref_id":"b6","title":"Comparison of the FilmArray Respiratory Panel and Prodesse real-time PCR assays for detection of respiratory pathogens","authors":[{"first":"M","middle":["J"],"last":"Loeffelholz","suffix":""},{"first":"D","middle":["L"],"last":"Pong","suffix":""},{"first":"R","middle":["B"],"last":"Pyles","suffix":""},{"first":"Y","middle":[],"last":"Xiong","suffix":""},{"first":"A","middle":["L"],"last":"Miller","suffix":""},{"first":"K","middle":["K"],"last":"Bufton","suffix":""},{"first":"T","middle":[],"last":"Chonmaitree","suffix":""}],"year":2011,"venue":"J Clin Microbiol","volume":"49","issn":"","pages":"4083--4091","other_ids":{}},"BIBREF7":{"ref_id":"b7","title":"Viral etiology of acute respiratory infections in hospitalized and outpatient children in","authors":[{"first":"D","middle":["N"],"last":"Marcone","suffix":""},{"first":"A","middle":[],"last":"Ellis","suffix":""},{"first":"C","middle":[],"last":"Videla","suffix":""},{"first":"J","middle":[],"last":"Ekstrom","suffix":""},{"first":"C","middle":[],"last":"Ricarte","suffix":""},{"first":"G","middle":[],"last":"Carballal","suffix":""},{"first":"S","middle":["M"],"last":"Vidaurreta","suffix":""},{"first":"M","middle":[],"last":"Echavarría","suffix":""}],"year":2013,"venue":"Pediatr Infect Dis J","volume":"32","issn":"","pages":"105--115","other_ids":{}},"BIBREF8":{"ref_id":"b8","title":"Frequency in nonhospitalized children with acute respiratory infection","authors":[{"first":"D","middle":["N"],"last":"Marcone","suffix":""},{"first":"C","middle":[],"last":"Ricarte","suffix":""},{"first":"C","middle":[],"last":"Videla","suffix":""},{"first":"J","middle":[],"last":"Ekstrom","suffix":""},{"first":"G","middle":[],"last":"Carballal","suffix":""},{"first":"S","middle":[],"last":"Vidaurreta","suffix":""},{"first":"M","middle":[],"last":"Echavarría","suffix":""},{"first":"","middle":[],"last":"Rhinoviruses","suffix":""}],"year":2012,"venue":"Medicina (B Aires)","volume":"72","issn":"","pages":"28--32","other_ids":{}},"BIBREF9":{"ref_id":"b9","title":"Rhinovirus detection by real-time RT-PCR in children with acute respiratory infection in Buenos Aires, Argentina","authors":[{"first":"D","middle":["N"],"last":"Marcone","suffix":""},{"first":"C","middle":[],"last":"Videla","suffix":""},{"first":"C","middle":[],"last":"Ricarte","suffix":""},{"first":"G","middle":[],"last":"Carballal","suffix":""},{"first":"S","middle":[],"last":"Vidaurreta","suffix":""},{"first":"M","middle":[],"last":"Echavarría","suffix":""}],"year":2012,"venue":"Rev Argent Microbiol","volume":"44","issn":"","pages":"259--65","other_ids":{}},"BIBREF10":{"ref_id":"b10","title":"Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: A systematic review and meta-analysis","authors":[{"first":"H","middle":[],"last":"Nair","suffix":""},{"first":"D","middle":["J"],"last":"Nokes","suffix":""},{"first":"B","middle":["D"],"last":"Gessner","suffix":""},{"first":"M","middle":[],"last":"Dherani","suffix":""},{"first":"S","middle":["A"],"last":"Madhi","suffix":""},{"first":"R","middle":["J"],"last":"Singleton","suffix":""},{"first":"K","middle":["L"],"last":"O&apos;brien","suffix":""},{"first":"A","middle":[],"last":"Roca","suffix":""},{"first":"P","middle":["F"],"last":"Wright","suffix":""},{"first":"N","middle":[],"last":"Bruce","suffix":""},{"first":"A","middle":[],"last":"Chandran","suffix":""},{"first":"E","middle":[],"last":"Theodoratou","suffix":""},{"first":"A","middle":[],"last":"Sutanto","suffix":""},{"first":"E","middle":["R"],"last":"Sedyaningsih","suffix":""},{"first":"M","middle":[],"last":"Ngama","suffix":""},{"first":"P","middle":["K"],"last":"Munywoki","suffix":""},{"first":"C","middle":[],"last":"Kartasasmita","suffix":""},{"first":"E","middle":["A"],"last":"Simões","suffix":""},{"first":"I","middle":[],"last":"Rudan","suffix":""},{"first":"M","middle":["W"],"last":"Weber","suffix":""},{"first":"H","middle":[],"last":"Campbell","suffix":""}],"year":2010,"venue":"Lancet","volume":"375","issn":"","pages":"1545--55","other_ids":{}},"BIBREF11":{"ref_id":"b11","title":"Comparison of the Idaho Technology FilmArray system to real-time PCR for detection of respiratory pathogens in children","authors":[{"first":"V","middle":["M"],"last":"Pierce","suffix":""},{"first":"M","middle":[],"last":"Elkan","suffix":""},{"first":"M","middle":[],"last":"Leet","suffix":""},{"first":"K","middle":["L"],"last":"Mcgowan","suffix":""},{"first":"R","middle":["L"],"last":"Hodinka","suffix":""}],"year":2012,"venue":"J Clin Microbiol","volume":"50","issn":"","pages":"364--71","other_ids":{}},"BIBREF12":{"ref_id":"b12","title":"Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses","authors":[{"first":"E","middle":["B"],"last":"Popowitch","suffix":""},{"first":"S","middle":["S"],"last":"O&apos;neill","suffix":""},{"first":"M","middle":["B"],"last":"Miller","suffix":""}],"year":2013,"venue":"J Clin Microbiol","volume":"51","issn":"","pages":"1528--1561","other_ids":{}},"BIBREF13":{"ref_id":"b13","title":"FilmArray, an automated nested multiplex PCR system for multi-pathogen detection: Development and application to respiratory tract infection","authors":[{"first":"M","middle":["A"],"last":"Poritz","suffix":""},{"first":"A","middle":["J"],"last":"Blaschke","suffix":""},{"first":"C","middle":["L"],"last":"Byington","suffix":""},{"first":"L","middle":[],"last":"Meyers","suffix":""},{"first":"K","middle":[],"last":"Nilsson","suffix":""},{"first":"D","middle":["E"],"last":"Jones","suffix":""},{"first":"S","middle":["A"],"last":"Thatcher","suffix":""},{"first":"T","middle":[],"last":"Robbins","suffix":""},{"first":"B","middle":[],"last":"Lingenfelter","suffix":""},{"first":"E","middle":[],"last":"Amiott","suffix":""},{"first":"A","middle":[],"last":"Herbener","suffix":""},{"first":"J","middle":[],"last":"Daly","suffix":""},{"first":"S","middle":["F"],"last":"Dobrowolski","suffix":""},{"first":"D","middle":["H"],"last":"Teng","suffix":""},{"first":"K","middle":["M"],"last":"Ririe","suffix":""}],"year":2011,"venue":"PLoS One","volume":"6","issn":"","pages":"","other_ids":{}},"BIBREF14":{"ref_id":"b14","title":"Human bocavirus: Passenger or pathogen in acute respiratory tract infections","authors":[{"first":"O","middle":[],"last":"Schildgen","suffix":""},{"first":"A","middle":[],"last":"Müller","suffix":""},{"first":"T","middle":[],"last":"Allander","suffix":""},{"first":"I","middle":["M"],"last":"Mackay","suffix":""},{"first":"S","middle":[],"last":"Völz","suffix":""},{"first":"B","middle":[],"last":"Kupfer","suffix":""},{"first":"A","middle":[],"last":"Simon","suffix":""}],"year":2008,"venue":"Clin Microbiol Rev","volume":"21","issn":"","pages":"291--304","other_ids":{}},"BIBREF15":{"ref_id":"b15","title":"Adenovirus respiratory infection: significant increase in diagnosis using PCR comparing with antigen detection and culture methods","authors":[{"first":"E","middle":[],"last":"Stroparo","suffix":""},{"first":"C","middle":["R"],"last":"Cruz","suffix":""},{"first":"Debur","middle":[],"last":"Mdo","suffix":""},{"first":"C","middle":[],"last":"Vidal","suffix":""},{"first":"L","middle":["R"],"last":"Nogueira","suffix":""},{"first":"M","middle":["B"],"last":"Almeida","suffix":""},{"first":"S","middle":["M"],"last":"Pereira","suffix":""},{"first":"L","middle":["A"],"last":"Rotta","suffix":""},{"first":"I","middle":[],"last":"Raboni","suffix":""},{"first":"S","middle":["M"],"last":"","suffix":""}],"year":2010,"venue":"Rev Inst Med Trop Sao Paulo","volume":"52","issn":"","pages":"317--338","other_ids":{}},"BIBREF16":{"ref_id":"b16","title":"Acute viral respiratory infection in children under 5 years: Epidemiological study in two centers in","authors":[{"first":"S","middle":["M"],"last":"Vidaurreta","suffix":""},{"first":"D","middle":["N"],"last":"Marcone","suffix":""},{"first":"A","middle":[],"last":"Ellis","suffix":""},{"first":"J","middle":[],"last":"Ekstrom","suffix":""},{"first":"D","middle":[],"last":"Cukier","suffix":""},{"first":"C","middle":[],"last":"Videla","suffix":""},{"first":"G","middle":[],"last":"Carballal","suffix":""},{"first":"M","middle":[],"last":"Echavarría","suffix":""}],"year":2011,"venue":"Arch Argent Pediatr","volume":"109","issn":"","pages":"296--304","other_ids":{}},"BIBREF17":{"ref_id":"b17","title":"Implementation of FilmArray respiratory viral panel in a core laboratory improves testing turnaround time and patient care","authors":[{"first":"M","middle":[],"last":"Xu","suffix":""},{"first":"X","middle":[],"last":"Qin","suffix":""},{"first":"M","middle":["L"],"last":"Astion","suffix":""},{"first":"J","middle":["C"],"last":"Rutledge","suffix":""},{"first":"J","middle":[],"last":"Simpson","suffix":""},{"first":"K","middle":["R"],"last":"Jerome","suffix":""},{"first":"J","middle":["A"],"last":"Englund","suffix":""},{"first":"D","middle":["M"],"last":"Zerr","suffix":""},{"first":"R","middle":["T"],"last":"Migita","suffix":""},{"first":"S","middle":[],"last":"Rich","suffix":""},{"first":"J","middle":["C"],"last":"Childs","suffix":""},{"first":"A","middle":[],"last":"Cent","suffix":""},{"first":"M","middle":["A"],"last":"Del Beccaro","suffix":""}],"year":2013,"venue":"Am J Clin Pathol","volume":"139","issn":"","pages":"118--141","other_ids":{}}},"ref_entries":{"FIGREF0":{"text":"(n. o 25326). Todas las muestras se obtuvieron al ingreso y se enviaron al Laboratorio de Virología Clínica para la detección por IF indirecta (Chemicon/Millipore, CA, EE. UU.) de los antígenos virales del virus sincicial respiratorio (Human respiratory syncytial virus [RSV]), influenza A y B (FluA/FluB), parainfluenza (PIV) 1-3, adenovirus (AdV); y por IF directa (Argene, Verniolle, Francia) para los metapneumovirus humanos (Human metapneumovirus [HMPV]). Los rinovirus humanos (Human rhinoviruses [HRV]) se estudiaron utilizando una RT-PCR en tiempo real 9 .","latex":null,"type":"figure"},"FIGREF1":{"text":"(a) +/+: positivo por ambas metodologías; (b) +/−: positivo por nuestros métodos de rutina y negativo por PR-FilmArray; (c) −/+: negativo por nuestros métodos de rutina y positivo por el PR-FilmArray; (d) −/−: negativo por ambas metodologías. a Calculada mediante la prueba de McNemar para comparar resultados discordantes. Se consideró significación estadística para valores de p < 0,05. b Intervalo de confianza 95 %. Prueba binomial exacto. c Para este virus se usó como método de rutina RT-PCR en tiempo real (para todos lo demás IF). Con los métodos empleados en nuestro laboratorio se detectaron coinfecciones virales en 30 de 235 (13 %) pacientes con diagnóstico positivo; estas fueron significativamente más frecuentes en niños internados que en ambulatorios. La coinfección HRV-RSV fue la más frecuente (n = 8), seguida por HRV-AdV (n = 6) y HRV-PIV (n = 5) (tabla 2). Cuando las muestras se estudiaron con el PR-FilmArray, el número de coinfecciones múltiples fue mayor: 124 de 305 muestras positivas (40,7 %). En detalle, 94 (75,8 %) muestras fueron positivas para 2 patógenos, 24 (19,4 %) fueron positivas para 3 virus, 5 (4 %) fueron coinfecciones cuádruples y solo una muestra (0,8 %) fue positiva para 5 patógenos. Tabla 2 Detección de patógenos respiratorios en niños con infección respiratoria aguda por inmunofluorescencia (IF)/RT-PCR y por el panel respiratorio FilmArray (PR-FilmArray IF + RT-PCR HRV PR-FilmArray IF + RT-PCR HRV PR-FilmArray IF + RT-PCR HRV","latex":null,"type":"figure"},"FIGREF2":{"text":"virus sincicial respiratorio; PIV: parainfluenza; AdV: adenovirus; Flu: influenza; HRV: rinovirus; HMPV: metapneumovirus; HBoV: bocavirus; HCoV: coronavirus.","latex":null,"type":"figure"},"TABREF0":{"text":", FluA/H1, FluA/H1 2009, FluA/H3, FluB, AdV, PIV 1, 2, 3 y 4, HRV/enterovirus humanos (Human enterovirus [HEV]), HMPV, bocavirus (Human bocavirus [HBoV]), coronavirus humano (Human coronavirus [HCoV]) OC43, 229E, NL63 y HKU1, Bordetella pertussis, Mycoplasma pneumoniae y Chlamydophila pneumoniae","latex":null,"type":"table"},"TABREF1":{"text":"Tabla 1 Comparación del desempeño de la inmunofluorescencia (IF) o la RT-PCR frente al panel respiratorio FilmArray (PR-FilmArray) en la detección de virus respiratorios en niños con infección respiratoria aguda (n = 315)","latex":null,"type":"table"}},"back_matter":[]}
