{"paper_id":"0c48f849d10a2a1ad53b3653abb83f836bda7efe","metadata":{"title":"Displasia ectodérmica anhidrótica asociada a déficit de lectina de unión a manosa","authors":[{"first":"I","middle":[],"last":"Delgado Pecellín","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"Y","middle":[],"last":"Castillo Reguera","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"C","middle":[],"last":"Delgado Pecellín","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"M","middle":["A Bueno"],"last":"Delgado","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"J","middle":["P"],"last":"González Valencia","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"I","middle":["Obando"],"last":"Santaella","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""},{"first":"O","middle":[],"last":"Neth","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Infantil Virgen del Rocío","location":{"settlement":"Sevilla","country":"España"}},"email":""}]},"abstract":[],"body_text":[{"text":"Lectina de unión a manosa; Displasia ectodérmica anhidrótica; Infecciones recurrentes; Inmunodeficiencia Resumen La lectina de unión a la manosa (mannose-binding lectin [MBL] ) es una proteína sérica perteneciente al sistema inmunitario innato. Se une a los azúcares de las membranas de múltiples microorganismos, favoreciendo su opsonización y eliminación. El déficit de MBL resulta del polimorfismo del gen MBL2 y se asocia a una amplia variedad de infecciones recurrentes, incluidas las infecciones del tracto respiratorio. Presentamos un caso de displasia ectodérmica anhidrótica asociada a un déficit de MBL, inmunodeficiencia nunca descrita en pacientes afectados de displasia ectodérmica anhidrótica. © 2011 Asociación Española de Pediatría. Publicado por Elsevier España, S.L. Todos los derechos reservados.","cite_spans":[{"start":169,"end":174,"text":"[MBL]","ref_id":null}],"ref_spans":[],"section":"PALABRAS CLAVE"},{"text":"Mannose-binding lectin; Anhidrotic ectodermal dysplasia; Recurrent infections; Immunodeficiency Anhydrotic ectodermal dysplasia associated to mannose-binding lectin deficiency Abstract Mannose-binding lectin (MBL) is a serum protein of the innate immune system. MBL enhances opsonophagocytosis by binding to carbohydrates expressed by multiple pathogens. MBL deficiency is due to polymorphisms in the structural and promoter sequences of the MBL2 gene and is associated with variety of recurrent infections, including respiratory tract infections. We present a case of anhidrotic ectodermal dysplasia associated with severe mannose-binding lectin deficiency, never described in patients with anhidrotic ectodermal dysplasia. © 2011 Asociación Española de Pediatría. Published by Elsevier España, S.L. All rights reserved.","cite_spans":[],"ref_spans":[],"section":"KEYWORDS"},{"text":"La displasia ectodérmica (DE) comprende un amplio y heterogéneo grupo de enfermedades genéticas no progresivas ocasionadas por defectos primarios en el desarrollo de 2 o más tejidos derivados del ectodermo embrionario [1] [2] [3] [4] [5] [6] [7] [8] . Su fenotipo es complejo, asociando disfunción de glándulas sudoríparas, defectos en dientes, pelos y uñas, lesiones cutáneas y dismorfias craneofaciales 6, 8 . Es una enfermedad rara, con una incidencia de 1/10.000 o 1/100.000 recién nacidos vivos, siendo más frecuente en varones 5, 8 . A nivel molecular se produce mutaciones en el gen de la ectodisplasina (EDA), del receptor de la EDA (EDAR) o del receptor de la EDA asociado al dominio de muerte (EDARADD) 3,6,9 . El gen EDA está mutado en las displasias ectodérmicas anhidróticas (DEA) ligadas al cromosoma X (EDA; MIM 305100), constituyendo la variante más común 3, 6, 7, 9 . EDAR y EDARADD son los genes mutados tanto en las formas autosómicas dominantes (MIM129490) como en las recesivas (MIM 224900) 3,6,7,9 . Los casos ligados al cromosoma X pueden asociarse a inmunodeficiencias 10 , por lo que es frecuente que asocien además infecciones recurrentes presentes en solo un tercio de los pacientes con DEA con herencia autosómica 11 . Presentamos un caso de DEA asociado a un déficit severo de MBL y a un trastorno de la ␤-oxidación.","cite_spans":[{"start":218,"end":221,"text":"[1]","ref_id":"BIBREF0"},{"start":222,"end":225,"text":"[2]","ref_id":"BIBREF1"},{"start":226,"end":229,"text":"[3]","ref_id":"BIBREF2"},{"start":230,"end":233,"text":"[4]","ref_id":"BIBREF3"},{"start":234,"end":237,"text":"[5]","ref_id":"BIBREF4"},{"start":238,"end":241,"text":"[6]","ref_id":"BIBREF5"},{"start":242,"end":245,"text":"[7]","ref_id":"BIBREF6"},{"start":246,"end":249,"text":"[8]","ref_id":"BIBREF7"},{"start":405,"end":407,"text":"6,","ref_id":"BIBREF5"},{"start":408,"end":409,"text":"8","ref_id":"BIBREF7"},{"start":533,"end":535,"text":"5,","ref_id":"BIBREF4"},{"start":536,"end":537,"text":"8","ref_id":"BIBREF7"},{"start":872,"end":874,"text":"3,","ref_id":"BIBREF2"},{"start":875,"end":877,"text":"6,","ref_id":"BIBREF5"},{"start":878,"end":880,"text":"7,","ref_id":"BIBREF6"},{"start":881,"end":882,"text":"9","ref_id":"BIBREF8"},{"start":1012,"end":1021,"text":"3,6,7,9 .","ref_id":null}],"ref_spans":[],"section":"Introducción"},{"text":"Varón de 3 meses y medio de vida seguido en consultas de nutrición y neumología de nuestro centro por trastorno de la ␤-oxidación de ácidos grasos de cadena media, diagnosticado presintomáticamente mediante cribado neonatal ampliado, junto a fallo de medro, desnutrición y múltiples ingresos hospitalarios por neumonías de probable etiología vírica (hemograma con linfocitosis y PCR baja) y bronquitis recurrentes con mala evolución pese al tratamiento preventivo con budesonida (200 g/12 h) y, una vez alcanzados los 6 meses de edad, con montelukast (4 mg/24 h). Como antecedentes familiares de interés destacan etnia gitana y trastornos en la dentición materna desde la infancia. Padres no consanguíneos. Exploración física: longitud de 71 cm (p25-50), peso de 6,1 kg (< p3). Ligera palidez mucocutánea, fontanela anterior amplia (2,5 × 2,5 cm) y normotensa, pelo ralo, débil, pajizo y raíz nasal ancha, escaso panículo adiposo y llanto disfónico. Frecuencia cardíaca: 110 lpm. Frecuencia respiratoria: 45 rpm. Saturación de oxígeno del 96%, sin oxigenoterapia suplementaria. Tiraje subcostal e intercostal. A la auscultación cardiopulmonar hallamos crepitantes diseminados en ambos campos pulmonares y espiración alargada, sin soplos cardíacos. El resto de la exploración, sin hallazgos patológicos. Ante estos datos clínicos se realizan diversas pruebas complementarias, con los siguientes resultados: hemograma: leucocitos 18,17 × 10 9 /l (58,1% N, 27% L, 12,9% M), Hb 86 g/l, VCM 72,8 fL, HCM 24,4 pg, Hcto. 0,257 l/l, plaquetas 636 × 10 9 /l; alfa-1-antitripsina: 179 mg/dl; Mantoux: 0 mm; varios tests del sudor imposibles de realizar por ausencia de sudoración; complemento, inmunoglobulinas y subpoblaciones linfocitarias, normales para su edad. Los niveles de MBL cuantificada mediante técnica ELISA, (BIOPORTO, Gentofte, Dinamarca) son de 93,27 ng/ml; test yodo-almidón: ausencia total de Figura 1 TC torácica: puede observarse una imagen de condensación en el lóbulo inferior derecho.","cite_spans":[],"ref_spans":[],"section":"Caso clínico"},{"text":"sudoración. TACAR pulmonar ( fig. 1 ): imagen de condensación en la base pulmonar derecha. Tras los hallazgos clínicos, radiológicos y analíticos descritos, se establece el diagnóstico de DEA. Presenta evolución posterior favorable, tras realizar tratamiento con salmeterol/fluticasona 25/50 (2 puf/12 h) y azitromicina (10 mg/kg/24 h, 3 días cada 15 días), encontrándose 2 años más tarde asintomático desde el punto de vista respiratorio, sin tratamiento preventivo, con buena ganancia ponderal y con aparición de incisivos cónicos ( fig. 2 ). Tras intentar nuevamente sin éxito el test del sudor, se ha realizado un estudio genético de fibrosis quística que ha resultado negativo. La secuenciación del gen NEMO (NF-B essential modulator, asociado con un defecto de los receptores toll-like) no mostró alteraciones del sistema inmunitario innato.","cite_spans":[],"ref_spans":[{"start":29,"end":35,"text":"fig. 1","ref_id":null},{"start":535,"end":541,"text":"fig. 2","ref_id":null}],"section":"Caso clínico"},{"text":"La MBL es una proteína sérica perteneciente a la familia de las colectinas, con una estructura similar al C1q 11 . Ambas, tanto MBL como C1q, son proteínas del sistema immunitario innato que pueden activar el complemento a través de las proteasas asociadas [12] [13] [14] . El C1q activa el complemento por la vía clásica y la MBL inicia la vía de las lectinas del complemento después de su unión a los azúcares de la estructura de múltiples microorganismo, incluidos Figura 2 Se observa la presencia de escasos dientes y los presentes son cónicos. El déficit de MBL se asocia a una amplia gama de fenotipos infecciosos, incluyendo enfermedad neumocócica invasiva, sepsis grave, sepsis meningocócica, infecciones graves tras quimioterapia y trasplante alogénico de células madre hematopoyéticas, duración prolongada de fiebre neutropénica en pacientes oncológicos e infecciones del tracto respiratorio 12, 13, 16 .","cite_spans":[{"start":257,"end":261,"text":"[12]","ref_id":"BIBREF11"},{"start":262,"end":266,"text":"[13]","ref_id":"BIBREF12"},{"start":267,"end":271,"text":"[14]","ref_id":"BIBREF13"},{"start":902,"end":905,"text":"12,","ref_id":"BIBREF11"},{"start":906,"end":909,"text":"13,","ref_id":"BIBREF12"},{"start":910,"end":912,"text":"16","ref_id":"BIBREF15"}],"ref_spans":[],"section":"Discusión"},{"text":"Hay 2 genes humanos de MBL: MBL1, que es un seudogén, y gen MBL2, que codifica para la proteína MBL 14 . Existe una significativa variación en los niveles séricos de MBL de una persona a otra, como resultado del polimorfismo del gen MBL2 13,14,16 existiendo 3 polimorfismos estructurales y 3 del promotor [12] [13] [14] 16 . El polimorfismo estructural consiste en polimorfismos de los codones 52 (CGT3TGT), 54 (GGC3GAC) y 57 (GGA3GAA) 12, 14, 16 . A los alelos mutantes de dichos codones se les denomina D, B y C, respectivamente 12, 14, 16 . Una región de codificación que contenga cualquiera de las mutaciones D, B o C se conoce como O y el alelo de tipo salvaje en cada lugar se conoce como A 14---16 . Las mutaciones estructurales impiden la formación de la triple hélice en la cola de la MBL colágeno, lo que lleva a la degradación y la deficiencia funcional de la MBL 13 . Las concentraciones séricas de MBL son un 10---20% de lo esperado en los heterocigotos (A/O) para los polimorfismos estructurales y prácticamente indetectables en los homocigotos funcionales (O/O, los individuos que son homocigotos o heterocigotos compuestos para dos mutaciones diferentes de codificación) 15---16 . Los polimorfismos en la región promotora del gen MBL2 también ejercen efectos funcionales en la transcripción de MBL 16 .","cite_spans":[{"start":100,"end":102,"text":"14","ref_id":"BIBREF13"},{"start":305,"end":309,"text":"[12]","ref_id":"BIBREF11"},{"start":310,"end":314,"text":"[13]","ref_id":"BIBREF12"},{"start":315,"end":319,"text":"[14]","ref_id":"BIBREF13"},{"start":320,"end":322,"text":"16","ref_id":"BIBREF15"},{"start":436,"end":439,"text":"12,","ref_id":"BIBREF11"},{"start":440,"end":443,"text":"14,","ref_id":"BIBREF13"},{"start":444,"end":446,"text":"16","ref_id":"BIBREF15"},{"start":531,"end":534,"text":"12,","ref_id":"BIBREF11"},{"start":535,"end":538,"text":"14,","ref_id":"BIBREF13"},{"start":539,"end":541,"text":"16","ref_id":"BIBREF15"},{"start":875,"end":877,"text":"13","ref_id":"BIBREF12"},{"start":1187,"end":1194,"text":"15---16","ref_id":null},{"start":1314,"end":1316,"text":"16","ref_id":"BIBREF15"}],"ref_spans":[],"section":"Discusión"},{"text":"La MBL humana recombinante que tiene la misma función en la activación del complemento ha sido obtenida derivada del plasma y utilizada en ensayos clínicos en fases iniciales en la quimioterapia y ajustes postrasplante del trasplante de hígado 13 . Si cada vez son más numerosos los datos de la función de MBL en la patogénesis de la infecciones, sería razonable considerar esto como una condición de objetivo atractivo para el reemplazo de MBL, dada su alta prevalencia y mortalidad 13 . La evidencia de una disminución en la supervivencia de los pacientes con FQ con genotipos MBL2 variante sugiere que estos pacientes podrían beneficiarse de la suplementación intermitente con MBL 13 . In vitro se ha descrito que la administración de la MBL derivada del plasma (1.000-5.000 ng/ml) en pacientes con déficit de MBL produce una restauración de la función de opsonización 12 . Por lo tanto, los pacientes con déficit de MBL podrían beneficiarse de la terapia de sustitución con MBL 12 . Existe un ensayo en fase I donde la administración de MBL parece segura y los niveles séricos aumentan hasta niveles normales, pero su vida media presentó variabilidad 12 . Algunos pacientes con infecciones recurrentes muestran mejoría clínica después de la terapia de remplazo de MBL 12 . El manejo de estos pacientes debe incluir además un tratamiento intensivo de las infecciones intercurrentes, una correcta vacunación antigripal, anti-Haemophilus y antineumocócica, e incluso pueden beneficiarse también del uso de antibioterapia profiláctica, tal y como hicimos en nuestro paciente.","cite_spans":[{"start":244,"end":246,"text":"13","ref_id":"BIBREF12"},{"start":684,"end":686,"text":"13","ref_id":"BIBREF12"}],"ref_spans":[],"section":"Discusión"},{"text":"Varios estudios sugieren que el déficit de MBL, como parte del sistema inmunitario innato, desempeña un papel más importante en los primeros meses de vida, especialmente entre 6-17 meses de edad, cuando se está desarrollando su sistema inmunitario adaptativo («ventana de vulnerabilidad») 17, 18 . Esto podría justificar una posible mejoría clínica espontánea en nuestro paciente, atribuible a una mayor edad del paciente y a un mayor desarrollo del sistema inmunitario adquirido. No hemos encontrado asociación específica entre defectos de ␤-oxidación e inmunodeficiencias. En las metabolopatías pueden producirse inmunodeficiencias secundarias por efecto tóxico y daño mitocondrial. Existen síndromes específicos que asocian inmunodeficiencia y DEA debido a mutaciones en genes que afectan a los factores de transcripción nuclear implicados en la señalización intracelular de TLRS: DEA con síndrome hiper-IgM (X-linked) secundaria a mutaciones en el gen NEMO y que produce disfunción de células T y B 19 y DEA con inmunodeficiencias de células T (autosómica dominante y ligada al cromosoma X) por mutaciones en NFKBIA 20 .","cite_spans":[{"start":289,"end":292,"text":"17,","ref_id":"BIBREF16"},{"start":293,"end":295,"text":"18","ref_id":"BIBREF17"},{"start":1120,"end":1122,"text":"20","ref_id":"BIBREF19"}],"ref_spans":[],"section":"Discusión"},{"text":"Como conclusión, es necesario afirmar que debemos descartar inmunodeficiencias, incluido el déficit de MBL en pacientes con DEA, especialmente si asocia infecciones respiratorias de repetición. La terapia sustitutiva con MBL se plantea como una posible futura arma terapéutica en los pacientes con déficit de MBL. La asociación del déficit de MBL podría potenciar la gravedad de las manifestaciones clínicas en los pacientes con DEA, tal y como ocurre en otras inmunodeficiencias 15 . Considerando que el déficit severo de MBL tiene una incidencia del 10% en la población general, la asociación entre déficit de MBL y DEA en nuestro paciente podría deberse al azar, por lo que son necesarios más estudios que evalúen esta observación.","cite_spans":[{"start":480,"end":482,"text":"15","ref_id":"BIBREF14"}],"ref_spans":[],"section":"Discusión"},{"text":"Los autores declaran no tener ningún conflicto de intereses.","cite_spans":[],"ref_spans":[],"section":"Conflicto de intereses"}],"bib_entries":{"BIBREF0":{"ref_id":"b0","title":"Ectodermal dysplasia with hydrocephalus: a rare association","authors":[{"first":"S","middle":["A"],"last":"Zaki","suffix":""},{"first":"P","middle":[],"last":"Shenoy","suffix":""},{"first":"P","middle":[],"last":"Shanbag","suffix":""}],"year":2010,"venue":"Singapore Med J","volume":"51","issn":"","pages":"976--983","other_ids":{}},"BIBREF1":{"ref_id":"b1","title":"Mutations in PVRL4, encoding cell adhesion molecule nectin-4, cause ectodermal dysplasiasyndactyly syndrome","authors":[{"first":"F","middle":[],"last":"Brancati","suffix":""},{"first":"P","middle":[],"last":"Fortugno","suffix":""},{"first":"I","middle":[],"last":"Bottillo","suffix":""},{"first":"M","middle":[],"last":"Lopez","suffix":""},{"first":"E","middle":[],"last":"Josselin","suffix":""},{"first":"O","middle":[],"last":"Boudghene-Stambouli","suffix":""}],"year":2010,"venue":"Am J Hum Genet","volume":"87","issn":"","pages":"265--73","other_ids":{}},"BIBREF2":{"ref_id":"b2","title":"Only four genes (EDA1, EDAR, EDARADD, and WNT10A) account for 90% of hypohidrotic/anhidrotic ectodermal dysplasia cases","authors":[{"first":"C","middle":[],"last":"Cluzeau","suffix":""},{"first":"S","middle":[],"last":"Hadj-Rabia","suffix":""},{"first":"M","middle":[],"last":"Jambou","suffix":""},{"first":"S","middle":[],"last":"Mansour","suffix":""},{"first":"P","middle":[],"last":"Guigue","suffix":""},{"first":"S","middle":[],"last":"Masmoudi","suffix":""}],"year":2011,"venue":"Hum Mutat","volume":"32","issn":"","pages":"70--77","other_ids":{}},"BIBREF3":{"ref_id":"b3","title":"Implant rehabilitation in grafted and native bone in patients affected by ectodermal dysplasia: evaluation of 78 implants inserted in 8 patients","authors":[{"first":"F","middle":[],"last":"Grecchi","suffix":""},{"first":"F","middle":[],"last":"Zingari","suffix":""},{"first":"R","middle":[],"last":"Bianco","suffix":""},{"first":"I","middle":[],"last":"Zollino","suffix":""},{"first":"C","middle":[],"last":"Casadio","suffix":""},{"first":"F","middle":[],"last":"Carinci","suffix":""}],"year":2010,"venue":"Implant Dent","volume":"19","issn":"","pages":"400--408","other_ids":{}},"BIBREF4":{"ref_id":"b4","title":"Ectodermal dysplasia with anodontia: a report of two cases","authors":[{"first":"M","middle":[],"last":"Bania","suffix":""},{"first":"A","middle":["M"],"last":"Tezkirecioglub","suffix":""},{"first":"N","middle":[],"last":"Akalc","suffix":""},{"first":"T","middle":[],"last":"Tuzuner","suffix":""}],"year":2010,"venue":"Eur J Dent","volume":"4","issn":"","pages":"215--237","other_ids":{}},"BIBREF5":{"ref_id":"b5","title":"X-linked and autosomal recessive hypohidrotic ectodermal dysplasia: genotypic-dental phenotypic findings, x-linked and autosomal recessive hypohidrotic","authors":[{"first":"F","middle":[],"last":"Clauss","suffix":""},{"first":"N","middle":[],"last":"Chassaing","suffix":""},{"first":"A","middle":[],"last":"Smahi","suffix":""},{"first":"M","middle":["C"],"last":"Vincent","suffix":""},{"first":"P","middle":[],"last":"Calvas","suffix":""},{"first":"M","middle":[],"last":"Molla","suffix":""}],"year":2010,"venue":"Clin Genet","volume":"78","issn":"","pages":"257--66","other_ids":{}},"BIBREF6":{"ref_id":"b6","title":"Mutations in EDARADD account for a small proportion of hypohidrotic ectodermal dysplasia cases","authors":[{"first":"N","middle":[],"last":"Chassaing","suffix":""},{"first":"C","middle":[],"last":"Cluzeau","suffix":""},{"first":"E","middle":[],"last":"Bal","suffix":""},{"first":"P","middle":[],"last":"Guigue","suffix":""},{"first":"M","middle":["C"],"last":"Vincent","suffix":""},{"first":"G","middle":[],"last":"Viot","suffix":""}],"year":2010,"venue":"Br J Dermatol","volume":"162","issn":"","pages":"1044--1052","other_ids":{}},"BIBREF7":{"ref_id":"b7","title":"Hypohidrotic ectodermal dysplasia---diagnostic aids and a report of 5 cases","authors":[{"first":"K","middle":[],"last":"Ramesh","suffix":""},{"first":"D","middle":[],"last":"Vinola","suffix":""},{"first":"J","middle":["B"],"last":"John","suffix":""}],"year":2010,"venue":"J Indian Soc Pedod Prev Dent","volume":"28","issn":"","pages":"47--54","other_ids":{}},"BIBREF8":{"ref_id":"b8","title":"Molecular genetic analysis of consanguineous Pakistani families with autosomal recessive hypohidrotic ectodermal displasia","authors":[{"first":"N","middle":[],"last":"Bibi","suffix":""},{"first":"S","middle":[],"last":"Ahmad","suffix":""},{"first":"W","middle":[],"last":"Ahmad","suffix":""},{"first":"M","middle":[],"last":"Naeem","suffix":""}],"year":2011,"venue":"Australas J Dermatol","volume":"52","issn":"","pages":"37--42","other_ids":{}},"BIBREF9":{"ref_id":"b9","title":"Successful umbilical cord blood transplantation for intractable eczematous eruption in hypohidrotic ectodermal dysplasia with immunodeficiency","authors":[{"first":"S","middle":[],"last":"Minakawa","suffix":""},{"first":"H","middle":[],"last":"Takeda","suffix":""},{"first":"H","middle":[],"last":"Nakano","suffix":""},{"first":"C","middle":[],"last":"Tono","suffix":""},{"first":"Y","middle":[],"last":"Takahashi","suffix":""},{"first":"S","middle":[],"last":"Sasaki","suffix":""}],"year":2009,"venue":"Clin Exp Dermatol","volume":"34","issn":"","pages":"441--443","other_ids":{}},"BIBREF10":{"ref_id":"b10","title":"Prevalence and prevention of severe complications of hypohidrotic ectodermal dysplasia in infancy","authors":[{"first":"G","middle":[],"last":"Blüschke","suffix":""},{"first":"K","middle":[],"last":"Nüsken","suffix":""},{"first":"H","middle":[],"last":"Schneider","suffix":""}],"year":2010,"venue":"Early Hum Dev","volume":"86","issn":"","pages":"397--406","other_ids":{}},"BIBREF11":{"ref_id":"b11","title":"Mannose-binding lectin (MBL) substitution: recovery of opsonic function in vivo lags behind MBL serum level","authors":[{"first":"N","middle":[],"last":"Brouwer","suffix":""},{"first":"Fnj","middle":[],"last":"Frakking","suffix":""},{"first":"M","middle":["D"],"last":"Van De Wetering","suffix":""},{"first":"Van","middle":[],"last":"Houdt","suffix":""},{"first":"M","middle":[],"last":"Hart","suffix":""},{"first":"M","middle":[],"last":"Budde","suffix":""},{"first":"I","middle":["K"],"last":"","suffix":""}],"year":2009,"venue":"J Immunol","volume":"183","issn":"","pages":"3496--504","other_ids":{}},"BIBREF12":{"ref_id":"b12","title":"Mannose-binding lectin deficiency and respiratory tract infection","authors":[{"first":"D","middle":["P"],"last":"Eisen","suffix":""}],"year":2010,"venue":"J Innate Immun","volume":"2","issn":"","pages":"114--136","other_ids":{}},"BIBREF13":{"ref_id":"b13","title":"Mannose-binding lectin concentrations, MBL2 polymorphisms, and susceptibility to respiratory tract infections in young men","authors":[{"first":"A","middle":[],"last":"Rantala","suffix":""},{"first":"T","middle":[],"last":"Lajunen","suffix":""},{"first":"R","middle":[],"last":"Juvonen","suffix":""},{"first":"A","middle":[],"last":"Bloigu","suffix":""},{"first":"S","middle":[],"last":"Silvennoinen-Kassinen","suffix":""},{"first":"A","middle":[],"last":"Peitso","suffix":""}],"year":2008,"venue":"J Infect Dis","volume":"198","issn":"","pages":"1247--53","other_ids":{}},"BIBREF14":{"ref_id":"b14","title":"Mannose-binding lectin and mannose-binding lectin---associated serine protease 2 in susceptibility, severity, and outcome of pneumonia in adults","authors":[{"first":"M","middle":["I"],"last":"Garcia-Laorden","suffix":""},{"first":"J","middle":[],"last":"Sole-Violan","suffix":""},{"first":"F","middle":[],"last":"Rodriguez De Castro","suffix":""},{"first":"J","middle":[],"last":"Aspa","suffix":""},{"first":"M","middle":["L"],"last":"Briones","suffix":""},{"first":"A","middle":[],"last":"Garcia-Saavedra","suffix":""}],"year":2008,"venue":"J Allergy Clin Immunol","volume":"122","issn":"","pages":"368--74","other_ids":{}},"BIBREF15":{"ref_id":"b15","title":"Mannose-binding lectin genotypes: lack of association with susceptibility to thoracic empiema","authors":[{"first":"J","middle":[],"last":"Chapman","suffix":""},{"first":"F","middle":["O"],"last":"Vannberg","suffix":""},{"first":"C","middle":["C"],"last":"Khor","suffix":""},{"first":"A","middle":[],"last":"Rautanen","suffix":""},{"first":"N","middle":["A"],"last":"Maskell","suffix":""},{"first":"Cwh","middle":[],"last":"Davies","suffix":""}],"year":2010,"venue":"BMC Medical Genetics","volume":"15","issn":"","pages":"11--16","other_ids":{}},"BIBREF16":{"ref_id":"b16","title":"Acute respiratory tract infections and mannosebinding lectin insufficiency during early childhood","authors":[{"first":"A","middle":[],"last":"Koch","suffix":""},{"first":"M","middle":[],"last":"Melbye","suffix":""},{"first":"P","middle":[],"last":"Sørensen","suffix":""},{"first":"P","middle":[],"last":"Homøe","suffix":""},{"first":"H","middle":["O"],"last":"Madsen","suffix":""},{"first":"K","middle":[],"last":"Mølbak","suffix":""}],"year":2001,"venue":"JAMA","volume":"285","issn":"","pages":"1316--1337","other_ids":{}},"BIBREF17":{"ref_id":"b17","title":"Mannose-binding lectin cord blood levels and respiratory symptoms during infancy: a prospective birth cohort study","authors":[{"first":"L","middle":["J"],"last":"Schlapbach","suffix":""},{"first":"P","middle":[],"last":"Latzin","suffix":""},{"first":"N","middle":[],"last":"Regamey","suffix":""},{"first":"C","middle":["E"],"last":"Kuehni","suffix":""},{"first":"M","middle":[],"last":"Zwahlen","suffix":""},{"first":"C","middle":[],"last":"Casaulta","suffix":""}],"year":2009,"venue":"Pediatr Allergy Immunol","volume":"20","issn":"","pages":"219--245","other_ids":{}},"BIBREF18":{"ref_id":"b18","title":"X-linked anhidrotic ectodermal dysplasia with immunodeficiency is caused by impaired nf-kappab signaling","authors":[{"first":"R","middle":[],"last":"Döffinger","suffix":""},{"first":"A","middle":[],"last":"Smahi","suffix":""},{"first":"C","middle":[],"last":"Bessia","suffix":""},{"first":"F","middle":[],"last":"Geissmann","suffix":""},{"first":"J","middle":[],"last":"Feinberg","suffix":""},{"first":"A","middle":[],"last":"Durandy","suffix":""}],"year":2001,"venue":"Nat Genet","volume":"27","issn":"","pages":"277--85","other_ids":{}},"BIBREF19":{"ref_id":"b19","title":"A hiypermorphic ikappabalpha mutation is associated with autosomal dominant anhidrotic ectodermal dysplasia and t cell immunodeficiency","authors":[{"first":"G","middle":[],"last":"Courtois","suffix":""},{"first":"A","middle":[],"last":"Smahi","suffix":""},{"first":"J","middle":[],"last":"Reichenbach","suffix":""},{"first":"R","middle":[],"last":"Döffinger","suffix":""},{"first":"C","middle":[],"last":"Cancrini","suffix":""},{"first":"M","middle":[],"last":"Bonnet","suffix":""}],"year":2003,"venue":"J Clin Invest","volume":"112","issn":"","pages":"1108--1123","other_ids":{}}},"ref_entries":{"TABREF0":{"text":"patógenos respiratorios tales como virus influenza A, Haemophilus influenzae, Mycoplasma pneumoniae, complejo Mycobacterium avium, Legionella pneumophila, Nocardia farcinica o coronavirus, Pseudomonas aeruginosa, Burkholderia cepacia y Pneumococcus 12,13,15 .","latex":null,"type":"table"}},"back_matter":[]}
