{"paper_id":"0c7d0a71359ee2f39c1fcc1626e51942ff521ad5","metadata":{"title":"Analysis of the impact of diagnostic virology tests on the use of antibiotics in paediatric inpatients with community-acquired pneumonia","authors":[{"first":"David","middle":[],"last":"Aguilera-Alonso","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""},{"first":"Marta","middle":[],"last":"Illán-Ramos","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""},{"first":"Zarife","middle":[],"last":"Daoud","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""},{"first":"Víctor","middle":[],"last":"Guinea","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""},{"first":"Esther","middle":[],"last":"Culebras C Y José","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""},{"first":"Tomás","middle":[],"last":"Ramos","suffix":"","affiliation":{"laboratory":"","institution":"Hospital Clínico San Carlos","location":{"settlement":"Madrid","country":"España"}},"email":""}]},"abstract":[{"text":"Historia del artículo: Recibido el 11 de junio de 2019 Aceptado el 25 de agosto de 2019 On-line el 24 de octubre de 2019","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"Palabras clave: Neumonía Niños Pediatría Test de virus respiratorios Optimización de consumo de antibióticos r e s u m e n Introducción: Los virus son una de las causas más frecuentes de neumonía adquirida en la comunidad (NAC) en niños. La identificación precoz de virus respiratorios podría suponer una disminución en el consumo de antibióticos. Métodos: Estudio observacional, retrospectivo, desde enero del 2014 hasta junio del 2018, que incluyó a los pacientes pediátricos ingresados en un hospital terciario con diagnóstico de NAC, a los que se realizó test antigénico o PCR viral en muestra respiratoria. Resultados: Se incluyeron 105 episodios de NAC, identificándose algún virus respiratorio en 93 (88,6%) casos. Los pacientes con detección de virus respiratorio sincitial (VRS) presentaron menor inicio de antibioterapia empírica (35,1% vs. 55,9%, p valor: 0,042). Además, los casos con identificación de VRS o influenza precisaron menor duración de antibioterapia (recibiendo el 45,6% ≥ 2 días frente al 68,8% de los que no se identificó, p = 0,017). Conclusión: El uso de técnicas diagnósticas de virus respiratorios en nuestro medio puede optimizar el consumo de antibióticos en niños ingresados con NAC.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"Introduction: Viruses are one of the most common causes of community-acquired pneumonia (CAP) in children. Early identification of respiratory viruses could result in a decrease in the use of antibiotics. Methods: Observational, retrospective study from January 2014 to June 2018, that included paediatric patients admitted with a diagnosis of CAP in a tertiary hospital, in which antigenic tests and/or viral PCR on a respiratory sample was performed. Results: A total of 105 CAP episodes were included, with identification of a respiratory virus in 93 (88.6%) cases. Patients with respiratory syncytial virus (RSV) detection had a lower onset of empirical antibiotic therapy (35.1% vs. 55.9%, P-value=.042). In addition, cases with RSV or influenza identification required shorter duration of antibiotic therapy (receiving 45.6% ≥2 days vs. 68.8% of those not identified, P=.017). Conclusion: The use of respiratory virus diagnostic techniques in our setting can optimise antibiotic use in children admitted with CAP.","cite_spans":[],"ref_spans":[],"section":"Abstract"}],"body_text":[{"text":"Las neumonías son una causa importante de morbilidad en los menores de 5 años 1 . Los virus representan una de las principales etiologías de neumonías adquiridas en la comunidad (NAC), especialmente en los menores de 2 años, identificándose en el 83% de NAC en nuestro medio 2 . El incremento en la incidencia de infecciones por microorganismos resistentes ha aumentado el interés por racionalizar la prescripción de antibióticos, abogándose por evitar su uso en los casos con sospecha o confirmación de etiología viral. El desarrollo de nuevas técnicas de diagnóstico microbiológico que permiten la identificación del microorganismo causal en menor tiempo está permitiendo optimizar el consumo de antimicrobianos. Dentro de estas pruebas destacan las técnicas de diagnóstico virológico rápido en muestras respiratorias 3 .","cite_spans":[{"start":820,"end":821,"text":"3","ref_id":"BIBREF2"}],"ref_spans":[],"section":"Introducción"},{"text":"Existen datos contradictorios en la literatura sobre el beneficio de estas técnicas en la práctica asistencial en pacientes pediátricos. Varios estudios 4-6 han demostrado su utilidad en niños al reducir el uso de recursos (realización de pruebas complementarias, duración de antibioterapia, etc.), aunque otros 7,8 no han demostrado ningún beneficio.","cite_spans":[],"ref_spans":[],"section":"Introducción"},{"text":"El objetivo principal de este estudio fue analizar el impacto de los test de diagnóstico microbiológico de virus respiratorios en el uso de antibióticos en pacientes pediátricos ingresados por NAC en un hospital terciario.","cite_spans":[],"ref_spans":[],"section":"Introducción"},{"text":"Se realizó un estudio observacional, retrospectivo, unicéntrico. Fueron incluidos pacientes pediátricos (< 16 años) que cumplieran los siguientes criterios:","cite_spans":[],"ref_spans":[],"section":"Material y métodos"},{"text":"Ingreso entre el 01/01/2014 y el 30/06/2018 con diagnóstico de NAC, con evidencia radiográfica de neumonía 9 : consolidación (opacidad pulmonar con o sin broncograma), otros infiltrados (densidades intersticiales) o derrame pleural. Se consideró adquirida en la comunidad como aquella que aparece en el domicilio (en el caso de hospitalización previa debían haber pasado más de 7 días del alta hospitalaria) o en las primeras 48 h del ingreso hospitalario.","cite_spans":[],"ref_spans":[],"section":"Material y métodos"},{"text":"Realización durante las primeras 48 h del ingreso de cualquiera de las siguientes determinaciones virológicas en muestras respiratorias (exudado o aspirado nasofaríngeo): a) Panel de reacción en cadena de la polimerasa multiplex (mPCR) y posterior visualización mediante arrays de baja densidad con tecnología CLART ® ( En el centro del estudio, en época epidémica de gripe y VRS, se realiza por protocolo primero un TDR de VRS o influenza en muestras respiratorias, según el virus epidémico, cuyo resultado suele obtenerse en < 24h. Si las pruebas son negativas, se realiza mPCR viral en muestras respiratorias. Fuera de los periodos epidémicos, se realiza mPCR a criterio del pediatra.","cite_spans":[],"ref_spans":[{"start":318,"end":319,"text":"(","ref_id":null}],"section":"Material y métodos"},{"text":"Fueron excluidos los pacientes en los que se había diagnosticado una neumonía durante los 30 días previos. Se revisaron las historias clínicas de los pacientes para obtener información demográfica, clínica, de tratamiento y evolución de los mismos. El estudio fue aprobado por el Comité Ético del centro del estudio.","cite_spans":[],"ref_spans":[],"section":"Material y métodos"},{"text":"Los estadísticos descriptivos se presentan como frecuencias absolutas o porcentajes en el caso de las variables categóricas, y como medianas y rangos intercuartílicos (RIC) las variables continuas. Las variables categóricas se compararon mediante el test de la 2 o el test de Fisher, según procediera, y las variables continuas mediante el test U de Mann-Whitney. Se utilizó para el análisis el software de análisis estadístico STATA ® versión 15.1 (StataCorp, Texas, EE. UU.). Se consideró estadísticamente significativo un valor de p inferior a 0,05.","cite_spans":[],"ref_spans":[],"section":"Material y métodos"},{"text":"Se incluyeron 105 episodios de NAC (5 sujetos presentaron 2 episodios distintos), 55 (52,4%) niñas, mediana de edad de 21,5 meses (RIC: 11, 6) . Como antecedentes, 27 (25,7%) presentaban broncoespasmo recurrente, 11 (10,5%) prematuridad y 12 ( Se extrajeron hemocultivos en 79 (75,2%) niños, aislándose un microorganismo considerado patógeno (Streptococcus pneumoniae) en solo un caso. Cinco (4,8%) casos asociaron derrame pleural, sin precisar ninguno drenaje.","cite_spans":[{"start":136,"end":139,"text":"11,","ref_id":"BIBREF10"},{"start":140,"end":142,"text":"6)","ref_id":"BIBREF5"},{"start":242,"end":243,"text":"(","ref_id":null}],"ref_spans":[],"section":"Resultados"},{"text":"En la figura 1 se muestra el inicio de antibioterapia empírica según la detección de VRS o influenza por TDR y el posterior comienzo durante el ingreso en los casos donde no se inició empíricamente. El 55,9 y el 57,9% de las neumonías con detección de VRS o influenza mediante un TDR, respectivamente, del total de NAC con realización de TDR, no recibieron antibioterapia. En la tabla 1 se comparan las características, incluido inicio de antibioterapia y la duración de la misma, en los diferentes grupos según la identificación de distintos virus respiratorios. Destaca una disminución en el inicio de antibioterapia en los casos con detección de VRS con respecto a los que no se detectó (35,1% vs. 55,9%, OR: 0,43 [IC del 95%: 0,19-0,98]; p = 0,042). Además, los casos con identificación de VRS o influenza recibieron menor duración de antibioterapia, recibiendo el 45,6% ≥ 2 días frente al 68,8% de los que no se identificó (OR: 0,38 [IC del 95%: 0,17-0,85]; p = 0,017).","cite_spans":[],"ref_spans":[],"section":"Resultados"},{"text":"En este estudio, realizado en niños ingresados por NAC, hemos observado un menor uso de antibióticos en aquellos con una detección precoz de VRS en una muestra respiratoria. De igual forma, observamos una menor duración de la antibioterapia en aquellos en los que se detectó VRS o influenza. Sin embargo, no se han encontrado diferencias con la detección de otros virus respiratorios. La falta de impacto de la identificación de otros virus respiratorios en Las variables continuas son expresadas como mediana (rango intercuartílico) y las categóricas como frecuencias absolutas (porcentaje). El p valor es calculado usando como referencia el grupo de NAC, con un resultado negativo en cada uno de los virus evaluados. En negrita: las diferencias estadísticamente significativas. ATB: antibiótico; NAC: neumonías adquiridas en la comunidad; VRS: virus respiratorio sincitial. a Los casos que no recibieron antibioterapia se han contabilizado como 0 días. la antibioterapia es posible que sea debido al tiempo excesivo hasta obtener el resultado. Varios estudios previos han evaluado el consumo de antibióticos mediante el uso de test de virus respiratorios. De forma similar a nuestros resultados, la identificación de VRS en niños hospitalizados se ha asociado a menor uso de antibióticos 10 . El estudio de Subramony et al. 6 compararon el periodo previo a la incorporación de un panel respiratorio de mPCR con el periodo consecutivo, demostrando una disminución en la duración de la antibioterapia, la realización de radiografías de tórax y el mayor uso de precauciones de aislamiento. De forma similar, el estudio de Schulert et al. 4 demostraron una disminución en la duración de la antibioterapia por vía intravenosa en los niños con neumonía e identificación de algún virus respiratorio mediante un panel de mPCR.","cite_spans":[{"start":1290,"end":1292,"text":"10","ref_id":"BIBREF9"},{"start":1326,"end":1327,"text":"6","ref_id":"BIBREF5"},{"start":1637,"end":1638,"text":"4","ref_id":"BIBREF3"}],"ref_spans":[],"section":"Discusión"},{"text":"Sin embargo, otros estudios similares no han demostrado un impacto significativo en la disminución del uso de antibióticos en niños ingresados por NAC 8 u otras infecciones respiratorias 7 .","cite_spans":[],"ref_spans":[],"section":"Discusión"},{"text":"Una de las dificultades en la interpretación de la detección de un virus respiratorio en muestras respiratorias es establecer la relación causal con el síndrome clínico. Varios estudios 11,12 en los que se comparó la detección de virus respiratorios en niños con NAC con controles asintomáticos han demostrado mayor asociación con la identificación de los virus influenza, parainfluenza, VRS y metapneumovirus, y el diagnóstico de neumonía.","cite_spans":[],"ref_spans":[],"section":"Discusión"},{"text":"Por otro lado, la identificación de un virus respiratorio no excluye la coinfección bacteriana 13 , habiéndose descrito la coinfección bacteriana con algunos virus como un factor asociado a mayor gravedad 14 . Un estudio reciente 15 ha evaluado la utilización de la proteína C reactiva para diferenciar neumonías bacterianas de neumonías producidas por VRS en niños < 5 años, demostrando una capacidad discriminativa adecuada.","cite_spans":[{"start":205,"end":207,"text":"14","ref_id":"BIBREF13"}],"ref_spans":[],"section":"Discusión"},{"text":"Las limitaciones del estudio son su naturaleza retrospectiva y la difícil valoración de la detección de virus respiratorios para diferenciar colonización de infección en esta población. Además, la insuficiente potencia estadística debida al reducido tamaño de la muestra impide demostrar diferencias significativas en varias comparaciones realizadas. Como ventajas, destacamos la utilización de unos criterios de inclusión estrictos que permiten incrementar la sensibilidad en la detección de virus respiratorios, junto a unos criterios radiológicos específicos. Además, la metodología no intervencionista seguida permite evaluar el uso de estas técnicas en la práctica clínica habitual.","cite_spans":[],"ref_spans":[],"section":"Discusión"},{"text":"En conclusión, la utilización de técnicas diagnósticas de virus respiratorios en nuestro medio puede optimizar el uso de antibióticos en niños ingresados con NAC. La disminución en los tiempos de realización de los paneles de mPCR podría ofrecer un beneficio adicional, al permitir acortar la duración de la antibioterapia. Además, el uso de modelos predictivos, que tengan en cuenta la detección de virus respiratorios junto a parámetros clínicos y analíticos, podría mejorar la identificación de niños con NAC en los que pueda prescindirse de forma segura el uso de antibióticos.","cite_spans":[],"ref_spans":[],"section":"Discusión"},{"text":"Declaramos no tener ningún conflicto de intereses.","cite_spans":[],"ref_spans":[],"section":"Conflicto de intereses"}],"bib_entries":{"BIBREF0":{"ref_id":"b0","title":"Communityacquired pneumonia requiring hospitalization among U.S. children","authors":[{"first":"S","middle":[],"last":"Jain","suffix":""},{"first":"D","middle":["J"],"last":"Williams","suffix":""},{"first":"S","middle":["R"],"last":"Arnold","suffix":""},{"first":"K","middle":[],"last":"Ampofo","suffix":""},{"first":"A","middle":["M"],"last":"Bramley","suffix":""},{"first":"C","middle":[],"last":"Reed","suffix":""}],"year":2015,"venue":"N Engl J Med","volume":"372","issn":"","pages":"835--880","other_ids":{"DOI":["10.1056/NEJMoa1405870"]}},"BIBREF1":{"ref_id":"b1","title":"Spectrum of respiratory viruses in children with community-acquired pneumonia","authors":[{"first":"M","middle":["L"],"last":"García-García","suffix":""},{"first":"C","middle":[],"last":"Calvo","suffix":""},{"first":"F","middle":[],"last":"Pozo","suffix":""},{"first":"P","middle":["A"],"last":"Villadangos","suffix":""},{"first":"P","middle":[],"last":"Pérez-Breña","suffix":""},{"first":"I","middle":[],"last":"Casas","suffix":""}],"year":2012,"venue":"Pediatr Infect Dis J","volume":"31","issn":"","pages":"808--821","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1056/NEJMoa1405870"]}},"BIBREF2":{"ref_id":"b2","title":"The present and future state of antimicrobial stewardship and rapid diagnostic testing: Can one ideally succeed without the other? Curr Treat Options Infect Dis","authors":[{"first":"K","middle":[],"last":"Zeitler","suffix":""},{"first":"N","middle":[],"last":"Narayanan","suffix":""}],"year":2019,"venue":"","volume":"11","issn":"","pages":"1--11","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1097/INF.0b013e3182568c67"]}},"BIBREF3":{"ref_id":"b3","title":"Role of a respiratory viral panel in the clinical management of pediatric inpatients","authors":[{"first":"G","middle":["S"],"last":"Schulert","suffix":""},{"first":"Z","middle":[],"last":"Lu","suffix":""},{"first":"T","middle":[],"last":"Wingo","suffix":""},{"first":"Y-W","middle":[],"last":"Tang","suffix":""},{"first":"B","middle":["R"],"last":"Saville","suffix":""},{"first":"P","middle":["D"],"last":"Hain","suffix":""}],"year":2013,"venue":"Pediatr Infect Dis J","volume":"32","issn":"","pages":"467--72","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1007/s40506-019-00190-9"]}},"BIBREF4":{"ref_id":"b4","title":"Impact of a rapid respiratory panel test on patient outcomes","authors":[{"first":"B","middle":["B"],"last":"Rogers","suffix":""},{"first":"P","middle":[],"last":"Shankar","suffix":""},{"first":"R","middle":["C"],"last":"Jerris","suffix":""},{"first":"D","middle":[],"last":"Kotzbauer","suffix":""},{"first":"E","middle":["J"],"last":"Anderson","suffix":""},{"first":"J","middle":["R"],"last":"Watson","suffix":""}],"year":2015,"venue":"Arch Pathol Lab Med","volume":"139","issn":"","pages":"636--677","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1097/INF.0b013e318284b146"]}},"BIBREF5":{"ref_id":"b5","title":"Impact of multiplex polymerase chain reaction testing for respiratory pathogens on healthcare resource utilization for pediatric inpatients","authors":[{"first":"A","middle":[],"last":"Subramony","suffix":""},{"first":"P","middle":[],"last":"Zachariah","suffix":""},{"first":"A","middle":[],"last":"Krones","suffix":""},{"first":"S","middle":[],"last":"Whittier","suffix":""},{"first":"L","middle":[],"last":"Saiman","suffix":""}],"year":2016,"venue":"J Pediatr","volume":"173","issn":"","pages":"","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.5858/arpa.2014-0257-OA"]}},"BIBREF6":{"ref_id":"b6","title":"Clinical impact of RT-PCR for pediatric acute respiratory infections: A controlled clinical trial","authors":[{"first":"J","middle":["O"],"last":"Wishaupt","suffix":""},{"first":"A","middle":[],"last":"Russcher","suffix":""},{"first":"L","middle":["C"],"last":"Smeets","suffix":""},{"first":"Fga","middle":[],"last":"Versteegh","suffix":""},{"first":"N","middle":["G"],"last":"Hartwig","suffix":""}],"year":2011,"venue":"Pediatrics","volume":"128","issn":"","pages":"1113--1133","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/j.jpeds.2016.02.050"]}},"BIBREF7":{"ref_id":"b7","title":"Utilization of viral molecular diagnostics among children hospitalized with community acquired pneumonia","authors":[{"first":"G","middle":["S"],"last":"Schulert","suffix":""},{"first":"P","middle":["D"],"last":"Hain","suffix":""},{"first":"D","middle":["J"],"last":"Williams","suffix":""}],"year":2014,"venue":"Hosp Pediatr","volume":"4","issn":"","pages":"","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1542/peds.2010-2779"]}},"BIBREF8":{"ref_id":"b8","title":"Standardized interpretation of paediatric chest radiographs for the diagnosis of pneumonia in epidemiological studies","authors":[{"first":"T","middle":[],"last":"Cherian","suffix":""},{"first":"E","middle":["K"],"last":"Mulholland","suffix":""},{"first":"J","middle":["B"],"last":"Carlin","suffix":""},{"first":"H","middle":[],"last":"Ostensen","suffix":""},{"first":"R","middle":[],"last":"Amin","suffix":""},{"first":"M","middle":[],"last":"De Campo","suffix":""}],"year":2005,"venue":"Bull World Health Organ","volume":"83","issn":"","pages":"42--96862005000500011","other_ids":{}},"BIBREF9":{"ref_id":"b9","title":"Antibiotic use in hospitalized children with respiratory viruses detected by multiplex polymerase chain reaction","authors":[{"first":"","middle":[],"last":"Zachariah","suffix":""},{"first":"L","middle":[],"last":"Saiman","suffix":""},{"first":"P","middle":[],"last":"Zachariah","suffix":""}],"year":2018,"venue":"Pediatr Infect Dis J","volume":"37","issn":"","pages":"443--449","other_ids":{"DOI":["10.1097/inf.0000000000001775"]}},"BIBREF10":{"ref_id":"b10","title":"Aetiological role of common respiratory viruses in acute lower respiratory infections in children under fice years: A systematic review and meta-analysis","authors":[{"first":"T","middle":[],"last":"Shi","suffix":""},{"first":"K","middle":[],"last":"Mclean","suffix":""},{"first":"H","middle":[],"last":"Campbell","suffix":""},{"first":"H","middle":[],"last":"Nair","suffix":""}],"year":2015,"venue":"J Glob Health","volume":"5","issn":"","pages":"1--10","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1097/inf.0000000000001775"]}},"BIBREF11":{"ref_id":"b11","title":"Respiratory viruses associated with community-acquired pneumonia in children: Matched case-control study","authors":[{"first":"S","middle":[],"last":"Rhedin","suffix":""},{"first":"A","middle":[],"last":"Lindstrand","suffix":""},{"first":"A","middle":[],"last":"Hjelmgren","suffix":""},{"first":"M","middle":[],"last":"Ryd-Rinder","suffix":""},{"first":"L","middle":[],"last":"Öhrmalm","suffix":""},{"first":"T","middle":[],"last":"Tolfvenstam","suffix":""}],"year":2015,"venue":"Thorax","volume":"70","issn":"","pages":"847--53","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.7189/jogh.05.010408"]}},"BIBREF12":{"ref_id":"b12","title":"The frequency of influenza and bacterial coinfection: A systematic review and meta-analysis","authors":[{"first":"E","middle":["Y"],"last":"Klein","suffix":""},{"first":"B","middle":[],"last":"Monteforte","suffix":""},{"first":"A","middle":[],"last":"Gupta","suffix":""},{"first":"W","middle":[],"last":"Jiang","suffix":""},{"first":"L","middle":[],"last":"May","suffix":""},{"first":"Y","middle":["H"],"last":"Hsieh","suffix":""}],"year":2016,"venue":"Influenza Other Respi Viruses","volume":"10","issn":"","pages":"394--403","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1136/thoraxjnl-2015-206933"]}},"BIBREF13":{"ref_id":"b13","title":"Influenza coinfection and outcomes in children with complicated pneumonia","authors":[{"first":"D","middle":["J"],"last":"Williams","suffix":""},{"first":"M","middle":[],"last":"Hall","suffix":""},{"first":"T","middle":["V"],"last":"Brogan","suffix":""},{"first":"R","middle":["W"],"last":"Farris","suffix":""},{"first":"A","middle":["L"],"last":"Myers","suffix":""},{"first":"J","middle":["G"],"last":"Newland","suffix":""}],"year":2011,"venue":"Arch Pediatr Adolesc Med","volume":"165","issn":"","pages":"","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1111/irv.12398"]}},"BIBREF14":{"ref_id":"b14","title":"Association of C-reactive protein with bacterial and respiratory syncytial virusassociated pneumonia among children aged","authors":[{"first":"M","middle":["M"],"last":"Higdon","suffix":""},{"first":"T","middle":[],"last":"Le","suffix":""},{"first":"K","middle":["L"],"last":"O&apos;brien","suffix":""},{"first":"D","middle":["R"],"last":"Murdoch","suffix":""},{"first":"C","middle":[],"last":"Prosperi","suffix":""},{"first":"H","middle":["C"],"last":"Baggett","suffix":""}],"year":2017,"venue":"Clin Infect Dis","volume":"64","issn":"3","pages":"378--86","other_ids":{"DOI":["file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1001/archpediatrics.2010.295"]}}},"ref_entries":{"TABREF1":{"text":"11,4%) otros antecedentes patológicos. En 73 (69,5%) casos se realizó un test de VRS, en 72 (68,6%) de influenza y en 67 (63,8%) mPCR. Se realizaron los 3 test en 38 (36,2%) casos, y VRS e influenza en 19 (18,1%). Los test de VRS e influenza se realizaron en todos los casos con ≤ 48 h de ingreso, y en solo un caso la mPCR ser realizó > 48 h del ingreso. En todos los casos, el resultado de los test de VRS e influenza se obtuvo en < 24 h, mientras que solo en 3/67 (4,5%) casos se obtuvo el resultado de mPCR en ≤ 48 h del ingreso. En 93 (88,6%) episodios se identificó algún virus respiratorio. El más frecuente fue VRS en 37 (35,2%) niños, seguido de influenza en 21 (20%) niños, rhinovirus en 15 (14,3%), metapneumovirus en 13 (12,4%) y otros en 29 (27,6%). En 76 (72,4%) casos se identificó un solo virus, en 13 (12,4%) casos, 2 virus distintos, en 3 (2,9%) casos, 3 virus y en un caso (1%), 4 virus. Las coinfecciones virales más frecuentes fueron rhinovirus con bocavirus en 3 casos (3,2%) y VRS con adenovirus en 2 casos (2,2%).","latex":null,"type":"table"}},"back_matter":[]}
