{"paper_id":"0cfbefdd11a70cbacd9a0d984206df7c977f8ae8","metadata":{"title":"","authors":[]},"abstract":[{"text":"Étant donné le contexte sanitaire épidémique lié au Covid-19 du mois de mars 2020, la présentation orale de cette communication en séance à l'Académie a été reportée.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"La diffusion, sur un mode quasi pandémique, du cannabis chez les adolescents et adultes jeunes, spécialement en France, justifie l'attention portée aux conséquences, non seulement aiguës, mais également différées de cette intoxication. Dans cette dernière éventualité interviennent des mécanismes épigénétiques. On rappellera d'abord différents types de modifications épigénétiques portant soit sur les histones de la chromatine, principalement des méthylations ou des acétylations ; soit sur l'ADN, par méthylation des cytosines. Des modifications de ce type suscitées par le tétrahydrocannabinol/THC du cannabis peuvent intervenir : soit au niveau des gamètes avant la procréation ; soit sur le foetus pendant la gestation ; soit à différents moments de la vie de l'individu. À certaine de ces modifications épigénétiques est associé un accroissement de la vulnérabilité aux toxicomanies, impliquant les récepteurs D2 de la dopamine dans le noyau accumbens ; une surexpression de la synthèse du précurseur des enképhalines ; des modifications : des récepteurs CB1 des endocannabinoïdes ; des récepteurs de l'acide glutamique ; du GABA ; de protéines impliquées dans la plasticité synaptique, etc. Des modifications épigénétiques peuvent aussi affecter : le système immunitaire ; les activités cognitives ; le développement d'affections psychiatriques en relation avec des perturbations de la maturation cérébrale. Les connaissances qui s'accumulent à cet égard vont à l'opposé de la banalisation ambiante du cannabis. Elles imposent d'alerter les pouvoirs publics et le public, spécialement les jeunes, sur les risques associées à la consommation de cette drogue.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"The almost pandemic spread of cannabis among adolescents and young adults, especially in France, justifies the attention given to the consequences, not only acute but also delayed, of this intoxication.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"Page 2 of 15 J o u r n a l P r e -p r o o f 2 In the latter case, epigenetic mechanisms occur. We will first recall various types of epigenetic modifications involving either chromatin histones, mainly methylations or acetylations; either DNA, by methylation of cytosines. Such modifications caused by the tetrahydrocannabinol/THC of cannabis can intervene: either at the level of gametes before procreation, or at different points of the life cycle.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"These epigenetic modifications are associated with an increase in vulnerability to drug addiction, involving dopamine D2 receptors in the nucleus accumbens, overexpression of enkephalin precursor synthesis, modifications of: CB1 receptors of endocannabinoids, glutamic acid receptors, GABA receptors, proteins involved in synaptic plasticity ... These changes can also affect: immune system, cognitive activities, development of psychiatric diseases, related to disturbances of brain maturation.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"The knowledge that accumulates in this respect is the opposite of the ambient trivialization of this drug. They impose sending an alert to the public authorities and to the public, especially young people, warning on the risks associated with this drug use and abuse. Page 3 of 15 J o u r n a l P r e -p r o o f 3 Introduction.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"En France, le cannabis / chanvre indien, dont l'usage est prohibé par une loi rigoureuse, mais qui n'est pas appliquée, a diffusé dans la population sur un mode d'allure pandémique. On dénombre ainsi 1 400 000 « usagers réguliers ». L'expression « usagers réguliers » correspond à des individus qui troubles, les données qui viennent d'être exposées doivent être communiquées et explicitées, en particulier aux décideurs, à celles et ceux ayant des projets parentaux, aux adolescents et aux éducateurs.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"L'auteur déclare ne pas avoir de liens d'intérêts.","cite_spans":[],"ref_spans":[],"section":"Abstract"},{"text":"Références","cite_spans":[],"ref_spans":[],"section":"Abstract"}],"body_text":[{"text":"consomment un « joint » ou un « pétard » au moins une fois tous les trois jours. Eu égard à la très longue demi-vie du tétrahydrocannabinol ou THC, principal constituant psychotrope toxicomanogène du cannabis, cette fréquence d'usage assure une imprégnation permanente du cerveau et du corps de ses consommateurs ; 900.000 de ces « usagers réguliers », consomment quotidiennement cette drogue, et souvent à plusieurs reprises [1] ; ce niveau de consommation correspond à une dépendance manifeste, qualifiée de « consommation problématique ». Le nombre élevé de consommateurs abusifs, eu égard au caractère prohibé de cette drogue, atteste de l'importance de son pouvoir addictif [2] . Cette consommation, surtout concentrée sur les adolescents, commence chez certains dès le collège ; elle culmine au lycée et dans certaines filières post-baccalauréat. Alors qu'elle régressait ultérieurement de façon notable, elle tend maintenant à se prolonger [3] .","cite_spans":[{"start":426,"end":429,"text":"[1]","ref_id":null},{"start":679,"end":682,"text":"[2]","ref_id":"BIBREF1"},{"start":947,"end":950,"text":"[3]","ref_id":"BIBREF2"}],"ref_spans":[],"section":""},{"text":"Au cours des trente dernières années le taux moyen de THC dans les produits en circulation a été multiplié d'un facteur 6,5. Entre 2009 et 2016 ce taux est passé de 8% à 30% [2] .","cite_spans":[{"start":174,"end":177,"text":"[2]","ref_id":"BIBREF1"}],"ref_spans":[],"section":""},{"text":"Il est communément constaté que l'incidence des toxicomanies est plus grande chez les enfants issus de familles consommatrices de drogues, que chez ceux dont les parents ne sont pas consommateurs [4, 5] . Les raisons de cette différence sont multiples. On a incriminé les « mauvais ","cite_spans":[{"start":196,"end":199,"text":"[4,","ref_id":"BIBREF3"},{"start":200,"end":202,"text":"5]","ref_id":"BIBREF4"}],"ref_spans":[],"section":""},{"text":"La notion d'é pigé né tiqué a é té introduité dans lés anné és 1950 par C. Waddington, qui l'a dé finié commé « cé qui rélié lé gé notypé au phé notypé ». Commént l'information codéé dans l'ADN, péut voir son éxpréssion modifiéé par dés stimuli énvironnéméntaux, Page 4 of 15 J o u r n a l P r e -p r o o f 4 conduisant à uné idéntité céllulairé ou individuéllé compléxé. Sa dé finition molé culairé actuéllé [6] én fait « l'é tudé dés changéménts hé ritablés (aprés mitosé ou mé iosé) ét ré vérsiblés, dé l'éxpréssion gé niqué, n'impliquant pas dé changémént dé la sé quence d'ADN ».","cite_spans":[{"start":410,"end":413,"text":"[6]","ref_id":"BIBREF5"}],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Chacun de nos caractères exprimés (phénotype) est planifié par un gène principal (mais non pas un seul). Chaque gène est formé d'une séquence d'acide désoxyribonucléique (ADN), spécifique de chacun d'eux (génotype). Chaque triplet de bases, puriques (adénine/guanine) ou pyrimidique (thymine/cytosine), code la mise en place d'un acide aminé déterminé dans la protéine qui sera produite, à partir de la copie d'acide ribonucléique messager (ARNm), de cet ADN. L'ADN de chaque cellule, avec ses trois milliards de paires de bases, long d'un mètre, est extrêmement replié, par le jeu d'un enroulement sur des protéines, les histones, basiques (du fait de leur richesse en acides aminés diaminés (Lysine, Arginine). L'ensemble ADN-histone constitue la chromatine. Des influences extérieures peuvent modifier les histones (des types H2A, H2B, H3 et H4) impliquées dans la compaction de l'ADN ; ces histones sont groupées en octamères, sur lesquels s'enroulent 147 paires de bases de l'ADN ; l'ensemble forme une structure appelée nucléosome [7] . Ces nucléosomes s'enroulent d'une façon plus ou moins serrée sur eux-mêmes ; ils forment des fibres de chromatine, plus ou moins denses. Quand ces fibres sont très denses, avec un compactage serré de l'ADN, les gènes dans cette « hétérochromatine » sont inaccessibles aux complexes enzymatiques qui permettent leur expression/leur copie en ARNm ; alors ces gènes ne sont pas exprimés, on les dit « éteints », « réprimés ». À l'opposé, quand ces fibres sont peu denses, le compactage de l'ADN est peu serré dans cette « euchromatine » ; les gènes sont alors accessibles aux complexes enzymatiques qui permettent leur expression [en formant des ARN messagers, qui quittent le noyau et seront traduits au niveau des ribosomes en protéines. Les modifications épigénétiques qui affectent les histones, sont suscitées par des facteurs variés de l'environnement dont, entre autres, certaines drogues, qui influent sur l'équilibre hétérochromatine euchromatine. Les histones comportent 2 régions : le coeur et la queue. Alors que les coeurs constituent les nucléosomes, les queues dépassent de la structure nucléosomale. C'est surtout sur les acides diaminés : lysines/K et arginines/R, situées au niveau de la queue, que s'effectue la greffe covalente de groupements méthyle (-CH3) ou acétyle (-COCH3), ou sur les sérines/S (acides aminés alcool) que s'effectue celle de groupements phosphoryle (-OPO3H2), ou encore sur des lysines/K que s'effectue la greffe de petites protéines du type sumo ou ubiquitine [8] .","cite_spans":[{"start":1037,"end":1040,"text":"[7]","ref_id":"BIBREF6"},{"start":2545,"end":2548,"text":"[8]","ref_id":"BIBREF7"}],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"L'acétylation des lysines stabilise la chromatine décondensée, ce qui est associé à une activation transcriptionnelle. Il existe une famille d'enzymes capable de désacétyler les lysines des histones : les histones désacétylases (HDAC).","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"La greffe des groupements méthyles sur les lysines/K ou sur les arginines/R fait intervenir plusieurs familles d'enzymes, dont les histones méthyl-transférases (MPTH) [9] . L'une de leurs fonctions est d'opérer une régulation structurale des nucléosomes. Elles modifient la conformation de la chromatine, ce qui affecte l'interaction entre les histones et la double hélice de l'ADN. La chromatine étant sous forme très condensée, l'ADN devient inaccessible à la machinerie transcriptionnelle [10] qui exprime en ARN messager la séquence d'acides aminés que planifie l'ADN des gènes. Ces MPTH jouent également un rôle sur le recrutement de protéines sur l'ADN (notamment des facteurs de transcription) et peuvent ainsi moduler l'expression des gènes, que ce soit pour la favoriser ou la réprimer [11] . Par exemple, l'acétylation (ac) de la lysine/K en position 27 (K 27) sur l'histone H3 (H3K27ac) ouvre la chromatine au niveau des promoteurs et favorise ainsi l'expression des gènes [12] .","cite_spans":[{"start":167,"end":170,"text":"[9]","ref_id":"BIBREF8"},{"start":492,"end":496,"text":"[10]","ref_id":"BIBREF9"},{"start":795,"end":799,"text":"[11]","ref_id":"BIBREF10"},{"start":984,"end":988,"text":"[12]","ref_id":"BIBREF11"}],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Il en va de même pour la tri-méthylation (me3) de la lysine en position 4 (K4) sur l'histone H3 (H3K4me3) ; elle est « activatrice » en ce qu'elle favorise elle aussi l'expression des gènes. À l'opposé, les triméthylations (me3) des lysines K9 et K27 de l'histone H3 (H3K9me3, H3K27me3) sont « répressives » car elles inhibent l'expression du gène.","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Ainsi, les modifications de ces histones facilitent, ou au contraire réduisent, la lecture / l'expression de l'ADN qui correspond à un caractère précis. Ce phénomène est à l'origine des différences pouvant exister entre le génotype (le plan) et le phénotype (le caractère exprimé).","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Des modifications apportées aux bases de l'ADN (mutations), qu'elles soient spontanées ou qu'elles soient induites par différents agents mutagènes, peuvent modifier les caractères correspondants, d'une façon qui est transmissible aux générations suivantes (héritabilité des caractères modifiés par mutation).","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Des modifications quantitatives de l'expression des gènes peuvent survenir, en l'absence de modification de la séquence des bases de l'ADN ; elles peuvent être transmises à la génération suivante, voire au-delà. Elles sont cependant plus labiles que les mutations de l'ADN.","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Lors de la formation des gamètes puis de celle de l'embryon surviennent des effacements des marques épigénétiques, mais certaines d'entre elles y échappent, comme on va le voir. Une autre expression de l'épigénèse correspond à une méthylation (en position 5) des cytosines de l'ADN (5mC). Elle ne modifie pas la nature du message, mais influe sur l'approche de l'ADN par les molécules de sa transcription (ARN polymérases). En situation normale, les îlots CpG (Cytosinephosphate-Guanine) situés au niveau des promoteurs du gène ne sont pas méthylés et les histones sont acétylées ; la chromatine est alors dans un état « relâché », accessible pour la transcription de l'ADN. Les îlots CpG situés en dehors des zones promotrices sont, quant à eux, méthylés. Lors de dérèglements de l'organisme, cette situation peut s'inverser : les îlots CpG situés au niveau du promoteur sont méthylés alors que ceux situés ailleurs dans le génome sont plutôt hypométhylés.","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Une troisième modalité d'effet épigénétique fait intervenir des acides ribonucléiques (ARN) qui sont des transcrits de segment de l'ADN ne codant pas de protéines. Ils peuvent cependant réguler l'expression des gènes, soit en agissant au niveau de leur transcription, soit en intervenant de façon post transcriptionnelle. Ces ARN impliqués dans des mécanismes épigénétiques sont soit de petite taille (moins de 30 nucléotides = microsRNAs = miRNAS) soit de grande taille (plus de 200 nucléotides = longs ARN non codants = long ncRNAs).","cite_spans":[],"ref_spans":[],"section":"Généralités sur les modifications épigénétiques :"},{"text":"Des modifications épigénétiques (« au-dessus du gène ») peuvent être induites par le tétrahydrocannabinol (THC, le composant psychotrope prédominant du cannabis), selon les modalités que l'on va décrire. L'exposition à la drogue peut intervenir aux stades : pré-conceptionnel, ou pergravidique, ou post-conceptionnel.","cite_spans":[],"ref_spans":[],"section":"Modifications épigénétiques induites par le THC"},{"text":"Les effets épigénétiques de l 'alcool, comme ceux du cannabis, commencent à être découverts.","cite_spans":[],"ref_spans":[],"section":"Modifications épigénétiques induites par le THC"},{"text":"Ils ont été étudiés séparément, alors que ces deux drogues sont souvent associées, ce qui justifie l'attention portée aux effets épigénétiques de leur association, [13] .","cite_spans":[{"start":164,"end":168,"text":"[13]","ref_id":"BIBREF12"}],"ref_spans":[],"section":"Modifications épigénétiques induites par le THC"},{"text":"Outre la toxicité directe qu'exerce le cannabis / THC sur ses consommateurs, il apparaît désormais que, par le jeu d'un mécanisme épigénétique, les consommateurs en âge de procréer qui exposent ainsi leurs gamètes au THC, transfèrent à leur progéniture diverses anomalies, dont une vulnérabilité accrue aux drogues.","cite_spans":[],"ref_spans":[],"section":"Exposition au THC au stade pré-conceptionnel"},{"text":"Murphy et coll. [14] ont comparé la méthylation de l'ADN dans le sperme d'humains et de rats exposés ou non au THC. Ils ont observé une plus faible concentration en spermatozoïdes dans le liquide séminal chez les hommes exposés au cannabis. Cette diminution confirme celle rapportée dans d'autres études [15, 16] . Murphy et coll. ont constaté que le sperme de ces humains, en âge de procréer, consommateurs de cannabis, comportait d'importantes modifications de leur méthylome.","cite_spans":[{"start":16,"end":20,"text":"[14]","ref_id":"BIBREF13"},{"start":304,"end":308,"text":"[15,","ref_id":"BIBREF14"},{"start":309,"end":312,"text":"16]","ref_id":"BIBREF15"}],"ref_spans":[],"section":"Exposition au THC au stade pré-conceptionnel"},{"text":"Elles portaient sur 10 % au moins des 3 979 sites CpG explorés. Les modifications induites par l'exposition au cannabis concernaient 177 gènes chez les hommes, avec un recouvrement notable de ces modifications chez les rats. L'importance de ces données a été analysée par Reece et Hulse [17] . Si ces constats ne préjugent pas de leur transmission à la génération suivante, des données récentes relativisent l'idée qui prévalait, selon laquelle ces modifications étaient gommées à la génération suivante [18, 19] .","cite_spans":[{"start":287,"end":291,"text":"[17]","ref_id":"BIBREF16"},{"start":504,"end":508,"text":"[18,","ref_id":"BIBREF18"},{"start":509,"end":512,"text":"19]","ref_id":"BIBREF19"}],"ref_spans":[],"section":"Exposition au THC au stade pré-conceptionnel"},{"text":"C'est ainsi que des rats adultes, dont les parents ont été exposés au THC avant leur conception, s'auto-administrent de l'héroïne sur un mode redoublé, comparativement aux rats dont les parents n'ont pas été exposés à cette drogue. Ces premiers présentaient des modifications de leur niveau d'expression des récepteurs D2 de la dopamine, des récepteurs CB1 des endocannabinoïdes ainsi que des récepteurs du glutamate du type NMDA [20] [21] [22] . L'analyse de l'épigénome du noyau accumbens des rats de première génération a constaté que 1 027 régions étaient méthylées d'une façon différente de celle des rats témoins (parents non exposés au THC). Ces régions étaient localisées au niveau d'introns, d'exons, et de zones intergéniques. Elles comportaient une diminution significative en gènes promoteurs. Une diminution de l'ARNm correspondant à des gènes impliqués dans la régulation synaptique de la transmission glutamatergique était aussi observée dans le noyau accumbens.","cite_spans":[{"start":430,"end":434,"text":"[20]","ref_id":"BIBREF20"},{"start":435,"end":439,"text":"[21]","ref_id":"BIBREF21"},{"start":440,"end":444,"text":"[22]","ref_id":"BIBREF22"}],"ref_spans":[],"section":"Exposition au THC au stade pré-conceptionnel"},{"text":"Tératogénèse Dans ces études la présence du THC était manifeste pendant la grossesse. Elle lui préexistait vraisemblablement, les mères ne démarrant pas leur consommation de cannabis avec leur grossesse quand, très communément, elles la poursuivent pendant celle-ci. En Californie, la consommation de cannabis des adolescentes enceintes (attestée par un test urinaire), concerne 24 % d'entre elles [23] .","cite_spans":[{"start":398,"end":402,"text":"[23]","ref_id":"BIBREF23"}],"ref_spans":[],"section":"Exposition per-gravidique aux cannabinoïdes"},{"text":"Au Colorado, qui a légalisé de plus longue date le cannabis, avec la création de dispensaires spécifiques pour le délivrer, 69 % des femmes gestantes disposeraient d'une ordonnance leur permettant d'en acquérir [24] .","cite_spans":[{"start":211,"end":215,"text":"[24]","ref_id":"BIBREF24"}],"ref_spans":[],"section":"Exposition per-gravidique aux cannabinoïdes"},{"text":"C'est dans ce contexte qu'ont été étudiés les effets tératogènes du cannabis. Dès les années 1970 des équipes s'étaient penchées sur les effets tératogènes de cette drogue, alors que la fréquence de sa consommation ainsi que sa concentration en THC étaient nettement moindres [25, 26] . Cette population du Colorado, aussi largement intoxiquée, constitue un milieu propice pour étudier l'évolution de la fréquence des manifestations tératogènes, en relation avec cette drogue ; c'est une telle étude que viennent de réaliser Reece et Hulse [27] . Alors que la consommation des autres drogues demeurait stable (alcool, tabac, cocaïne, etc.) le cannabis est la seule drogue dont la consommation s'est accrue entre 2000 et 2014. Simultanément de nombreuses anomalies ont été dénombrées ; leur fréquence, selon leur nature, s'est accrue d'un facteur qui était de 5 à 37 fois plus élevé que le nombre des naissances (qui s'accroissait, lui, de 3,5 %) ; il en a résulté un excès de 11 750 anomalies majeures (+22 %) : spina bifida, microcéphalie, absence de cloison inter-auriculaire, syndrome de Down, absence de cloison inter-ventriculaire…","cite_spans":[{"start":276,"end":280,"text":"[25,","ref_id":"BIBREF25"},{"start":281,"end":284,"text":"26]","ref_id":"BIBREF26"},{"start":540,"end":544,"text":"[27]","ref_id":"BIBREF27"}],"ref_spans":[],"section":"Exposition per-gravidique aux cannabinoïdes"},{"text":"Des foetus humains issus d'avortements intervenus autour de la vingtième semaine de la gestation, chez des mères consommatrices de cannabis (qu'elles déclaraient et qui était confirmée par la présence de THC dans leurs urines et dans le méconium) ont été comparés à ceux issus de mères non consommatrices de cannabis. Ces premiers présentaient dans leur noyau accumbens une diminution de l'ARNm codant les récepteurs dopaminergiques du type D2, ainsi qu'une raréfaction de ces récepteurs D2.","cite_spans":[],"ref_spans":[],"section":"Vulnérabilité aux toxicomanies"},{"text":"Dans cette même étude, des rats femelles ont reçu du THC à partir du 5 e jour de la gestation ; leurs ratons étaient dès la naissance, comme ceux issus des femelles témoins n'ayant pas reçu de THC, élevés par des mères n'ayant pas reçu de THC. Chez ces premiers ratons a été observé une diminution de l'ARNm codant les récepteurs D2 (hybridation in situ) et du nombre des récepteurs D2 (radioliaison du 3 H raclopride), Ce constat était fait tant chez des ratons âgés de 2 jours que chez d'autres âgés de 62 jours. Dans cette étude [28] , de l'équipe de Y. Hurd (Mount Sinaï, Addiction Institute de New York) les modifications épigénétiques liées à cette sous expression des récepteurs D2 ont été analysées. Il a été constaté : l'accroissement d'un marqueur de cette répression, la diméthylation de l'histone 3 sur la lysine 9 (2meH3K9) ; la diminution de la triméthylation de l'histone3 sur la lysine 4 (3meH3K4) ; ainsi que la diminution de la RNA polymérase de type 2 au niveau du locus correspondant au récepteur D2.","cite_spans":[{"start":532,"end":536,"text":"[28]","ref_id":"BIBREF28"}],"ref_spans":[],"section":"Vulnérabilité aux toxicomanies"},{"text":"C'est à la stimulation de ces récepteurs D2 dans le noyau accumbens qu'est largement attachée la perception du plaisir ; si la densité de ces récepteurs est diminuée, le sujet, pour pallier cette raréfaction, sera tenté de recourir à des drogues ; à n'importe quelle drogue, puisque le mécanisme d'action commun à celles-ci réside dans l'accroissement la concentration de dopamine dans la proximité de ces récepteurs du noyau accumbens [29] . Ainsi, pour pallier cette raréfaction des récepteurs D2 et la moindre perception du plaisir qui lui est associée, l'appétence pour les drogues est accrue et, partant, une grande vulnérabilité à sombrer dans la toxicomanie. Cette déduction est corroborée par le fait que ces rats aux récepteurs D2 raréfiés, du fait de l'exposition maternelle au THC, manifestent à l'âge adulte une préférence de localisation dans le compartiment dans lequel ils ont reçu répétitivement de la morphine, alors que ce compartiment était à l'origine le plus aversif des deux (épreuve de « la préférence de place »). On sait, de façon réciproque, qu'un transfert de l'ADN codant le récepteur D2 dans le noyau accumbens du rat, réduit l'auto administration de cocaïne [30] .","cite_spans":[{"start":436,"end":440,"text":"[29]","ref_id":"BIBREF29"},{"start":1188,"end":1192,"text":"[30]","ref_id":"BIBREF30"}],"ref_spans":[],"section":"Vulnérabilité aux toxicomanies"},{"text":"L'exposition à des cannabinoïdes pendant la gestation affecte les taux de cytokines, induit l'apoptose des cellules lymphoïdes et le développement de cellules suppressives du système immunologique. Cette exposition per gravidique perturberait les réponses immunitaires innées et adaptatives du foetus, puis affaiblirait tout au long de sa vie les défenses qu'il pourra opposer aux infections et aux cancers ; un mécanisme épigénétique paraît impliqué dans ces effets [31] .","cite_spans":[{"start":467,"end":471,"text":"[31]","ref_id":"BIBREF31"}],"ref_spans":[],"section":"Système immunitaire"},{"text":"L'exposition au THC réduit l'expression de Brca2 un gène suppresseur de tumeur ; elle a aussi pour effet, en modifiant leurs promoteurs, de réduire l'expression de Rorc, Tbx-21, Ifn-ϒ, IL-2. ; alors qu'elle accroit l'expression des promoteurs de l'IL-4 ; l'IL-5 et de CBX-1 [32] .","cite_spans":[{"start":274,"end":278,"text":"[32]","ref_id":"BIBREF32"}],"ref_spans":[],"section":"Système immunitaire"},{"text":"La consommation de cannabis / THC à l'adolescence incite à la consommation d'autres drogues. Ce constat commun correspond à « l'escalade », qu'ont contesté, contre l'évidence, ceux qui voulaient obtenir la légalisation de cette drogue ; cette expression est remplacée depuis lors par celle de « polytoxicomanies » qui souligne une réalité encore plus grave. Dans « l'escalade » celui qui s'adonnant au cannabis ne perçoit plus la plénitude des effets qu'il en attend, lui substitue une autre drogue. Dans la « polytoxicomanie », loin d'abandonner le cannabis il y ajoute une autre, puis une autre, puis d'autres drogues encore. Le substrat neuronal de cette escalade / polytoxicomanie procède d'une modification épigénétique induite par le THC.","cite_spans":[],"ref_spans":[],"section":"Exposition au THC à l'adolescence"},{"text":"L'exposition d'un rat adolescent au THC induit une surexpression du gène qui dans ses neurones striato-pallidaux code la synthèse de la proenképhaline (Penk) ; (la proenképhaline est le précurseur des enképhalines qui stimulent, dans le noyau accumbens, les récepteurs opioïdes des types mu et delta). À cette induction est associée une vulnérabilité à l'héroïne, qui s'exprime par une intense auto-administration de cette drogue. Cette surexpression est liée à une diminution de l'histone H3 lysine 9 (H3K9me). À l'opposé une sous expression du gène codant Penk, obtenue en recourant à un vecteur lentiviral contenant un micro ARN (miARN) spécifique, réduit cette auto-administration d'héroïne chez le rat exposé au THC. Cette même étude montre qu'une surexpression de penk, chez le rat adulte, non exposé au THC, obtenue par l'infusion bilatérale dans son n. accumbens d'un vecteur lentiviral codant penk, accroit l'auto-administration d'héroïne [33] .","cite_spans":[{"start":948,"end":952,"text":"[33]","ref_id":"BIBREF33"}],"ref_spans":[],"section":"Exposition au THC à l'adolescence"},{"text":"L'exposition au THC de rats femelles à la période de leur adolescence (35-45 jours post-natal) se traduit par une méthylation d'une histone (H3K9me3), par une enzyme (SUV39H1) dont le taux est accru par la drogue. Cette méthylation est observée dès 2h après la dernière exposition au THC (+ 25 %) ; elle est plus marquée 24h plus tard (+48 %) ; Il lui fait place à la 48 e heure une augmentation (30 %) de la forme acétylée de cette histone (H3K9Ac). Cette méthylation modifie l'expression de gènes qui sont étroitement associés à la plasticité synaptique. Sur les 37 gènes impliqués dans la plasticité synaptique que cette étude a analysé, 29 d'entre eux ont vu leur expression diminuée (baisse de l'ARNm leur correspondant). Ces gènes appartenaient au système endocannabinoïde, au système glutamatergique, au système GABAergique, au système sérotonergique, ainsi qu'à des gènes codant des protéines impliquées dans la modulation de la plasticité neuronale. L'exposition au THC induit des déficits cognitifs, qui sont prévenus par le blocage de la méthylation de l'histone au moyen de la chaetocine, un inhibiteur de SUV39H1. Il est à noter que l'exposition au THC de rats femelles adultes se traduit par un accroissement (+54 %) de l'histone H3K9me3, à la 2 e heure après la dernière injection de THC, mais elle ne persiste pas à la 24 e heure, beaucoup moins de gènes étant réprimés comparativement à l'exposition au THC chez l'adolescent, avec aussi de moindres déficits cognitifs [34] . L'administration de THC à des rats mâles, à la période de leur adolescence (à partir de leur 28 e jour post-natal, tous les 3 jours, 8 injections au total), a été suivie d'une étude de l'architecture morphologique et du profil transcriptionnel de la couche III des neurones pyramidaux du cortex préfrontal [35] . Le THC modifie la maturation normale en induisant un élagage prématuré des épines dendritiques et une atrophie des arborisations dendritiques à la phase précoce de la période adulte.","cite_spans":[{"start":1485,"end":1489,"text":"[34]","ref_id":"BIBREF34"},{"start":1798,"end":1802,"text":"[35]","ref_id":"BIBREF35"}],"ref_spans":[],"section":"Exposition au THC à l'adolescence"},{"text":"Le THC perturbe les gènes impliqués dans la morphogénèse cellulaire, dans le développement dendritique et dans l'organisation du cytosquelette. Les dysrégulations produites par le THC dans le cortex préfrontal du Rat présentent des analogies avec celles constatées chez les patients schizophrènes. Ces modifications morphologiques et transcriptionnelles de la trajectoire des neurones pyramidaux du cortex préfrontal, qui ont un substratum épigénétique, pourraient accroître la vulnérabilité aux troubles psychiatriques.","cite_spans":[],"ref_spans":[],"section":"Exposition au THC à l'adolescence"},{"text":"Dans le cannabis le THC est associé, en proportions variables selon les cultivars, à un dérivé très voisin : le cannabidiol (CBD). Ce dernier peut d'ailleurs se transformer à un pH très bas (liquide gastrique) en THC. Il a été hâtivement diffusée l'idée que ce CBD était dépourvu de propriétés psychotropes ; qu'il pouvait potentialiser les effets du THC qui pourraient être mis à profit en thérapeutique, alors qu'il en atténuerait les effets délétères. Todd et coll. [36] ont montré qu'une coadministration de CBD et de THC, ce premier ne potentialisant pas les effets comportementaux du THC, accroissait l'acétylation de l'histone3 (H3K9/14ac) au niveau de l'aire du tegmentum ventral (où naissent les neurones dopaminergiques méso-limbiques, méso-accumbiques et méso-corticaux) ainsi que l'expression du facteur ΔFosB dans le noyau accumbens. Cette observation fait conclure aux auteurs que, si en aigu le CBD pourrait protéger de certains effets délétères du THC, au long cours, les interactions au niveau cérébral, plus complexes, pourraient être potentialisatrices.","cite_spans":[{"start":469,"end":473,"text":"[36]","ref_id":"BIBREF36"}],"ref_spans":[],"section":"Interaction THC -CBD"},{"text":"Gerra et coll. [37] se sont penchés sur certains facteurs épigénétiques associés à la consommation de cannabis, ainsi qu'au niveau éducatif de ses consommateurs. Ils ont constaté des modifications de gènes impliqués dans la transmission dopaminergique et dans la transmission endocannabinoïdergique (récepteurs CB1 et CB2). Un haut niveau éducatif diminue le risque d'abus de cannabis, tout comme le genre féminin relativement au genre masculin. Un plus haut niveau de méthylation de l'ADN était observé chez les consommateurs de cannabis (au niveau de l'exon 8 du récepteur D2, et au niveau du gène codant un facteur d'adhésion impliqué dans la plasticité synaptique-NCAM1). Ces différences pourraient être soit liées à l'appétence pour le cannabis, soit être la conséquence de l'exposition au long cours à cette drogue.","cite_spans":[{"start":15,"end":19,"text":"[37]","ref_id":"BIBREF37"}],"ref_spans":[],"section":"Addiction, éducation, cognition"},{"text":"Le « tagage » épigénétique des spermatozoïdes chez les hommes exposés au THC [14] , la raréfaction des récepteurs D2 dans le noyau accumbens de foetus humains dont la mère consommait du cannabis [28] , la reproduction expérimentale de ces modifications épigénétiques chez le rat, qui présente alors une appétence redoublée pour les drogues morphiniques (cf. les travaux de l'équipe de Y. Hurd), attirent l'attention sur des risques jusqu'alors méconnus de l'exposition au cannabis. Ces constats se complètent d'autres modifications épigénétiques, tels : une surexpression de la proenképhaline, des modifications des récepteurs des cannabinoides, du glutamate, du Gaba, de protéines impliquées dans la plasticité synaptique, etc. Ils rendent compte de l'appétence pour les drogues des adolescents héritiers de ces traits épigénétiques, leurs parents s'étant adonnés au cannabis. Ils rendent compte également de divers troubles psychiques, voire psychiatriques, en relation avec des modifications de leur maturation cérébrale; ils semblent très liés à des effets tératogènes [39] .","cite_spans":[{"start":77,"end":81,"text":"[14]","ref_id":"BIBREF13"},{"start":195,"end":199,"text":"[28]","ref_id":"BIBREF28"},{"start":1073,"end":1077,"text":"[39]","ref_id":"BIBREF39"}],"ref_spans":[],"section":"Conclusions"},{"text":"Les mécanismes moléculaires par lesquels le THC induit des modifications post traductionnelles des histones ne sont pas encore documentés. Est-ce un effet du THC lui-même, ou d'un de ses métabolites, dérivé hydroxylé ou carboxylique ? Cela passe-t-il par la stimulation de ses récepteurs CB1 ou CB2? Ou procède-t-il de son action directe sur des enzymes d'acétylation ou de méthylation des histones de la chromatine [9] ? Autant d'hypothèses qui devraient être explorées.","cite_spans":[{"start":416,"end":419,"text":"[9]","ref_id":"BIBREF8"}],"ref_spans":[],"section":"Conclusions"},{"text":"Il est sans doute réducteur de centrer l'explication des effets différés du THC par rapport à l'exposition à cette drogue, sur la modification de l'expression d'une seule cible ; ici les récepteurs dopaminergiques D2, s'agissant de la vulnérabilité aux toxicomanies à l'adolescence, alors que se généralise la notion selon laquelle un caractère donné résulte de la mise en jeu de plusieurs gènes, et que différents facteurs interviennent dans la vulnérabilité aux addictions [40] . Néanmoins, les empreintes épigénétiques qu'imprime l'exposition au THC [41] , s'ajoutent à sa nocivité en aiguë. Ces éléments justifient de redoubler d'attention pour contenir la diffusion de cette drogue ; attitude qui est à contre-courant des politiques qui se développent.","cite_spans":[{"start":475,"end":479,"text":"[40]","ref_id":"BIBREF40"},{"start":553,"end":557,"text":"[41]","ref_id":"BIBREF41"}],"ref_spans":[],"section":"Conclusions"}],"bib_entries":{"BIBREF1":{"ref_id":"b1","title":"Le désastre des toxicomanies en France","authors":[{"first":"J","middle":[],"last":"Costentin","suffix":""}],"year":2018,"venue":"","volume":"","issn":"","pages":"89--132","other_ids":{}},"BIBREF2":{"ref_id":"b2","title":"Marijuanan use by middle aged and other adults in the United States","authors":[{"first":"B","middle":["H"],"last":"Han","suffix":""},{"first":"J","middle":["J"],"last":"Palamar","suffix":""}],"year":2015,"venue":"Drug and Alcohol dependence","volume":"191","issn":"","pages":"337--381","other_ids":{}},"BIBREF3":{"ref_id":"b3","title":"Familial transmission of substance dependence: alcohol, marijuana, cocaïne, and habitual smoking: a report from the Collaborative Study on the Genetics of Alcoholism","authors":[{"first":"L","middle":["J"],"last":"Blerut","suffix":""},{"first":"S","middle":["H"],"last":"Dinwiddle","suffix":""},{"first":"H","middle":[],"last":"Begleiter","suffix":""},{"first":"R","middle":["R"],"last":"Crowe","suffix":""}],"year":1998,"venue":"Arch Gen Psychiatry","volume":"55","issn":"","pages":"982--988","other_ids":{}},"BIBREF4":{"ref_id":"b4","title":"Multigenerational and transgenerational inheritance of drug exposure: The effects of alcohol, opiates, cocaine, marijuana and nicotine","authors":[{"first":"N","middle":["L"],"last":"Yohn","suffix":""},{"first":"M","middle":["S"],"last":"Bartolomet","suffix":""},{"first":"J","middle":["A"],"last":"Blendy","suffix":""}],"year":2015,"venue":"Prog Biophys Mol Biol","volume":"118","issn":"","pages":"21--33","other_ids":{}},"BIBREF5":{"ref_id":"b5","title":"Mechanisms for the control of gene activity during development","authors":[{"first":"R","middle":[],"last":"Holliday","suffix":""}],"year":1990,"venue":"Biol Rev Camb Philos Soc","volume":"65","issn":"","pages":"431--471","other_ids":{}},"BIBREF6":{"ref_id":"b6","title":"Twenty-five years otf the nucleosome, fundamental particle of the eukaryote chromosome","authors":[{"first":"R","middle":["D"],"last":"Kornberg","suffix":""},{"first":"Y","middle":[],"last":"Lorch","suffix":""}],"year":1999,"venue":"Cell","volume":"98","issn":"","pages":"285--294","other_ids":{}},"BIBREF7":{"ref_id":"b7","title":"Regulation of chromatin by histone modifications","authors":[{"first":"A","middle":["J"],"last":"Bannister","suffix":""},{"first":"T","middle":[],"last":"Kouzarides","suffix":""}],"year":2011,"venue":"Cell Res","volume":"21","issn":"","pages":"381--395","other_ids":{}},"BIBREF8":{"ref_id":"b8","title":"Addiction et régulation épigénétique","authors":[{"first":"J","middle":[],"last":"Zwiller","suffix":""}],"year":2015,"venue":"Med Sci","volume":"31","issn":"","pages":"439--446","other_ids":{}},"BIBREF9":{"ref_id":"b9","title":"Histone core modifications regulating nucleosome structure and dynamics","authors":[{"first":"P","middle":[],"last":"Tessarz","suffix":""},{"first":"T","middle":[],"last":"Kouzarides","suffix":""}],"year":2014,"venue":"Nature Rev Mol Cell Biol","volume":"15","issn":"","pages":"703--708","other_ids":{}},"BIBREF10":{"ref_id":"b10","title":"SnapShot : Histone modifying enzymes","authors":[{"first":"T","middle":[],"last":"Kouzarides","suffix":""}],"year":2007,"venue":"Cell","volume":"131","issn":"","pages":"","other_ids":{}},"BIBREF11":{"ref_id":"b11","title":"The interplay of histone modifications -writers that read","authors":[{"first":"T","middle":[],"last":"Zhang","suffix":""},{"first":"S","middle":[],"last":"Cooper","suffix":""},{"first":"N","middle":[],"last":"Brockdorff","suffix":""}],"year":2015,"venue":"EMBO Rep","volume":"16","issn":"","pages":"1467--1481","other_ids":{}},"BIBREF12":{"ref_id":"b12","title":"The epigenetic modulation of alcohol/ethanol and cannabis exposure/coexposure during different stages","authors":[{"first":"Y","middle":["E"],"last":"Dobs","suffix":""},{"first":"M","middle":["M"],"last":"Ali","suffix":""}],"year":2019,"venue":"Open Biol","volume":"9","issn":"","pages":"1--9","other_ids":{}},"BIBREF13":{"ref_id":"b13","title":"Cannabinoid exposure and altered DNA methylation in rat and human sperm","authors":[{"first":"S","middle":["K"],"last":"Murphy","suffix":""},{"first":"N","middle":[],"last":"Itchon-Ramos","suffix":""},{"first":"Z","middle":[],"last":"Visco","suffix":""},{"first":"Z","middle":[],"last":"Huang","suffix":""}],"year":2018,"venue":"Epigenetics","volume":"13","issn":"","pages":"1208--1229","other_ids":{}},"BIBREF14":{"ref_id":"b14","title":"Changes in human spermatozoa associated with high dose marijuana smoking","authors":[{"first":"","middle":[],"last":"Hembree Wc3rd","suffix":""},{"first":"G","middle":["G"],"last":"Nahas","suffix":""},{"first":"P","middle":[],"last":"Zeidenberg","suffix":""}],"year":1978,"venue":"Adv Biosci","volume":"","issn":"","pages":"429--468","other_ids":{}},"BIBREF15":{"ref_id":"b15","title":"Modifiable and non-modifiable risk factors for poor sperm morphology","authors":[{"first":"A","middle":["A"],"last":"Pacey","suffix":""},{"first":"A","middle":["C"],"last":"Povey","suffix":""},{"first":"J","middle":["A"],"last":"Clyma","suffix":""}],"year":2014,"venue":"Hum. Reprod","volume":"29","issn":"","pages":"1629--1665","other_ids":{}},"BIBREF16":{"ref_id":"b16","title":"Impact of cannabinoid epigenetics on human development: reflections on","authors":[{"first":"A","middle":["S"],"last":"Reece","suffix":""},{"first":"G","middle":["K"],"last":"Hulse","suffix":""}],"year":null,"venue":"","volume":"","issn":"","pages":"","other_ids":{}},"BIBREF17":{"ref_id":"b17","title":"« Cannabis exposure and altered DNA methylation in rat and human sperm","authors":[{"first":"","middle":[],"last":"Murphy","suffix":""}],"year":2018,"venue":"epigenetics","volume":"13","issn":"","pages":"1208--1229","other_ids":{}},"BIBREF18":{"ref_id":"b18","title":"Gerline DNA demethylation dynamics and imprint erasure through 5-hydroxymethylcytosine","authors":[{"first":"J","middle":["A"],"last":"Hackett","suffix":""},{"first":"R","middle":[],"last":"Sengupta","suffix":""},{"first":"J","middle":["J"],"last":"Zylicz","suffix":""}],"year":2013,"venue":"Science","volume":"339","issn":"","pages":"339--387","other_ids":{}},"BIBREF19":{"ref_id":"b19","title":"A unique gene regulatory network resets the human germine epigenome for development","authors":[{"first":"W","middle":["W"],"last":"Tang","suffix":""},{"first":"S","middle":[],"last":"Dietmann","suffix":""},{"first":"N","middle":[],"last":"Irie","suffix":""}],"year":2015,"venue":"Cell","volume":"161","issn":"","pages":"1453--67","other_ids":{}},"BIBREF20":{"ref_id":"b20","title":"Parental THC exposure leads to compulsive heroin-seeking and altered striatal synaptic plasticity in the subsequent generation","authors":[{"first":"H","middle":[],"last":"Szutorisz","suffix":""},{"first":"J","middle":["A"],"last":"Dinieri","suffix":""},{"first":"E","middle":[],"last":"Sweet","suffix":""},{"first":"G","middle":[],"last":"Egervari","suffix":""},{"first":"M","middle":[],"last":"Michaelides","suffix":""}],"year":2014,"venue":"Neuropsychopharmacology","volume":"39","issn":"","pages":"1315--1338","other_ids":{}},"BIBREF21":{"ref_id":"b21","title":"Genome-wide DNA methylation profiling reveals epigenetic changes in the nucleus accumbens associated with crossgenerational effects of adolescent THC exposure","authors":[{"first":"C","middle":["T"],"last":"Watson","suffix":""},{"first":"H","middle":[],"last":"Szutorisz","suffix":""},{"first":"P","middle":[],"last":"Garg","suffix":""},{"first":"Q","middle":[],"last":"Martin","suffix":""},{"first":"J","middle":["A"],"last":"Landry","suffix":""},{"first":"A","middle":["J"],"last":"Sharp","suffix":""},{"first":"Y","middle":["L"],"last":"Hurd","suffix":""}],"year":2015,"venue":"Neuropsychopharmacology","volume":"40","issn":"","pages":"2993--3005","other_ids":{}},"BIBREF22":{"ref_id":"b22","title":"Epigenetic effects of cannabis exposure","authors":[{"first":"H","middle":[],"last":"Szutorisz","suffix":""},{"first":"Y","middle":["L"],"last":"Hurd","suffix":""}],"year":2016,"venue":"Biol Psychiatry","volume":"79","issn":"","pages":"586--94","other_ids":{}},"BIBREF23":{"ref_id":"b23","title":"Trends in self-reported and biochemically tested marijuana use among pregnant females in California from 2009-2016","authors":[{"first":"K","middle":["C"],"last":"Young-Wolff","suffix":""},{"first":"L","middle":[],"last":"Tucker","suffix":""},{"first":"S","middle":[],"last":"Alexeeff","suffix":""}],"year":2017,"venue":"JAMA","volume":"318","issn":"","pages":"2490--2491","other_ids":{}},"BIBREF24":{"ref_id":"b24","title":"Recommendations from cannabis dispensaries about first trimester cannabis use","authors":[{"first":"B","middle":[],"last":"Dickson","suffix":""},{"first":"C","middle":[],"last":"Mansfield","suffix":""},{"first":"M","middle":[],"last":"Guiahi","suffix":""}],"year":2018,"venue":"Obstet Gynecol","volume":"131","issn":"","pages":"1031--1039","other_ids":{}},"BIBREF25":{"ref_id":"b25","title":"Teratogenicity of marihuana extract as influenced by plant origin and seasonal variation","authors":[{"first":"W","middle":["F"],"last":"Geber","suffix":""},{"first":"L","middle":["C"],"last":"Schramm","suffix":""}],"year":1969,"venue":"Arch Int Pharmacodyn Ther","volume":"177","issn":"","pages":"224--254","other_ids":{}},"BIBREF26":{"ref_id":"b26","title":"Cannabis and Health 1st ed","authors":[{"first":"Jdp","middle":[],"last":"Graham","suffix":""},{"first":"Ed","middle":[],"last":"","suffix":""}],"year":1976,"venue":"","volume":"","issn":"","pages":"271--320","other_ids":{}},"BIBREF27":{"ref_id":"b27","title":"Cannabis teratology explains current patterns of coloradan congenital defects : The contribution of increased cannabinoid exposure to rising teratological trendes","authors":[{"first":"A","middle":["S"],"last":"Reece","suffix":""},{"first":"G","middle":["K"],"last":"Hulse","suffix":""}],"year":2019,"venue":"Clin Pediatr (Phila)","volume":"58","issn":"","pages":"1085--123","other_ids":{}},"BIBREF28":{"ref_id":"b28","title":"Maternal cannabis use alters ventral dopamine D2 gene regulation in the offspring","authors":[{"first":"J","middle":["A"],"last":"Dinieri","suffix":""},{"first":"X","middle":[],"last":"Wang","suffix":""},{"first":"H","middle":[],"last":"Szutorisz","suffix":""},{"first":"S","middle":["M"],"last":"Spano","suffix":""},{"first":"J","middle":[],"last":"Kaur","suffix":""},{"first":"P","middle":[],"last":"Casaccia","suffix":""},{"first":"D","middle":[],"last":"Dow-Edwards","suffix":""},{"first":"Y","middle":[],"last":"Hurd","suffix":""}],"year":2011,"venue":"Biol Psychiatry","volume":"70","issn":"","pages":"763--772","other_ids":{}},"BIBREF29":{"ref_id":"b29","title":"« La dopamine dans tous ses états","authors":[{"first":"J","middle":[],"last":"Costentin","suffix":""}],"year":2015,"venue":"","volume":"","issn":"","pages":"57--67","other_ids":{}},"BIBREF30":{"ref_id":"b30","title":"D2R DNA transfert into the nucleus accumbens attenuates cocaïne self-administration in rats","authors":[{"first":"P","middle":["K"],"last":"Thanos","suffix":""},{"first":"M","middle":[],"last":"Michaelides","suffix":""},{"first":"H","middle":[],"last":"Umegaki","suffix":""},{"first":"N","middle":["D"],"last":"Volkow","suffix":""}],"year":2008,"venue":"Synapse","volume":"62","issn":"","pages":"481--487","other_ids":{}},"BIBREF31":{"ref_id":"b31","title":"Cannabinoid exposure during pregnancy and its impact on immune function","authors":[{"first":"C","middle":[],"last":"Dong","suffix":""},{"first":"J","middle":[],"last":"Chen","suffix":""},{"first":"A","middle":[],"last":"Harrington","suffix":""},{"first":"K","middle":["Y"],"last":"Vinod","suffix":""},{"first":"M","middle":["L"],"last":"Hedge","suffix":""},{"first":"V","middle":["L"],"last":"Hedge","suffix":""}],"year":2019,"venue":"Cell Mol Life Sci","volume":"76","issn":"","pages":"729--772","other_ids":{}},"BIBREF32":{"ref_id":"b32","title":"Histone modifications are associated with Δ9-tetrahydrocannabinol-mediated alteration in antigen-specific T cell responses","authors":[{"first":"X","middle":[],"last":"Yang","suffix":""},{"first":"V","middle":["I"],"last":"Hedge","suffix":""},{"first":"R","middle":[],"last":"Rao","suffix":""},{"first":"J","middle":[],"last":"Zhang","suffix":""},{"first":"P","middle":["S"],"last":"Nagarkatti","suffix":""},{"first":"M","middle":[],"last":"Nagarkatti","suffix":""}],"year":2014,"venue":"J Biol Chem","volume":"289","issn":"","pages":"18707--18725","other_ids":{}},"BIBREF33":{"ref_id":"b33","title":"Proenkephalin mediates the enduring effects of adolescent cannabis exposure associated with adult opiate vulnerability","authors":[{"first":"H","middle":["C"],"last":"Tomasiewicz","suffix":""},{"first":"M","middle":["M"],"last":"Jacobs","suffix":""},{"first":"M","middle":["B"],"last":"Wilkinson","suffix":""},{"first":"S","middle":["P"],"last":"Wilson","suffix":""},{"first":"E","middle":["J"],"last":"Nezstler","suffix":""},{"first":"Y","middle":["L"],"last":"Hurd","suffix":""}],"year":2012,"venue":"Biol Psychiatry","volume":"72","issn":"","pages":"803--813","other_ids":{}},"BIBREF34":{"ref_id":"b34","title":"Adolescent exposure in female rats leads to cognitive deficits through a mechanisme involving chromatin modifications in the prefrontal cortex","authors":[{"first":"P","middle":[],"last":"Prini","suffix":""},{"first":"F","middle":[],"last":"Rusconi","suffix":""},{"first":"E","middle":[],"last":"Zamberletti","suffix":""},{"first":"M","middle":[],"last":"Gabaglio","suffix":""},{"first":"F","middle":[],"last":"Penna","suffix":""},{"first":"M","middle":[],"last":"Fasano","suffix":""}],"year":2018,"venue":"J Psychiatry Neurosci","volume":"43","issn":"","pages":"87--101","other_ids":{}},"BIBREF35":{"ref_id":"b35","title":"Adolescent exposure to Δ 9 -tetrahydrocannabinol alters the transcriptional trajectory and dendritic architecture of prefrontal pyramidal neurons","authors":[{"first":"M","middle":["L"],"last":"Miller","suffix":""},{"first":"B","middle":[],"last":"Chadwick","suffix":""},{"first":"D","middle":["L"],"last":"Dickstein","suffix":""},{"first":"I","middle":[],"last":"Purushothaman","suffix":""},{"first":"G","middle":[],"last":"Egervari","suffix":""}],"year":2019,"venue":"Molecular Psychiatry","volume":"24","issn":"","pages":"588--600","other_ids":{}},"BIBREF36":{"ref_id":"b36","title":"Interactions between cannabidiol and Δ 9 -THC following acute and repeated dosing: Rebound hyperactivity, sensorimotor gating and epigenetic and neuroadaptative changes in the mesolimbic pathway","authors":[{"first":"S","middle":["M"],"last":"Tood","suffix":""},{"first":"C","middle":[],"last":"Zhou","suffix":""},{"first":"D","middle":["J"],"last":"Clarke","suffix":""},{"first":"T","middle":["W"],"last":"Chohan","suffix":""},{"first":"D","middle":[],"last":"Bahceci","suffix":""},{"first":"J","middle":["C"],"last":"Arnold","suffix":""}],"year":2017,"venue":"Eur Neuropsychopharmacol","volume":"27","issn":"","pages":"132--177","other_ids":{}},"BIBREF37":{"ref_id":"b37","title":"Gene variants and educational attainment in cannabis use: mediating role of DNA methylation","authors":[{"first":"M","middle":["C"],"last":"Gerra","suffix":""},{"first":"S","middle":[],"last":"Jayanthi","suffix":""},{"first":"M","middle":[],"last":"Manfredini","suffix":""},{"first":"Walther","middle":["D"],"last":"","suffix":""}],"year":2018,"venue":"Translational Psychiatry","volume":"8","issn":"","pages":"1--11","other_ids":{}},"BIBREF38":{"ref_id":"b38","title":"Cross-generational THC exposure alters the developmental sensitivity of ventral and dorsal striatal gene expression in male and female offsprings","authors":[{"first":"H","middle":[],"last":"Szutorisz","suffix":""},{"first":"G","middle":[],"last":"Egervari","suffix":""},{"first":"J","middle":[],"last":"Sperry","suffix":""},{"first":"J","middle":["M"],"last":"Carter","suffix":""},{"first":"Y","middle":["L"],"last":"Hurd","suffix":""}],"year":2016,"venue":"Neurotoxicol Teratol","volume":"58","issn":"","pages":"107--121","other_ids":{}},"BIBREF39":{"ref_id":"b39","title":"Cannabis teratology explains current patterns of Coloradan congenital defects: The contribution of increased cannabinoid exposure to rising teratological trends","authors":[{"first":"A","middle":[],"last":"Stuart","suffix":""},{"first":"","middle":[],"last":"Reece","suffix":""}],"year":2019,"venue":"","volume":"58","issn":"","pages":"1085--123","other_ids":{}},"BIBREF40":{"ref_id":"b40","title":"Shaping vulnerability to addiction -the contribution of behavior, neural circuits and molecular mechanisms","authors":[{"first":"G","middle":[],"last":"Egervari","suffix":""},{"first":"R","middle":[],"last":"Ciccociopo","suffix":""},{"first":"J","middle":["D"],"last":"Jentsch","suffix":""},{"first":"Y","middle":[],"last":"Hurd","suffix":""}],"year":2018,"venue":"Neuroci. Biobehave. Rev","volume":"85","issn":"","pages":"117--142","other_ids":{}},"BIBREF41":{"ref_id":"b41","title":"Cannabis and the developing brain : Insights into its long-lasting effects","authors":[{"first":"Y","middle":[],"last":"Hurd","suffix":""},{"first":"O","middle":["J"],"last":"Mazoni","suffix":""},{"first":"M","middle":["V"],"last":"Pletnikov","suffix":""},{"first":"F","middle":["S"],"last":"Lee","suffix":""},{"first":"S","middle":[],"last":"Bhattacharyya","suffix":""},{"first":"M","middle":[],"last":"Melis","suffix":""}],"year":2019,"venue":"J. Neurosci","volume":"39","issn":"","pages":"1165--2219","other_ids":{}}},"ref_entries":{"FIGREF0":{"text":"exemples », les carences éducatives, l'absence de mises en garde et de prévention, l'accès facile à ces drogues (« à portée de mains »), des facteurs génétiques et, comme nous allons le voir ici, des aspects épigénétiques. Les méfaits physiques et psychiques de cette drogue sont plus nombreux et plus graves que ceux du tabac (consommé en France par treize millions de nos concitoyens, et à l'origine de 75 000 décès annuels et de nombreux handicaps) Cette revue, après avoir décrit les principales modalités qui président aux modifications épigénétiques, s'attache à celles induites par le tétrahydrocannabinol / THC, le constituant psychotrope et addictif principal du chanvre indien / cannabis.","latex":null,"type":"figure"}},"back_matter":[]}
